{
  "video_id": "53rZyKg1GIo",
  "title": "À quoi ressembleront les villes du futur ?",
  "url": "https://www.youtube.com/watch?v=53rZyKg1GIo",
  "comment_count": 630,
  "comments": [
    {
      "author": "@SPuech",
      "author_id": "UCMQSwUNSnMOP4IRysfeg8EA",
      "text": "Désolé mes Nantais j'ai confondu Bretagne et Provence-Alpes-Côte d'Azur mais cimer pour les commentaires. <3\nEt vive Nolwenn.",
      "likes": 513,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CLEMENT2000",
      "author_id": "UCeQWc0dGTkjVvU4jPhgjZQg",
      "text": "Un montage de qualité pour une prestance inégalée, gg.",
      "likes": 442,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m-gbv400",
      "author_id": "UCmNe9TeC_9i5x7fwqXu5cjg",
      "text": "Comme d’hab, super boulot. Un des seuls créateurs qui réussit à t’emporter totalement dans des sujets sur lesquels tu ne te serais pas plus penché que ça…. Respect mec et continue ce que tu fais, tu nous régale!",
      "likes": 113,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrThoss1",
      "author_id": "UCmGkAz5bRiznU26456EW0Ug",
      "text": "Salut Simon, on avait déjà échangé sur une de tes vidéo sur la 5G. \nJe suis ingénieur dans le bâtiment, je vois régulièrement ces sujets là en interne dans mon boulot. Même si je ne travaille pas directement dans l'urbanisme, je pense que ça peut être intéressant d'avoir le point de vue de quelqu'un de l'autre coté du miroir.\nFactuellement il faut être conscient qu'aujourd'hui la majorité des décideurs sont des techno-béa (à la fois au niveau international, national et malheureusement local), parce que ça fait moderne d'installer de la techno partout, ça crée de l'emploi, ça attire des classes de population plus aisé et donc ça augmente les recettes des collectivité etc... Donc ce n'est pas étonnant de voir fleurir ce genre de projets de villes démentielles qui finissent finalement par se heurter aux réalités physiques.\nBon, mais même sans parler de ces délires de milliardaires, il y a quand même de sacré divergences d'opinions sur les villes et les villages rien qu'en France. Ici aussi une bonne part des décideurs, des concepteurs et réaliseurs (ingénieurs, artisants etc) ont le réflexe de se tourner très vite vers des high-tech pour apporter des réponses aux problème écologiques du batiment et de la ville. Ce qui donne des projets de villes et villages \"connectées\", avec de l'IA partout, des faux arbres en plastiques qui donnent des infos sur la qualité de l'air, des data center chauffant etc...\nAlors dans tous ça, il y a du bon et du moins bon, à partir de là je vais devoir donner mon point de vu perso : \nGlobalement il y a beaucoup de techno pourries qui ne sont que du greenwashing, ou qui sont contre-productives. Hommage aux routes photovoltaïques qui sont en service depuis 2016 en France (Wattway de Colas) et qui ont fait la démonstration de leur inefficacité (par contre ça marche bien pour capter de l'argent public). Mais dans le lot tout n'est pas à jeter, la cogénération à partir de data center est par exemple un concept qui fonctionne. \nNon, le plus gros problème c'est que ces high tech ne résoudront pas les problèmes, même pour celles qui sont pertinentes, tout ça à cause des facteurs d'échelles : se chauffer aux datas c'est bien, mais il n'y a pas assez de calculateurs pour chauffer tout le monde, et on est pas sur des facteurs de 2 ou 3, mais 100 ou 1000. Pour exemple ma femme travaille à MétéoFrance à Toulouse et ils utilisent la chaleur de leur supercalculateur pour se chauffer. Et meme si la bete est un véritable monstre, ils n'arrivent pas à chauffer entièrement les bureaux de 1500 personnes avec...\nOn a besoin de solutions qui soient déployables rapidement (aucune émission nette en 2050, c'est dans 38 ans, c'est monstrueux), massivement, et qui ne cache une énergie grise dans leur fabrication qui vient annuler 80% de leur intérêt. \nC'est d'après moi vers une remise en question profonde des besoins qu'il faut se tourner, ainsi que vers les low-tech. C'est la conclusion qui ressort des travaux les plus poussés sur le sujet (ma référence actuelle étant le \"plan de transformation de l'économie française\" du ShiftProject). On sait qu'il va falloir diviser les trajets en voitures (qu'elles soient thermiques ou électriques ne change pas tellement de choses malheureusement), et donc comme tu le dis dans ta vidéo l'urbanisme est complètement dans son rôle à ce niveau là. Quand on regarde l'ensemble des paramètres on se rend compte que les zones les plus optimisées sont les centres villes historiques, où la densité de population est la plus élevée pour une consommation de ressource la plus réduite possible. On retrouvait aussi cette configuration dans les hameaux à la campagne : un bati très condensé au milieu des champs où il était courant d'avoir une dizaine de personnes dans une même maison. \nDonc en effet, exit les zones pavillonnaires, et exit les gratte-ciels qui sont bien trop consommateurs d'énergie à la construction et à l'usage.\nAu niveau des solutions on retombe souvent sur des classiques qui étaient déjà utilisé au siècle dernier : je travaille de plus en plus sur des maisons isolée en paille, et quand j'ai regardé le bilan carbone pour la première fois j'ai cru à une erreur tellement on était dans le positif. C'est typiquement le genre d'isolant dont on a besoin : facile à produire en masse (isoler toutes les nouveaux bâtiments en paille consommerait 2% de la production de paille française, on pourrait monter à 6% si on rajoutait la rénovation), localement, pas cher, et pour lequel il est facile de former massivement des gens à la pose. \nPour moi l'innovation devrait aujourd'hui s'orienter dans cette direction. Par exemple je rêverait qu'une entreprise fabrique des frein-vapeurs issue d'une industrie tisserande française (lin ou chanvre) au lieu d'utiliser des plastiques issues de la pétrochimie, c'est ce genre de chose dont on a besoin dans le bâtiment, et vite !  \nBref, pleins de sujets, on pourrait en parler des heures... mais en attendant à mon avis c'est pas avec des vitres à 1000€/m² à opacité variable contrôlé par Bluetooth qu'on va s'en sortir...",
      "likes": 562,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@augustinnch",
      "author_id": "UCGoyFkmNSUdGEccFArCvPmg",
      "text": "Je suis toulousain, je m'attendais pas à être attaqué dans les 5 premières secondes 🥵",
      "likes": 84,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Emixoum",
      "author_id": "UCjnKCbM_DI5XjVSXCROs-TA",
      "text": "Team insta, l'une des rares fois où une storie insta me fait allé sur ytb\n\n\nedit : je viens de finir et c'est une pure dinguerie, tu commences par que du négatif pour finir avec du positif, tu met en lumière des choses que je savais pas que ça existait, surtout en France et ça redonne espoir. Merci",
      "likes": 53,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wickdblade7789",
      "author_id": "UCs4e8MR6F45XWR8-h4uJ6DA",
      "text": "Le watercooling d'appart, pas mal l'idée. Sinon toujours une masterclass y'a pas à dire",
      "likes": 91,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moijenaimepasrenseignermes5887",
      "author_id": "UCGpIG-Uv3SGqHQP5rKatgSA",
      "text": "\"\"et Pacifica reste Pacifica...\"",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nostaliaoff",
      "author_id": "UCY2uUeEx2vJUcyCq5t_tJXA",
      "text": "CSC la phrase de début de vidéo concernant Toulouse",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@namelessdivinity6201",
      "author_id": "UCrbp5OijwWkeostE877bO1w",
      "text": "5:05 c’est le scenario de cyberpunk 2020 si je ne m’abuse",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valentyyynnn",
      "author_id": "UC7xXY7I8Rei1hhCi8_YF1vw",
      "text": "Tu peux être très fier de ta chaîne youtube, c’est du contenu de qualité, informatif et pertinent.\nVraiment chapeau bas Simon 🎩",
      "likes": 24,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laplumeverte7577",
      "author_id": "UCI06DfsGzoIQTDADS9hKLIw",
      "text": "Yo, en fac de géographie on a étudié la caisse des dépôts et la banque des territoires. Et t'as oublié de mentionner 2-3 défauts de l'institution.\n\nDéjà, ça fonctionne avec des appels à projets. Donc ce sont les collectivités, associations ou entreprises qui doivent faire appel. Sauf que pour monter un dossier, c'est compliqué. Faut des petites mains qui s'en occupent, et surtout de l'ingénierie territoriale, ce qui manque cruellement en France. Donc en gros, ce sont surtout les grosses entités qui peuvent demander des financements. Ca part d'une bonne intention, mais au final ça accélère la métropolisation : de ce qu'on avait vu, au moins la moitié des projets sont concentrés sur Paris, et la quasi-totalité des projets sont dans de grandes aires urbaines.\n\n\n2e problème : ben les gens répondent pas aux appels à projets mdrr. L'institution est pas assez connue (et en ça c'est cool que tu la fasses connaitre), et même pas la moitié de la thune prévue pour les appels à projet est finalement distribuée.\n\nY'a eu d'autres problèmes, mais ces deux-ci sont les plus saillants. \n\nPS : ceci est une chaine autour de l'écologie et de l'environnement, hésitez pas à aller check 😁",
      "likes": 15,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JUSTINBUISSON",
      "author_id": "UC3Z7EVPYG0VEiqdbmJV0cYw",
      "text": "Pouah les 11min sont passées tellement vite WTF",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kadaugann",
      "author_id": "UCFWQ5EZ-9MlhUetrCq7H93w",
      "text": "Un message d'espoir et optimiste en fin de vidéo ? Génial ! Avec un morceau de piano crescendo... TOUT devient possible \n\nBravo pour ta vidéo et merci pour le partage. C'est très instructif. Merci !",
      "likes": 34,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monsters9706",
      "author_id": "UCid0Km_gxmLqcdQeBsmssCA",
      "text": "pour une fois qu'on parle de Nantes en bien quel plaisir",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manapany_6392",
      "author_id": "UCaphN5ndghy73SdPA_OTYAg",
      "text": "je suis urbaniste, je travaille dans une petite ville avec pour sujet la planification, et tu as super bien résumé la chose, je m'attendais pas à entendre parlé des organismes que je côtoie au quotidien tellement ils sont inconnus du public.  C'est pas gagné il reste tellement à faire, mais les clés on les a déjà, pas besoin de construire une ville méga technologique du futur au milieu de nulle part. Les solutions ont les a déjà chez nous.",
      "likes": 6,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louloote3002",
      "author_id": "UCdCAn9keeGDnguJv1a60liA",
      "text": "Ça me redonnerait presque foi en l'humanité.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@josephdelassus89",
      "author_id": "UCYkmfj9ZG9k5gZ6iAfoitNA",
      "text": "je suis architecte et franchement, pour quelqu'un dont ce n'est pas son centre d'intérêt principal, t'as super bien expliqué avec une bonne précision. Continue comme ça Simon!",
      "likes": 37,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@levanpirate",
      "author_id": "UChp7as1h3HQVx1pVgGVZt_w",
      "text": "J'ai découvert cette ville sur Dreamcast à l'époque sur SHENMUE II",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rafdel42",
      "author_id": "UCIGG2KfyQ6H6roCa-R_3h3A",
      "text": "Louvain-La-Neuve en Belgique, une ville étudiante piétonne construit par-dessus des parkings, c'est un bon test",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cactusAbl",
      "author_id": "UCwFZ6gYI_bb8b7U1RMSn6Aw",
      "text": "« Je vous aime les bretons » en parlant de Nantes, mon cœur ce déchire",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@packingdustry",
      "author_id": "UCv901-Qqix-GwzFmsfMEgRg",
      "text": "La \"ville du 1/4 d'heure\" a existé en union soviétique où il n'y avait presque pas de voitures",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@interneter",
      "author_id": "UCJrv0xQm9IObKzJlKNTcM4A",
      "text": "Cette vidéo met-elle en avant un partenariat ?\nLes sujets sont toujours aussi intéressants et le montage aussi dynamique ! J'adore",
      "likes": 11,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjaminrace9806",
      "author_id": "UC61VjZxTkIossj1N_SxEvQw",
      "text": "Louvain la neuve c'est le parfait exemple de la ville 1/4h. C'est une ville fondée pour l'université, avec depuis sa création son centre sportif, son centre commercial et ses nombreux appartements pour accueillir étudiants et résidants.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Scario45",
      "author_id": "UCaeyltNYl6EShW2njjZn-tw",
      "text": "Je dirai simplement qu'aucune ville ne dépassait 2 millions d'habitants avant la révolution industrielle.\nImpossible de sortir des énergies fossiles sans diviser par plusieurs fois notre consommation d'énergie et donc la taille des villes actuelles (notamment dû aux flux d'approvisionnement des villes en eau, nourriture, biens et services).\n\nIl est probable que les villes du futur les plus souhaitable seront d'une taille moindre, capable de communiquer avec leur campagne alentour afin d'y chercher son autonomie alimentaire.\nCela ne se fera pas sans un exode urbain massif, un retour aux métiers du primaire (agriculture, foresterie, minage) et du secondaire (industrie, artisanat) et enfin une redéfinition de comment on habite une ville.\n\nLa tendance actuelle des villes à augmenter, les containers de cultures hydroponiques, les cultures d'algue et le photovoltaïque sur les toits ne veut strictement rien dire",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@machyd5008",
      "author_id": "UCbaJZH1rD_QhJ5mmRv97GnQ",
      "text": "Alala qu'est-ce qu'on s'aime pas entre toulousain et bordelais 😂\nToulouse 💜",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oennjsaispas1117",
      "author_id": "UCOCLcUAivaiMDOhaNaFPEOw",
      "text": "Encore une vidéo masterclass, pas étonné",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@voxoking32",
      "author_id": "UC9c0M3Cp-Fn-Qso0Ws6pxhQ",
      "text": "Je vis a Hong Kong et j'aime cette ville :thanksdoc:",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gdnmax6736",
      "author_id": "UCBjk_9-vu4H7aJFI84Jk38A",
      "text": "Encore une fois , Passionnant , prenant etc... Un travail monstrueux.\n\nLe format est genialement interressant.\n\nMerci",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Grizouette",
      "author_id": "UCvWkBE_C6q75_nyoS7wpZbw",
      "text": "Toulouse c magnifique hoooo !!!",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@frankcisde2338",
      "author_id": "UClF6xofGj-o5-c3EVUlaEfQ",
      "text": "Regarde ce qu'à justement imaginé Walt Disney dans les années 60 avec son projet Experimental Prototype Community of Tomorrow (EPCOT), qui n'a jamais vu le jour (il est mort avant) et qui a par la suite donné naissance au parc à thème EPCOT de Floride (Walt Disney World) Orlando), c'était très avant-gardiste à l'époque (et ça l'est encore aujourd'hui)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bhasilic",
      "author_id": "UCjis2gL2jwTOXxtyL4Ivhlg",
      "text": "Stylé de fou le magasin Louis Vuitton",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@crako1365",
      "author_id": "UC2Nslx9kmUxV4HuMzMkbRGA",
      "text": "C'est à la fois terrifiant, merci de ton travail!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gagabarbidou5975",
      "author_id": "UC2ITxBhLuEWbF0XoFIuqdNQ",
      "text": "Ok je suis Toulousain et je viens de découvrir ta chaîne, franchement c'est du taff de dingue je suis en train de me taper toutes tes vidéos les unes à la suite des autres. Juste je vais devoir m'abstenir pour celle là. Continue de faire du travail de qualité, et mets du respect sur la meilleure ville de France",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ultrazihnu",
      "author_id": "UCNT3WpH8YpmRQhhkhAtfDCw",
      "text": "Je me disais bien que t'allais aborder The Line qui tourne pas mal depuis cet été et sans rire t'as super bien traité le sujet. Je suis en pleine composition d'un travail de géographie sur l'agriculture etc... Et mine de rien les exodes ruraux sont une conséquence terrible du fait que nos espaces agricoles sont à la fois de plus en plus pollués et de plus en plus pauvre. La question du logement est donc vitale et tu l'as traité de manière claire et concise, merci pour ta vidéo, si j'ai une bonne note en Khâgne c'est grace à toi lol",
      "likes": 8,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Xudaku64",
      "author_id": "UCpNcruc3yVtaKm6lmCsva9w",
      "text": "You got my attention at \"Watercooling d'immeuble\" gg boy.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@waykof8231",
      "author_id": "UC1x27LTRVEjwI85mLV3y8dg",
      "text": "Salut Simon, un travaille d'une qualité incroyable comme toute la les autres par contre Toulouse>bordeaux",
      "likes": 82,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@beachboy8971",
      "author_id": "UCE2doNR9wcRBTrPmH4BC51g",
      "text": "dans un contexte comme celui-ci ça fait du bien de voir une vidéo avec un peu d'espoir. merci",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GreenLovejoy",
      "author_id": "UCIbyPUpLbonaIY9OBNuXaMw",
      "text": "Ta vidéo est un vent de fraîcheur, merci, continue comme ça",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eurekakakakaka",
      "author_id": "UCBwCLV5ucN1HwcW7R--POTA",
      "text": "Merci Mathieu c’est super ce que tu fais",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Glapsou",
      "author_id": "UCfy5Qffj9f59Wu2R8ZKPcnA",
      "text": "Juste, merci. 👌",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tirnanog29",
      "author_id": "UCUHzWe0WGAXXA1CNoEKxoEg",
      "text": "Dinguerie, merci de redonner un minimum d'espoir",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Peurle",
      "author_id": "UCOxwSVzu6dr70izBxO7fKgA",
      "text": "Comme d'hab masterclass du Simon",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MarekPro",
      "author_id": "UCmTVdGnozdyjLrV3i8ep5hw",
      "text": "Masdak nous a tous contaminé 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@malevil8946",
      "author_id": "UCQtJtDDduB_vAubvBYNVU8Q",
      "text": "Tiens c'est marrant Rapture et Columbia me parraisent moins irréaliste maintenant",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lol-ox5kb",
      "author_id": "UCbf95n57ghj6RQoihHLzKzA",
      "text": "j'ai eu peur au début mais au final le sujet est bien fouillé! Bravo!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@haxx4290",
      "author_id": "UCn8K1nWtIm7jblAXnF7PSmg",
      "text": "Je t'aime simon , vraiment tu fait un maxi travail",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@skipiop3875",
      "author_id": "UCNpUkayxTKWX230AuKr1aaA",
      "text": "le fameux \"couille-aman\" mdr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thebesposeidon",
      "author_id": "UC5GiNrT4ABjcLGJ8mxlmNMw",
      "text": "L’Espagne a pas terminer de construire l’appart à côté de chez mon grand père, et le chantier date d’il y’a 20 ans… donc Elysium c’est pas demain",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HereIsAnotherCreator",
      "author_id": "UCXbUm8uaDcIUmELViqiUXvw",
      "text": "7:41 la transition👌",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BC-ux9sk",
      "author_id": "UCLeSTCn6sd0F-3t7yccyFqQ",
      "text": "Juste à la première phrase, j’ai failli quitter !!!😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yvanlap116",
      "author_id": "UCnVxaKc_V3fQJ88xvr0_0Tw",
      "text": "Une vidéo en or réalisée par une perle rare",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sato-ny6cu",
      "author_id": "UCaG8JMLmfZYRrL_QWWcLFJg",
      "text": "ça commence a ressemblé a night city tout ça",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ExoMadara",
      "author_id": "UCjJHCQD1ayHyV4nBWlaNtDw",
      "text": "encore une fois une excellente vidéo, merci à toi !",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jessykobel5803",
      "author_id": "UCFY-UyofCRuD_cv3BZ_p1Xg",
      "text": "Que dire... De LA QUALITÉ!! Tu donne envie de t'ecouter pendant des heures!! Les sujets tous aussi intressant! Continue comme ceci!",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ramjam-zv7mi",
      "author_id": "UCf1NPhtJ_pWXhAXwDZ7azqA",
      "text": "Michel Drucker j'étais pas prêt",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Felix-ix6nt",
      "author_id": "UCJ1NpX4q_N2k9dNl7xTg84w",
      "text": "tu est le boss \ntu fait partit des gens qui ajisse au lieu de détourner le regard et sa c'est super\nmerci",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@albane28",
      "author_id": "UC0YxoOzzGYo11mwBhG9RIOg",
      "text": "Pour moi, la ville du futur ressemblera au quartier Vauban à Fribourg en Allemagne : des immeubles qui restent à taille humaine, beaucoup de transport en commun ou des voitures partagées entre plusieurs familles, beaucoup de parcs qui sont construits par les habitants à l'aide de la mairie...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MickaelGr4vity",
      "author_id": "UCSQX2kqkCeF9lcBV9GTGBZA",
      "text": "Nantais, je ne connais même pas le truc de Samoa ... triste",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yoannvaladon7018",
      "author_id": "UCQwR3XH6qqEZGIqFW2nTslQ",
      "text": "Je suis le seul à avoir reconnu un futur dystopique cyberpunk quand il parlait des investisseurs qui gérerai les lois dans The Line. Des parallèles peuvent être très facilement fait. Les investisseurs qui peuvent être assimiler aux corpos, qui détiennent les pouvoirs, la justice, l'argent etc, et qui vont créer leurs entreprises afin d'avoir le monopole dans tous les domaines pour avoir une dominance totale sur la ville. Laissant les pauvres se battre pour les miettes. C'est vraiment super comme futur 👍🏻",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boulou8847",
      "author_id": "UCuC5xiwOHPBWUYnus7682Bg",
      "text": "NAAAAAAAAAAANTES",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sekalya",
      "author_id": "UC4kvCrAAMY5Mp_IHFD4us2A",
      "text": "On est bien à la campagne finalement!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Paloumi",
      "author_id": "UCaM3mV5qM7L7gxb37BjNdog",
      "text": "OK j'en suis à 5 secondes de vidéo, je suis Toulousaine, j'hésite à rester 😂",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@973alkatraz",
      "author_id": "UC0kPmfBoL8m-JQ2-uuHuADQ",
      "text": "Incroyable le p'tit montage à 7min40 👌",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_.critikophone._",
      "author_id": "UC2KTem4CvALLGCuczBC-vrg",
      "text": "les mehrgenerationenhaus, je l'ai appris en allemand en début d'année",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Thisisnah",
      "author_id": "UC5IyY7SHY6qi1N2slpN3p0g",
      "text": "Toulouse et bordeaux on devrait s’allier 😂❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hargeld6585",
      "author_id": "UCtfGG85fL1nHIz967RXfs4Q",
      "text": "Bordeaux et son magnifique périph 😉",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomaslepage2558",
      "author_id": "UC8iT0PhVRP-nywPMp8oYaSQ",
      "text": "L'une de mes vidéos préférées de youtube! Continues à soulever des questions aussi importante!",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanetaissur_sardoche",
      "author_id": "UCENfFz6HpKKK_TUdW7QxfEQ",
      "text": "Intéressante cette vidéo !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marc-aarondexemple140",
      "author_id": "UCu_dkir8hW4OFyZggJcAdgQ",
      "text": "le jour de mon anniv sah quel plaisir",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Oramorphed",
      "author_id": "UCfzgJU-FYICT3q_UV8WmSrA",
      "text": "Merci YouTube pour cette recommandation de qualité !\nJe ne connaissais pas ta chaîne, je suis conquise en une seule vidéo. Super bien menée dans le développement des idées, et finir sur une touche positive avec l'appui sur le fait que nous sommes aussi acteurs de ces changements, c'est parfait !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@haz226",
      "author_id": "UCD4wjf5qYiyuLCgqpUaYFwQ",
      "text": "8:26 « ou même des routes photovoltaïques » oh nonononono j’entends la voix de Thunderf00t qui s’élève",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@henrinoel2",
      "author_id": "UC0xl_XaS93YtoC98Ychrdtg",
      "text": "Étant urbaniste moi-même je ne peux que trouver cette vidéo claire, bien documentée, compréhensible par tout le monde (je pense) et  vraiment pertinente. Bravo👋👋",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EflamDePerceval",
      "author_id": "UC0bA9DKUoI8PyvB3xz8SEGw",
      "text": "8:50 PCMR : oui",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@neloter5992",
      "author_id": "UC7FR0fcF2nDUeADr4b_yU7A",
      "text": "Quel banger encore une fois !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@N004H",
      "author_id": "UClkpQrxe0NTJM0M49G5qj1A",
      "text": "Neom, là où aura lieux les Jeux Asiatiques d’hiver en 2029... ça craint...",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ulyssearnal8245",
      "author_id": "UCrXTJkzaLG1Xb8hxCmaxn5g",
      "text": "Tres cool comme video, drôle, interessant, pertinent vraiment plaisant à regarder",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@djanideriche6507",
      "author_id": "UCIlwDI8I2Rw38IQVVGhP0kw",
      "text": "Excellent sujet, très bien formulé et mérite de plus long débat publique",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@meowredacted975",
      "author_id": "UCBULTR5mhJBEGF2UwKPp3LA",
      "text": "J'adore ta manière de présenter les choses, le point negatif puis les solutions en passant par les points positif.\nLa conclusion est toujours la meilleure partie, simple rapide et efficace.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benoit7081",
      "author_id": "UCUmPI_HUH48qBWUeBRwA-Bg",
      "text": "on est trop sur terre mec",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Altis_play",
      "author_id": "UCs2UszeXZlQ-DsHI667DONA",
      "text": "Ils ont du mal à comprendre qu'une ville est un organisme vivant, ce n'est pas un bock qui une fois créée ne bouge plus, elle évolue et s'améliore avec le temps. Et c'est LA le point le plus important, faire évoluer une ville a une empreinte carbone bien plus faible que créé une ville de toute pièce, je m'était dalleur intéressé a l'emprunte Carbonne de the line qui représente juste pour sa création 30 ans démission CO2 de la France. vraiment super intéressant comme sujet !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oceaneshadowhunters6170",
      "author_id": "UCbI7FJ7jAgcuHXMg_bFLQ9w",
      "text": "Merci pour cette vidéo ! C'est toujours un plaisir de t'écouter sur des sujets aussi intéressants !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrMrfelix122",
      "author_id": "UCAn5V9tzknvDch8QQ9WeIqg",
      "text": "ouais ils viennent de couper tous les arbres rue vavin super l'ilot de chaleur ...\nmerci pour ta video gars keep pushin !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zaissa20",
      "author_id": "UCfs_9QSTKR-pKO-coAbv8hg",
      "text": "je t’aimais bien tu ma brise le coeur avec Toulouse 🥲",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Baptmetrailler",
      "author_id": "UCBADrKD1jJmXSYxr-UFPRhA",
      "text": "Sublime vidéo comme d’hab mec, un régal !\nDans 1 an je commence un master en aménagement du territoire (=urbanisme), tu me donnes encore plus de motive !",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juverx",
      "author_id": "UCJfuu-12p0onrgeCLjssavg",
      "text": "Bordel Simon, bordel. Ça tue, c'est bien ficelé, c'est captivant, c'est intéressant et instructif, merci mec. Masterclass comme d'hab.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienegea5148",
      "author_id": "UCXbfvnR1aIZ0ipqQcWJpiEA",
      "text": "Très très lourd la vidéo, le montage et les FX j'adore, et bravo pour le dynamisme sur un sujet qui n'est pas forcément évident à dynamiser.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinlairie4005",
      "author_id": "UCKy7ubC290bqYwNUXom5U7Q",
      "text": "C est propre mec sur taf!!! Merci",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@santolinegrassart9339",
      "author_id": "UCKnm0hjSHsnf_7RnkMqZpjQ",
      "text": "Je viens de découvrir cette chaîne YouTube !!! Mais c'est incroyable !!! J'aimes beaucoup ta façon de t'exprimer et de voir les choses 🥰",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DocteurDeath",
      "author_id": "UCuOglHb0e2vIbYT7RPeXaow",
      "text": "super sujet et un montage de maitre rien a redire .",
      "likes": 5,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bylambda",
      "author_id": "UCoUUgzNzVE4hQnVEgi6URdg",
      "text": "J’aurais bien aimé voir Simon Puech durant ses exposé en cours au lycée x)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matteovincent2867",
      "author_id": "UC84ZtZqgiCHXvmScR0_Ldyw",
      "text": "Bah encore une fois j'ai kiffé, surtout le fil directeur de la vidéo que j'ai plus remarqué cette fois ci : Parler des fails -> des projets futurs et de leurs limites -> et notre cas en France. Je kiffe ta façon d'écrire et Selgy à grave réussi le montage !",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@robinb3994",
      "author_id": "UCmY4_4ed4x2PsnwElUZY92w",
      "text": "\"On tire beaucoup sur le moyen Orient qui galère à reproduire le wakanda\" 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stoxca",
      "author_id": "UC5_gu29Kz9UKZnDC-vNWXUQ",
      "text": "J'ai hate de voir tout ca",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vykkk1",
      "author_id": "UC_1xXYFjWFMx9hYi42CXIpg",
      "text": "Vidéo super intéressante et inspirante encore une fois, et un peu effrayante sur la 1ère partie, entre Khaolan et The Line ça m'a fait penser à la mégastructure de Blame! ( Rien à voir mais la musique sur les 2 dernières minutes est vraiment cool )",
      "likes": 5,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jimmydu76160",
      "author_id": "UCAO2hmcUWYoO9wHi36VL4fw",
      "text": "Chouette émission. Merci encore pour ton travail et tes mises en gardes.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@metal0324",
      "author_id": "UCRibrbtiZ2AgYru2QRgGNhA",
      "text": "aujourd'hui  les villes du futur sont toujours synonyme de  ultra luxe , c'est tellement smart quand on voit comment on se noient sous les ressources en ce moment...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iciannelamraoui7576",
      "author_id": "UCKwyFoVK8mpxUS6LwY0BWLQ",
      "text": "Comme d’habitude 10/10",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@grimalkin99",
      "author_id": "UCrv--De-N2tb16Qbjy8G3oQ",
      "text": "Banger comme d'habitude, un plaisir",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hell4t",
      "author_id": "UChwfb02KcG7a0dS_oifDjyA",
      "text": "Lol Nantes expérimente surtout l’insécurité et les rues coupes gorges",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LilStrangeSquirrel",
      "author_id": "UCPKC9t7WSugXfeViSMPD7PQ",
      "text": "Ce qui est très drôle avec la ville de l'intro c'est que ça rappelle fortement l'univers de Starmania",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ma-t-t",
      "author_id": "UCMz0qhrCLp3YA1m7EQDgiQA",
      "text": "Masterclass",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@haikuyuki1478",
      "author_id": "UCbTI-tah075vlHDl1EKYNVA",
      "text": "Trop bien expliqué 👌🏾",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ptibab73",
      "author_id": "UCZSYa5EaUdvjQmpIO7m_IMw",
      "text": "Ca ressemble plus à une dystopie qu'autre chose en soit.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ParlonsAstronomie",
      "author_id": "UC5atBy2Plbpq7LXCp8x9Tbg",
      "text": "Des lampadaires qui adaptent leur luminosité en fonction de la présence humaine il y en a un peu partout, notamment à l'Université Paul Sabatier de Toulouse.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmatrd7674",
      "author_id": "UCu8i9dKUzFGlOJ-oqEsSDdA",
      "text": "Top cette vidéo ! C'est vraiment cool que tu parles de sujets complètement différents à chaque fois, ça ouvre les yeux sur plein de choses auxquelles on ne s'intéresse pas forcément à première vue, merci !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Haecairwen",
      "author_id": "UCCIGVHw7_vdQ6s_lzzvlzPQ",
      "text": "A propos du concept de ville du 1/4 d'heure, ce que je connais et qui s'en rapproche le plus c'est encore Louvain La Neuve, en Belgique. Elle a été construite dans les années 70 avec 3 idées principales : \n- la ville ne peut être un vase clos, un campus dans lequel ne se retrouveraient que les étudiants et leurs professeurs. Au contraire, toutes les catégories socio-professionnelles doivent être présentes. La mixité doit être maximale ;\r\n- la dimension humaine de la ville doit être centrale. Rien ne sert de construire de gigantesques monuments et de grandes avenues. Au contraire, la ville doit être à taille humaine ;\r\n- la ville est piétonne. La circulation automobile sera en grande partie souterraine.\nEt c'est vraiment agréable au final, ça montre que ce concept est faisable.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BrûlerDeVivre",
      "author_id": "UC_XdutQFTbuJUMByytl3WJA",
      "text": "Merci Simon, excellente vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kal_bewe1837",
      "author_id": "UCWAtZoJAHOtEv-pyPz5-Vog",
      "text": "Un peu de verdure et beaucoup de béton, c'est beau les villes écoresponsable😍",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Itsu_",
      "author_id": "UCqo_ZmBScKwh2VatZ0D38sQ",
      "text": "On a littéralement regarde t'a vidéo en cours de français alors merci à ma super prof de m'avoir fait découvrir un super youtubeur ^^",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thenightmare0904",
      "author_id": "UChh3e6znAuiLxkkS8pvoWkg",
      "text": "Incroyable vidéo !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Firefoxx_",
      "author_id": "UCR9hs76fLqeH7DREaIQ6roQ",
      "text": "J'ai cru que j'allais encore déprimer avec ta vidéo mais tout l'inverse. Merci",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@azertruite",
      "author_id": "UCrKOoJTA16HO--JN04vo8Lw",
      "text": "Quel boulot, merci de faire évoluer ma mentalité et ma culture personnelle et je ne suis certainement pas in cas isolé ! \nBravo 👏",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chouca8663",
      "author_id": "UCDo8_rexPIUhS0MnQ1PvMog",
      "text": "J'adore cette vidéo l'idée de mettre les datas center sous nos maisons plutôt que dans le cercle polaire il était temps que de gens y pensent",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bip5577",
      "author_id": "UCd1q531FzzWeM8wqoBVkXgg",
      "text": "Simon tu clc mec a chaque fois que je regarde une de tes vidéos, j’ai l’impression de prendre une baffe 😂👌 \nContinue, mon Reuf, tu fais un bête de travail",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathiasgilles3669",
      "author_id": "UC96cXsqn5h6f188tlkI3xmQ",
      "text": "L'éclairage en fonction du mouvement ce fait dans mon village (dans le 65). Et franchement bah c'sst top !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GasLong3",
      "author_id": "UC6mF_E8H0HNjxxnONMIRYow",
      "text": "Qule plaisir cette petite phrase de début je suis aussi bordelais , j’ai envie de dire qu’on est ensemble",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@torvic__",
      "author_id": "UCwnjVe2QJoL7QjmYnBPhcEQ",
      "text": "Il y a quelques temps j'ai découvert une société qui produit des dalles qui permettent de générer de l'électricité grâce aux pas des piétons. Ca s'appelle Pavegen et je trouve que c'est une idée tellement brillante et trop peu connue, et je trouvais que l'idée collait avec le thème de la vidéo. Placer ces dalles devant les gares, aux entrées de stades, dans les métros, etc. cela pourrait produire tellement d'électricité! N'hésitez pas à aller check c'est super intéressant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yazidmissoum5911",
      "author_id": "UCaqXwFQmmUIKYlGuViIdPog",
      "text": "Le watercooling d’immeuble oh la dinguerie que ça serai 🤣 non en vrai on doit s’y intéressé",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrIchigoFR",
      "author_id": "UCWFehP2u9VXo30HFcO1zQ9w",
      "text": "Hâte de vivre à nightcity  yes.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amazighatm",
      "author_id": "UCVo-t1Ttt8LJEjxwIcCDKnw",
      "text": "Il ne faut toujours pas AVOIR PEUR 💀",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@al1terieur444",
      "author_id": "UCY5ZAyNNydcdK6ziTj4hjyw",
      "text": "Renseignez vous sur les \"gratte terre\", (un gratte ciel mais sous terre en fait) parce que en 2080 les étés seront chauds.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gauthierlebihan3426",
      "author_id": "UCkYYQIimra2r1rILxJLcZXA",
      "text": "Le problème c’est aussi les personnes qui ne veulent pas du changement",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ansans462",
      "author_id": "UCye6iPBx4LUwai3p9JwqG2A",
      "text": "Les routes photovoltaïques, c’est une catastrophe par contre, un désastre d’argent et de ressources qui produisent rien et qui peuvent pas être entretenues (regarde ce qui s’est fait en France par Ségolène)",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@IbrahimisPlaying",
      "author_id": "UCTS_JY8unkjU9JEqH5EKEeQ",
      "text": "mot clé : caisse des dépôts",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Red-ik6ol",
      "author_id": "UCicX2joJFRCoIo0-9pWvSig",
      "text": "Dans les idées de villes du futur il y a Jacque Fresco et son Projet Venus. Il a passé pres de 70 ans de sa vie à appliquer la méthode scientifique pour créer un design de ville le plus efficace possible.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ben-hur654",
      "author_id": "UCpyBzZDrDZI4hkc6QcSLz3A",
      "text": "J'ai pris le RER tous les jours durant toute mon enfance jusqu'à mes 18 ans, mais depuis que j'ai gouté à la voiture et son confort (climatisation, intimité et espace personnelle, musique ect..) je peux te dire que jamais je n'abandonnerai ma voiture. JAMAIS !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Radjasteindag",
      "author_id": "UCRWZnMY3Ae7YfJyRUd89F9g",
      "text": "Quoi ? \"Bordelais\" ?! ... Je me désabonne !  Mdr",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spyrouxe2502",
      "author_id": "UCupmSmkkIddGneYc0cY40GQ",
      "text": "nantes les bretons. le mec a pas peur",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shisu4124",
      "author_id": "UC7UOoqDr8uLebGQi7CQ-Ofg",
      "text": "un problème avec les voitures qui quittent les centres-villes qui est assez survolé c'est qque les villes et les routes en particulier ont été conçu pour le trafic de voiture en centre ville, pour que l'usage du vélo en centre ville devienne une habitude chez l'Homme,il  faudrait regrouper tout les commerces au meme endroit et avoir des trams qui s'arrêtent au centre et qui font le tour de la ville mais avec la conception actuelle des villes dues à l'accessibilité proposé par les voitures, créer un modèle de ville comme celui la semble très compliqué",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blacksoul9345",
      "author_id": "UCg9GUS4D-ZH257Umu776Hvw",
      "text": "Je pense que Nantes a d'autres problèmes à régler que celui des îlots de fraîcheur mdr",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nathanbrochard3262",
      "author_id": "UCL6092HXIasvN0zGXc8xFfQ",
      "text": "Force à nous les passionnés de voiture c’est la sauce 😩",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@t.m.113",
      "author_id": "UCCV6TyhWqrNDIgxowVmLIgw",
      "text": "Le but de la ville de demain c’est d’isolé encore plus les ruraux …",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jlcosmaute9339",
      "author_id": "UCNBgFf1ODvcz6Dkia2YhZxA",
      "text": "Simon est vrm à son prime les gars",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baptistejenouvrier9197",
      "author_id": "UCEHaofAsT0yzvYkRTEuEizQ",
      "text": "La route photovoltaïque, la dernière fois que j'en avais entendu parler c'était un giga echec",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexyvllt8865",
      "author_id": "UCWFy3cJDbDAPwpoACXTqJGg",
      "text": "En conclusion,  l'époque de nos grand-parents et arrière-grand-parent qui sortaient de leurs fermes pour aller faire des courses au boucher et la boulangerie du coin, les enfants qui avaient à peine 15 minute de marche (perso, je les fais tous les jours) pour aller à l'école. Ce sont des exemples à suivre pour demain, le tout avec la  technologie d'aujourd'hui ça peut faire le taff",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noiyys6451",
      "author_id": "UCBt2rzN76kSkoljdB8H6Jsw",
      "text": "Il a insulté les bretons de nantais :o",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ezio1367",
      "author_id": "UCt610-22We9g5704zCKrfeg",
      "text": "le fameux \"ilot de fraicheur\" de nantes (rezé plus précisément), il a fait beaucoup de bruit justement, vus que au lieu de fabriquer un truc en béton et plastique moche qui fait de l'ombre qu'une partie de la journée en plus, la nature a déjà créer le concept d'arbre en fait...\nSauf que la mère de nantes en a couper pas mal place du commerce, et après elle va se dire écologiste...",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ljhp3154",
      "author_id": "UCpMiLnhPSxzafn0lL5Xdwzg",
      "text": "On sera plus la en 2080",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NouvelEmpire",
      "author_id": "UCce_J-0e9Ys5pp9KovhX1cw",
      "text": "Sympa les placements de produit pour la macronie",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lpsychzo",
      "author_id": "UCz37uPaf5P-dTB199PAMD1w",
      "text": "Mec vraiment je commente jamais les vidéos que je regarde mais a chaque fois que je regarde une de tes vidéos j’en prends plein la face, tu expliques et racontes les choses d’une façon envoutante c’est tellement un plaisir a écouter et regarder",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wav_909",
      "author_id": "UC1S2shTtnnsMesb8_rYUAxg",
      "text": "bête de taf comme d'hab",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AMARK1NG",
      "author_id": "UCfUUAyjbnjwQ8fSJXzXdgow",
      "text": "Je adore cet video cete vremant incruaiable GG a toi PS Simon se chuan la video FAQ",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@niceronsimon6371",
      "author_id": "UCexahcqe_rzGMuSZy7Y1Hpg",
      "text": "Juste trop fort",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucas-nature",
      "author_id": "UCcVhwXbe3CsXoZLp5LaAOZw",
      "text": "Je kiffe comme dan",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mougneresguillaume9767",
      "author_id": "UCpIYMlZ-DND3lIfK2huaOvw",
      "text": "Incroyable vidéo, comme d'habitude, montage de qualité, enrichissante au possible, avec des remises en questions... \n\nFaisant en plus l'apogée de Bordeaux... Que demander de plus \n\nParfait !!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kayto_213",
      "author_id": "UC8TZZbkLfSVN5ecAXAsH0Nw",
      "text": "tres lourde la video",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mateobanongo2080",
      "author_id": "UCCvJtCjSqgtM0CkY8zY3yhQ",
      "text": "Vidéo toujours aussi bonne ! Grand bravo !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@l3vid3nc394",
      "author_id": "UC3NakYrzRaOql7gLKjfL0Gg",
      "text": "Excellente vidéo j'ai redécouvert pleins de projets que j'avais oublié et me motive à m'y intéresser plus en profondeur ! Gg mec 👌",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mexiem.mp4",
      "author_id": "UCgMzDWnUX3h8Xm3ijDKhP2w",
      "text": "merci encore et toujours pour tes vidéos informatives de qualité!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mundoame8416",
      "author_id": "UC7pVwqtE2ZIEoVGQ-9eiClg",
      "text": "Franchement, je t’ai découvert avec Ben Nevert et wow, tes vidéos sont passionnantes ✨\nTrop cool 🙌🏻",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adrian.h3409",
      "author_id": "UCv6WTdJg5KpERT8gjQlSrJQ",
      "text": "En France on est bien ! On fait des petits changements au furent et a mesure. \n\nPas mal !! 😄",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sautronemmanuel7803",
      "author_id": "UCAlSuzesxijlxIX2ofFhsHA",
      "text": "Quel vidéo de fou ! Elle ma donner de l'espoir et puis le montage et l'écriture est vraiment propre",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nolwenn_",
      "author_id": "UCzgXYK577nAlA-EfVe89Bgg",
      "text": "En tant qu'étudiante en architecture, on s'interroge beaucoup sur ce sujet dans nos projets. Ça va faire deux semestres qu'on étudie la ville de demain sur des horizons du style 2070 ou 2100\nTa vidéo est donc très intéressante !",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aH-zp9vb",
      "author_id": "UCBbIhBSXaALxvJohhWvbYdQ",
      "text": "Video de tres grande qualité qui permet de s’instruire sans s’ennuyer",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GamerKing906",
      "author_id": "UCxluM4ONqxh1bSbV--e-PGw",
      "text": "Tu mérite tellement le million",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sheldonacrumb824",
      "author_id": "UCRTuLcrdxhjcJnC-bATaKTw",
      "text": "Yas",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bartclb7699",
      "author_id": "UCoOEXzb5dnJY2nqry0TvLpw",
      "text": "Très bonne vidéo qui donne l’envie d’y mettre sa graine",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@unluckyahah",
      "author_id": "UC8m5ZpWQgVR9mDmV0zFil0A",
      "text": "C'est trop grave tes vidéos sont bcp trop captivantes, de part leur écriture, leur montage et ton élocution. On dirait un peu les vidéos de Léo Duff mais sur un autre sujet que de la tech\nBravo, un des rares youtubeurs à avoir une telle qualité !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@saaxqi",
      "author_id": "UCEw4aLcKUFhNkFg3WJDpAaw",
      "text": "Salut Simon ! \nGénéralement je mets très peu de commentaire sous les vidéos mais là je suis obligé d'en poster un.\nTout d'abord merci pour ce chef d'œuvre encore une fois.\nCe que j'apprécies particulièrement chez toi c'est ton éloquence et la façon dont sont montée tes vidéos.\nJ'ai dû m'abonner il y a même pas 1 ou 2 semaines et j'ai séché toutes tes vidéos.\nContinue ce que tu fais, tu es une perle rare, hâte que la prochaine vidéo sorte ! :)",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@half-red5524",
      "author_id": "UCRduopkTbgIkRKo3Ft6di3Q",
      "text": "c'est rigolo c'est mon taf (a tout petit échelle xd )",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lilamallard457",
      "author_id": "UCdehbKbcMNLiJyVgdwtOFjw",
      "text": "ouch Nantes en Bretagne",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexbargain",
      "author_id": "UCRMWKVkwuprRh9AO7BqT3uw",
      "text": "Incroyable la qualité de l’écriture, le montage est au petit oignions. Merci selgy 👌",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JackYHob",
      "author_id": "UCVB7btfyCAv_5NYJeUEhi-g",
      "text": "Merci pour cette vidéo, j'ai kiffé. J'ai même l'impression d'avoir plus aimé que d'habitude",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moi7345",
      "author_id": "UCjnVN8eVZNQxjw0e6DePj2g",
      "text": "La qualité de ton travail m'impressionne à chaque fois, merci pour cette vidéo",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tomtomlegamer8717",
      "author_id": "UC_Fz8pAzX5oPX2aEdliJNJA",
      "text": "Merci beaucoup Avec une super conclusion qui dit que les français sont les meilleurs !! COCORICO !!",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marionrochas5424",
      "author_id": "UCb8xL5MBtiJ1BxXuIKGbqoA",
      "text": "Super intéressant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LucieTrimolet",
      "author_id": "UCBTXK-4Al6jnQV-mbLObe7Q",
      "text": "Ah, merci ! Enfin de bonnes nouvelles, des projets cools, des solutions cools. Ça fait du bien",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@etienne8110",
      "author_id": "UCzU-bODk4fMx6_A54KEIfrw",
      "text": "En pratique les petites villes françaises (50 à 100 000 hab) sont déjà des \"villes du quart d'heure\". Tout y est accessible en 15min à pied, vélo ou bus. \n\nPar contre pour les grandes villes ce sera plus compliqué, ne serait ce que logistiquement. \n\nIl se peut que la réponse soit la fin des grandes métropoles pour un retour à de multiples villes de taille moindre. Ne serait ce que pour la soutenabilité alimentaire.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stiffmaster1701",
      "author_id": "UCBTJqrILTceaHQp6aqwysVA",
      "text": "Toulouse en PLS 😂 génial la vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabrielsoilihi7064",
      "author_id": "UCUeQe8xSNpQbKbEpRtVAVMg",
      "text": "Oxagone est un octogone. Bien joué",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quattroquatre3113",
      "author_id": "UCYyXEQNfVbnhiCLE5rQdXrw",
      "text": "Hexagone monsieur = 6 cotés ;) merci pour cette vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@petemoileculmacron676",
      "author_id": "UCU7Nw_3RS7CLBicINpUpDdg",
      "text": "0:01 SIMON ON VAS CE BATTRE ( je sais pas au hasard je dirais bordeaux ) . Oui je suis toulousain et alors. \nEn tout cas vidéo très intéressante . Gros GG pour le travail et merci à selgy pour ce montage !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@briffy385",
      "author_id": "UC9ML1WzBhGOxFMOOLV6xhAA",
      "text": "je confirme le chauffage a base de pc overclocké xD",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheMono313",
      "author_id": "UCbgpAdiC0aFfXQMMplu4OUw",
      "text": "Très bonne vidéo, comme toujours !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@playerone6574",
      "author_id": "UC0V9dh8ghMtzs1vsr3mcNQg",
      "text": "Sur le pc tout l'hiver, ça réchauffe je peux vous le garantir",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kdepaty",
      "author_id": "UCYk3j9ZZhXdtzGufweMQa0w",
      "text": "Quoi d'autre à dire à part encore une masterclass",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@drazyxm5386",
      "author_id": "UCHjtTK11ErHj6c52DuJKIaA",
      "text": "Toujours un régal tes vidéos",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charlessitruk2348",
      "author_id": "UCiLII_6nfgBD2TgW6niAN1g",
      "text": "Bah sa part en abonnement direct ducoup . Bien joué ✌️",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kreev67",
      "author_id": "UCzCXteJlfj5Pp28-2jaHOUQ",
      "text": "Il y aura forcément bcp d'echecs mais dans le tas il y aura probablement des projets qui perceront et qui revolutionnerons nos mode de vie, pour le meilleure ou pour le pire.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chouette8229",
      "author_id": "UCPl0WjMqzOC1wkYzKnGgM2g",
      "text": "Mtn j'ai envie de vivre a Nantes",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mayerzrl",
      "author_id": "UCFnek6Agj6lqtLC6FOi9MAg",
      "text": "Merci pour ton travail stimulant intellectuellement, tu participes à des graines semées qui sont pleines de sens pour beaucoup je pense",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ekipatang7642",
      "author_id": "UCsCXjI-0ZIr6sK-RQq37DGw",
      "text": "Ce qui est hallucinant en voyant ces projets ultra technologiques, c'est qu'ils rendent compte d'une méconnaissance des crises de ressources à venir. La quantité de terres rares et autres métaux nécessaire est gigantesque pour ce genre de projet. Le tout high tech (capteurs, photovoltaïque, automatisation) n'est que pur fantasme. On retrouve cet imaginaire de cités \"vertes\" du futur, utopique, alimenté par la SF ou les visions d'artistes (magnifiques au passage). J'ai l'impression que ces riches apprécient ces images et essaient d'être les pionniers d'une nouvelle ère.\nPersonnellement, je me complais plus dans une vision d'une société future plus rurale, locale, résiliente, qui renouerait avec le civisme et la démocratie. Je trouve le beau dans l'entraide et la coopération face à monde appauvri et hostile.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeffreyhoungbadji",
      "author_id": "UChh4Kw4viJfVErDQOye1w0A",
      "text": "Très cool ta vidéo !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loriandivies",
      "author_id": "UCspKG8ZE-swu-6NnuB3ECqg",
      "text": "Très belle vidéo ! Cependant j'ai plus l'impression que c'est une utopie, que ce qui va réellement arriver dans le futur. L'épuissement du pétrole ainsi que des métaux rares indispensables à la création d'énergie renouvelabes (panneaux photovoltaiques, éoliene, hydroliene) vont réellement mettre en péril la vie de nos société ainsi que de notre mode de vie ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valentinld5769",
      "author_id": "UCnsiuiT5z8sHWmMCEvFAqcg",
      "text": "trop bien la vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@2.0flagascoot35",
      "author_id": "UC8Xq_PLA0qJKaZs081UCM5A",
      "text": "Tuuuu ... euh ... je suis ... en faite tu viens de résumé mon rêve éspèce de bg bcp trop fort",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@talissa3635",
      "author_id": "UCZFwZY9aD7BfFPASjFNYr5Q",
      "text": "ouaiiii une vidéo de mon youtube gac 🥰",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hasheur",
      "author_id": "UChlTcWDE8gd4tsl_L727NrQ",
      "text": "😂👌",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Le_Greqo",
      "author_id": "UC2IHPII5qwOa-73Sc3_ut0Q",
      "text": "après Nantes c'est le ghetto aussi",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LEJOURNALDELOU",
      "author_id": "UCLBBvggvpIWI3hV4tjAsFAg",
      "text": "Première fois que je regarde une vidéo sur le futur qui me rassure et qui ne me fait plus peur du futur",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jeremy-yg2pr",
      "author_id": "UCS_9Nz-6ck64FDjJcW-rpDw",
      "text": "Très bonne vidéo !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MaflaxMhA",
      "author_id": "UCAcvr_Q8mQzEajJULdH_swA",
      "text": "Solide",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@davidpatourel2058",
      "author_id": "UCsEu7XNfTPKO56ZzODJZH1A",
      "text": "Il y avait le Corbusier qui avait imaginé des immeubles Independent, commerce et école inclus, ça a pas fonctionné l'idée était cool mais les bâtiments ont trop mal vieillis",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Apolyonar",
      "author_id": "UCsxaZUO5wEQyNKLvAdgS7Sg",
      "text": "tjrs aussi bien tes vidéos :) je choppe tjrs des frissons :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adelou15000",
      "author_id": "UCLuWSnZ0kWCOsuF9xdkU3rg",
      "text": "❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xeyblade",
      "author_id": "UCnnZVqcsoD1yftnN0eYHM0g",
      "text": "La petite Death Note font UwU",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@--92I--",
      "author_id": "UC5-h_OKeTKzkcSsWrx2JGJg",
      "text": "Pour tout les personnes qui veulent approfondir le sujet je vous conseille la vidéo de stupid économics du sur \"Urbanisme : fin de la maison individuelle\"",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucashp3377",
      "author_id": "UCNN11mgy0DvXq8x-7NreIkw",
      "text": "Toujours aussi bien, tu gérés ! :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ドードー-x6j",
      "author_id": "UCoR4sAk5I4V87poBPB5QLUA",
      "text": "Moi qui chauffe ma chambre au pc 🗿",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arthurooooo",
      "author_id": "UCAwkZuryuSIs3TNgJZ0R9Og",
      "text": "Let's go, on parle de Nantes pour autre chose que des agressions\nAu moins on teste le futur par ici 🥲",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SamuelLHenry",
      "author_id": "UCbg5i-k7wzjyKYbx6vQRHyQ",
      "text": "Wattway de Colas est un échec en tout point cependant...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mrt_dnn",
      "author_id": "UC7UpipAbSZ53E-X0zOk-32A",
      "text": "TOULOUSAIN 🟣🟣🟣 sinon super vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hakha2831",
      "author_id": "UCoidY9wmx4VwIjZ4VP_Hw7Q",
      "text": "Ouais Bordeaux ouais !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CedricatorftPitchit",
      "author_id": "UCZVZMI0MdTzNKi82ralMUBw",
      "text": "Super vidéo ! Je mettrais un bémol juste sur la toute fin: c’est pas à des start up de réorganiser l’impact des citoyens dans leur ville, c’est à la politique de gérer ca",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Azrael-XXI",
      "author_id": "UCY0EgrCz72oLGxxqMYOnfug",
      "text": "super vidéo comme toujours. sujet passionnant et montage excellent 🤌",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Neoh53",
      "author_id": "UCnIIumhaIrmZY8QwcFEaldQ",
      "text": "RPZ Nantes ! Ca prend le 4 tous les matins ici !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tipp-ex2900",
      "author_id": "UC6M01FTwrT8a4NOWwvbeV7w",
      "text": "Mon dieu, quel qualité de vidéo, comme toujours. Un grand bravo pour ton travail !!",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jiijiii",
      "author_id": "UCUNFc1bnAwpbDhghfqwf1Iw",
      "text": "Ouah la citadelle de Kowloon est une œuvre d'art insensée faite malgré elle, où il ne devait pas forcément être bon de vivre mais exceptionnelle au niveau \"architectural\", un bout de genre Steampunk ou à la Dredd, on ne croirait pas que ce genre de ville ait déjà existé, un autre monde...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MonsieurOrds",
      "author_id": "UCiRnV5eMM5Qe3VxJNo64ing",
      "text": "j'avoue à 6:01 j'ai pensé à MASDAK",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Wanelmask",
      "author_id": "UCKAklxrMtLtyW2e3yQS2fvQ",
      "text": "De la part de Toulouse : prout. Voilà.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dolcexx261",
      "author_id": "UC5WKC6wNChVh_UpA4oHqJgg",
      "text": "C’est quoi la musique de fin svp ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rayan_sur_youtube5844",
      "author_id": "UCS9SJ-z7hC7gSfWULa3_38w",
      "text": "Trop fort, comme d’hab",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@titou1117",
      "author_id": "UCW2JLlrmAXj1OkO9dxY3wpA",
      "text": "Bien vu",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EflamDePerceval",
      "author_id": "UC0bA9DKUoI8PyvB3xz8SEGw",
      "text": "Superbe video, Bravo !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@armandgrizzli",
      "author_id": "UCuDzi_qUzBK6p3BL47L6rxg",
      "text": "Merci de considérer les Nantais comme des Breizhou, ça fait chaud au coeur 'tain",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@liito3724",
      "author_id": "UCp1GkPJyUcyeuUrFQCl1YlQ",
      "text": "Toujours aussi intéressant et pertinent 👍 bon sauf piur Toulouse mais personne n'est parfait ;)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BlackStorms84",
      "author_id": "UCNWONP4ggDciHYrs0lQZjQg",
      "text": "Très bonne vidéo dans son ensemble merci.\nSympa ces nouvelles miniatures(photo de la vidéo) mais bizarre à mes yeux... mais ce n'est que les miens lol",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zexas777",
      "author_id": "UCjz-oGSyj_71O_ImjVZP7xQ",
      "text": "Je suis bien d'accord sur le fait qu'il n'y aura pas une solution mais pleins de pistes. Le blème quand il les solutions sont diffuses, c'est le partage, il y'aura toujours des collectivités pour préférer des solutions moins efficaces et refuser des avancées d'un côté, des égoïstes incapables d'accepter qu'on reprenne leurs idées d'un autre côté, du coup il est probable que l'on atteigne jamais la ville du futur mais que l'on ai plein de bonnes idées réparties sans être concentrées en un endroit. Bien sûr chaque ville a ses enjeux et ses problématiques empêchant la simple copie d'un modèle partout. Cette vidéo me donne espoir puisqu'il y'a des initiatives intelligente, cependant le scepticisme reste puisque l'humanité a cette fâcheuse tendance à ne pas choisir uniquement les solutions efficaces.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lexiz11",
      "author_id": "UCfnkfYVNk6eA7qej80pRa-Q",
      "text": "Tu mérite plusieurs millions d abo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@grutfrut5817",
      "author_id": "UC6E5ih8lF0MMSB4EBuVKUJA",
      "text": "Marrant, j'ai relu \"Lumière virtuelle\" de ce cher William Gibson il y' a peu.\nKowloon y prend une place prépondérante.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Knight34Furie",
      "author_id": "UCJ8MScAlirs5tq3hYi9HQcA",
      "text": "Godlike comme toujours !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@g_dd3973",
      "author_id": "UCNSe5ZxD_3T1nsD3HpwwB7g",
      "text": "Début de vidéo chaotique pour un toulousain...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anto_point",
      "author_id": "UCL53igmbevsUb4V1C6i4Tjg",
      "text": "Les milliardaires qui créent leur propres villes ultra futuristes... je sais pas pourquoi, mais j'ai des flashbacks de Bioshock moi😅😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sakom1736",
      "author_id": "UCVRPtCSNQTc9xQME6bmHwYQ",
      "text": "Après je suis pas sûr que le problème premier de Nantes soit de crée la ville de demain.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pulco50",
      "author_id": "UC0Ocq_4BGiiFU1pVnLB_jXQ",
      "text": "Enfin quelqu'un qui ose dire que la voiture individuelle et les zones pavillonnaire c'est finito",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrBlackdiamondfire",
      "author_id": "UCyd8iOY4E7v4XM6b_I9o4ew",
      "text": "je n'ose imaginer comment cela sera possible...on a deja du mal a démocratiser correctement les transports en commun o_O",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vickyboy3141",
      "author_id": "UC_Q0D3YsGL_q-2Tsv8Q1ptA",
      "text": "lourd",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bd4931",
      "author_id": "UCOMl65xySQ6Rx4ZJcAwqiqA",
      "text": "comment jai vriller quand jai entendu mon toulouse apres ila dis qu il etait bordelais ... donc legit :D",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rahflacasvodettoutcaquoi164",
      "author_id": "UC4nxOX8VZtrOf4tP6R94u0Q",
      "text": "Je vais faire de l'équitation avec un amis et on ce déplacera comme ça et on a pris pleins de chose en compte",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yveslamouette1188",
      "author_id": "UCYsn5Jq_xDhFaaB-Xa38reQ",
      "text": "Trop bien la casquette arte moi j'ai le k-way",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zakozak6615",
      "author_id": "UCnkuKyTfmBT7dUuyA8N8aCQ",
      "text": "Les villes, les villes, les villes... On ne parle jamais des campagnes, grandes oubliées de nos visions futuristes, et encore moins des liens entre villes et campagnes, et de tout le potentiel de (re)nouveau que cela peut apporter !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mickaelmongeard2945",
      "author_id": "UC64iQbtrzMc5K9GxZ9gXnoQ",
      "text": "\"Et si vous n'avez rien à cacher, heuu il ne faut pas avoir peur\"",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blybinet1027",
      "author_id": "UCzuIJYy9IMFqOz7qfv9UUAA",
      "text": "un montage cool",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Le.Hachoir",
      "author_id": "UCfmmWvQAsicyFIvWhNcywKQ",
      "text": "« Je suis le commandant Shepard et cette boutique est ma préférée de The Line »",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@turp5002",
      "author_id": "UCQncBEZ5nzR1_elIRNWBHpA",
      "text": "Super vidéo 👍",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MattRaikurai",
      "author_id": "UCW2zZW4hEDqQ2i8D2iu0tHw",
      "text": "En vrai, pour une fois j'ai un peu d'espoir grâce à la 2ème partie de la vidéo. Merci pour le travail !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MatonaMakanzu",
      "author_id": "UCyL5-dQjq48sOued61GXm_g",
      "text": "Merci",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LDwaffle",
      "author_id": "UCMtAHEZ04H1h2g67Ag20wog",
      "text": "mdrr la ref a hasheur bien vu la video",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxencejauzac9496",
      "author_id": "UCguSsQJd3tGtmeS8KE04_vQ",
      "text": "❤🖤",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariusnottot2518",
      "author_id": "UCKzmnBg19QGoVxfE7Q_zVBQ",
      "text": "YESSS ÎLE DE NANTES REPRÉSENTE !! ❤",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pisouheight9288",
      "author_id": "UC98-DMBxVJnSCfkpL8dpQqA",
      "text": "👏👏franchement bien jouer très bonne vidéo qui fait réfléchir En plus j aime beaucoup tes vidéos continue comme ça",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BenjaminCode",
      "author_id": "UCLOAPb7ATQUs_nDs9ViLcMw",
      "text": "Génial vidéo Simon. Fier d'être Bordelais quand je te vois.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@camillegq8860",
      "author_id": "UC2bapbuHW6xv9uB0Bq2-C1g",
      "text": "Mal barré pour les misanthropes",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nomadnull",
      "author_id": "UCDlAa7CuYLMk31xZZka1hqw",
      "text": "La ville de demain ce sera plutôt tu ne possederas rien et tu seras heureux",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pascaltremblay8832",
      "author_id": "UCVevLBowYHvk3QSKTljfFIg",
      "text": "Pour moi l'idée de ville flottante me parait possible. La ville actuelle, qui ressemble le plus à l'image que j'ai d'une ville du futur, c'est Singapour. L'union du luxe et de la nature.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoninpivetta4313",
      "author_id": "UC8A0ZIAy_8n2fGJYs3bgEyA",
      "text": "J'aimes bcp la petite ref a bdx \nSinon super vidéo👍👍",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lunarnt1589",
      "author_id": "UCxHYCOGl3-6hSX7LkTa19ZA",
      "text": "La joie de la notif",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dragost37aliasstatsman",
      "author_id": "UCJk5wHplkmjRo6A3cmoRjCA",
      "text": "Il faudrait commencer par faire des quartiers du futur !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kanizan",
      "author_id": "UCVADogvZ-_Gi8_p5JV5b-sw",
      "text": "Tant qu'aucune ville ne devienne la cité 17 lol",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jean-paulcoincoin4935",
      "author_id": "UCCbGJ_yHjcfxtKE0GfbuNZw",
      "text": "Kowloon, c'est la ville dans la partie 2 de Chainsaw Man ??? ça ressemble trop",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zlarde",
      "author_id": "UCbOzwabZqQNjExI-czcQkGA",
      "text": "Le sujet est vaste et super intéressant par contre j'ai l'impression que l'on va faire une Cyberpunk avec une ville géré par des investisseur qui feront leurs loi car c'est leurs ville et que c'était la seul solution pour que les habitants puisse vivre dans un lieu un peu saint.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Negatif34",
      "author_id": "UCJRXZ1hz8zcQtP5WyUJUheg",
      "text": "Pour qu’il n’y ai plus de voiture il faudrait déjà qu’il n’y a plus de problème dans les transports en commun 🤣 \nEt le vélo c’est bien gentil sauf quand il pleut et qu’il fait froid",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@edsfilmm",
      "author_id": "UCviLPM4jV4U1c0SrLdnbbag",
      "text": "🌿 Video hyper quali ❤️\nLes Emirats peine a reproduire le wakanda 😀 la vanne est trop off 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soifdesens",
      "author_id": "UC0suOBgRAZPCy5kD6IS23zw",
      "text": "J'ai grave buggé quand j'ai vu les rushes de ma vidéo sur les résidences intergénérationnelles 😂😂 cool si ça t'a aidé",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugolb4072",
      "author_id": "UCp7c2yk6OMRg4_8ondZ8rUw",
      "text": "OMG il a dit Nantes = Bretagne😱\nSinon vidéo incroyable comme d'hab",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Richard-wr3sy",
      "author_id": "UCgLXujkPpePRZp5DSzaPNgg",
      "text": "🎉👍💪",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alveen",
      "author_id": "UCEinyM214R0wJ5hpfXnLnlg",
      "text": "Cette vidéo est excellente",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mai-Ty777",
      "author_id": "UCT6sfCtA3YreUeCXYJLlP0g",
      "text": "Excellente conclusion ! Il n'y a pas de solution généralisable car chaque ville fait face à son propre contexte !\nMerci pour ce beau travail :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Qclibre",
      "author_id": "UCY_jdXM7yQxx8i4pcO6WdOA",
      "text": "Je suis à 100% d’accord avec toi à la fin de la vidéo. Souvent les gens imaginent le futur comme plein de taxis volants ou des robots qui font la vaisselle, mais le futur pour moi qui habite au Québec est d’avoir des quartiers mixtes on l’on peut accéder les services sans prendre la voiture. En Amérique du Nord, nous sommes encore loin de l’Europe en terme de mobilité active et verte et le futur se trouve dans un bon urbanisme plutôt que dans les gadgets robotisés",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@energynano2081",
      "author_id": "UCkZ6crPn3YBB5jsX62fA5cg",
      "text": "je kiff tes vidéo\n continue",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valentin1912",
      "author_id": "UCWfQmTy4KjsUSbWyACJxIGQ",
      "text": "Excellente vidéo, par contre face à cet affront en introduction, je me dois d'aller pisser dans la Garonne. À part ça rien à redire 🔥",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adrienc3698",
      "author_id": "UCcSScL4Ervxm5mQ7B7CPhhQ",
      "text": "Le problème maintenant c'est de survivre jusqu'à 2080 , mais une vidéo de Simon puech avoir de l'espoir ça change 🤣",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@steewshuhu2347",
      "author_id": "UCNWaaNRZYTcL8kwPKwQaOBg",
      "text": "Lourd la vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Spike-42",
      "author_id": "UCSkTFjCUPQuJTE4e34KwnLw",
      "text": "À propos de Kowloon et des pbms de surpopulation, Nexus IV a fait une vidéos à ce sujet👀",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@victoriatruphemus6322",
      "author_id": "UCM9NrviX7EkpQE0kq6spT5w",
      "text": "toujours quali",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@akufuryofu",
      "author_id": "UCmNikKqO-XfOR3FaUy_AZUA",
      "text": "tres bonne video et comme toujousr ceux qui ont pas d argent ont des idées",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@awaprod1121",
      "author_id": "UC9KRCvAv4QKoCguOiqac8tg",
      "text": "Top !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guilhemdarde9638",
      "author_id": "UCV358BW4lEXJ-AOWbnFO0UA",
      "text": "Corusant propre…",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nathan457",
      "author_id": "UCPgMw9txCxZ8tpBetDMrwWw",
      "text": "Referencement <3",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jadeenbalade",
      "author_id": "UCNu39QE94IWQOt4QzYHsctQ",
      "text": "Toujours un qualité de vidéo incroyable, et merci pour la note (semi)positive à la fin avec le cas de Nantes, des changements doivent être faits c'est sur mais c'est pas impossible",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jonaramire",
      "author_id": "UCsKKi_xxa42ctu4xwPw56UQ",
      "text": "C'est cette ville dont Senchiro s'est inspiré pour son manga ? Hmm",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@block2bedrock",
      "author_id": "UC5rFVoZPN6MdFuWN6JXm6gQ",
      "text": "Super Video ! Par contre tu n'a pas dit quelle était sponso par la caissse des dépots",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benoit2180",
      "author_id": "UC9YcVXOAkWygTzk1ft-k3Gw",
      "text": "Chambre de bonne avec chiotte sur le pallier rpz (petit bonus, à la turque les toilettes)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zstzbxn",
      "author_id": "UC52ngizHDBbqIO5duKUImQA",
      "text": "super vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chacul5104",
      "author_id": "UCfIJboENyLiKxVkZ817xuhQ",
      "text": "Enfaite la ville de demain va être moins bien que la ville d'aujourd'hui",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fusssfus",
      "author_id": "UChIxYmRoEZ4UNtSxizCGSFg",
      "text": "👌",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toch8751",
      "author_id": "UCZ5SJ4sce_1bMNnh-zcVIQQ",
      "text": "Solution: Stopper la croissance démographique,\n\nPoint...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marceaurapsode6640",
      "author_id": "UCBmx7CzklMps94JFctGuXXQ",
      "text": "Super vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romain8336",
      "author_id": "UCqG0ev5g01Ngit_Zs03TQAQ",
      "text": "Super vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ewapic8541",
      "author_id": "UC-WAe-Oxcn9QYvjFoHmmpvg",
      "text": "Tu as abordé un thème très intéressant Merci beaucoup pour toutes ces infos!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GleanKo",
      "author_id": "UCZ4opxBH4MUZWXKo1joMiMQ",
      "text": "Nantes en Bretagne? Tu veux la bagarre ?\n\nVidéo géniale comme d’habitude",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@azerty5931",
      "author_id": "UCL10i8nakt_hdfKmL40X7uQ",
      "text": "Lets gooo nouvelle video qui met bien",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nutyx_x1115",
      "author_id": "UCmRHjYgyFV6q9sF69QxsEZg",
      "text": "Giga lourd la vidéo tu pourrais en faire une sur l’évolution des technologies par rapport aux implants électroniques ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@deathlock501",
      "author_id": "UC32jMHGttL8grEPzBCosRWg",
      "text": "Super vidéo comme d'habitude. Par contre j'habite à Nantes et c'est pas aussi fou que ça ces infrastructures...",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BART6640",
      "author_id": "UCZJe2NsHDDKL4VAuxU_6Wcg",
      "text": "Omg le coup du pc ça marche, je joue a tarkov, je n'ai plus froid",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louistschupp",
      "author_id": "UCGkbGh-nPuNfNZtBM7Vk61A",
      "text": "Nantes c’est pas en Bretagne ! Merde 🤣",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@onikaze7547",
      "author_id": "UC-gD3UCotpic9ogLBQPWHuw",
      "text": "Mettre Nantes et Bretagne dans la même phrase mauvaise idée 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aberaven4160",
      "author_id": "UCuc4F0cvMu-aHXzCHDuQxcg",
      "text": "alors autant dans un roman ou quoi c'est ultra stylé autant en vrai c'est atroce, ça me fait penser à une nouvelle de Junji Ito (ou les rues on des culs de sac et les gens font des trou dans les murs, passe chez les gens pour regarder etc)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sharkie7382",
      "author_id": "UCnC-YC4s31Or3xNPUWzN8ow",
      "text": "Nantes représente !!! Sinon super vidéo comme dab tu gère 👌🏻",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fixigun7024",
      "author_id": "UCRTdCgSBBZ2OwUo2TwNuGIg",
      "text": "5:46 Le problème de Neom c qu'elle a échoué avant d'avoir commencé ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RetroX66",
      "author_id": "UCpn0MyvXSaIs0ININOBoFMQ",
      "text": "Le titre ça aurait du être \"les villes en 2077\"😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vraink2",
      "author_id": "UClCSP1Hzz6gNwr-0AZn2JBg",
      "text": "\"Un mort qui avait resisté\" 😄😆\nComment il a fait pour résister???",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MsCarlito81",
      "author_id": "UCtGYGLC_iCxCgO1wue-p_YA",
      "text": "Alors Simon, on chercher la bagarre avec les toulousains mon petit ❤",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tonymr2496",
      "author_id": "UCPosdYH-D299T7b_EWEyvcg",
      "text": "Merci pour cette vidéo Simon, comme à ton habitude c'est au top 🤝",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@martincaroff2967",
      "author_id": "UCBrnyb3JASydWivOlPxo2vA",
      "text": "Vidéo tjr de qualité, c’est parfait ! Tu pourrais faire une vidéo un peu du même style que celle ci sur la géomatique (oui c’est mon domaine 😂) car il y a de plus en plus d’innovation qui vont aussi vers ce domaine méconnu mais utilisé par tous aujourd’hui.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabrielgeorge8229",
      "author_id": "UCEKdoSQvjmJyljOU2PK7mCQ",
      "text": "C'est marrant que tu parles de CDC dans ta vidéo ! J'y bosse avec la Banque des Territoires en tant que paysagiste (CDC Biodiversité) et je travaille sur le sujet de la biodiversité en ville ! Améliorer le cadre de vie, lutter face aux îlots de chaleurs, développer des services écosystémiques ... J'ai été suppris haha !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mendozaemmanuelle",
      "author_id": "UCt9ExHvgMTC59_8fbdg_rVQ",
      "text": "incroyable depuis le temps que j'espere qu'un youtubeur en parle vraiment et tous ca avec une dynamique, un montage exeptionnel. T'as vidéo m'a fait beaucoup reflechir meme si a mon echelle je peux pas faire beaucoup plus pour aider vers la transition ecologique, mais j'arrive enfin a voir un potentiel avenir vivable et non pas une Terre limite apocalyptique. Merci a toi une video encore incroyble !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WayTooMuchu",
      "author_id": "UCyGy6bVKx7fHOXGxm_G-n9w",
      "text": "Comme Haroun le dit : \"les mecs ils climatisent des stades dans le désert, et nous on culpabilise de pas mettre la bouteille en plastique dans la poubelle jaune\"",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibs_wlfg",
      "author_id": "UCzGh4TFBvQjS2q8_H5GqZjQ",
      "text": "Ah Nantes cette belle ville avec un viol de rue ou un meurtre tous les 2 jours ❤ ville du futur (sinon bonne vidéo encore une fois !)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandrebiaulet2605",
      "author_id": "UCBTCbe7XKC1cRsV-Lj_TKuw",
      "text": "OUAIII NANTES ON PARLE DE NOUS",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yummyprod4485",
      "author_id": "UC2FC81MEv-ON9Yygp9bS_eA",
      "text": "C'est très bien Toulouse! En tout cas en tant qu'étudiant en ingé ^^'",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Erim._.",
      "author_id": "UCvRaneBve4J85gwEP91LWAQ",
      "text": "👍",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jimmydu76160",
      "author_id": "UCAO2hmcUWYoO9wHi36VL4fw",
      "text": "Ne pas hésiter à lire \"Les mondes urbaines\" de Silverberg 😉",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vincentbergerault7640",
      "author_id": "UCzdhFoBNjSHWOlht5zP1SoQ",
      "text": "Tu es passé à côté de la nouvelle application de dassault system. Je travaille chez eux en tant que dev. Et une nouvelle app est apparu il y a pas longtemps pour donner la possibilité de créer numériquement une ville entière pour tester la faisabilité. Cela peut etre utiliser pour les villes actuelles. Mais l'enjeu derrière ça est de se placer sur ce nouveau marché montant où ces villes du futurs devront être parfaitement designer",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vertlinfini",
      "author_id": "UCsLzA99TIFp5x0j6jxplsgw",
      "text": "super vidéo mais Nantes c’est pas la Bretagne",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eltin3746",
      "author_id": "UC8rEHiex5nMopUuyyuGUjhQ",
      "text": "Encore une fois la vidéo est super, par contre un détail me titille, faut pas cracher sur Toulouse comme ça 😅",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ZozoNaps",
      "author_id": "UCkqKJhRL7bVMzbeQc8d2MWw",
      "text": "Vous ne possèderai rien et vous serez heureux",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juju-od3qx",
      "author_id": "UCpSMD1ydqGKKWeLmG7KtU_Q",
      "text": "super vidéo\n\nMais nantes n'est pas en Bretagne!!",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lLucaasllry",
      "author_id": "UC4iA5vid5oJLYuLmlqz2kGQ",
      "text": "Avoue tu t'es inspirée de la vidéo \"the future of cities\" de Oscar Boyson pour celle-ci 😉",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loicbara3476",
      "author_id": "UC3LmmwN9REkL1WIdN7ata2Q",
      "text": "Petit point par rapport à Nantes… c’est beau tous ces projets mais ce ne sont que des outils de com, les habitants ne voient rien de tout ça",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NeraThun",
      "author_id": "UC_B1CnqgRk22cN90sE2TuJw",
      "text": "J'espère que cette vidéo touchera plus de monde que des convaincus. Non parce que vu le sujet et la qualité du taf accompli ;)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Delchato",
      "author_id": "UCbHvlpBeXGKCAhW9hA0ci2A",
      "text": "merci, la vidéo est bien",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@varlymkamisama6339",
      "author_id": "UCcEfkjqTDwTBrKbbfw9zBag",
      "text": "Je me couperais des centre villes si ça doit me coûter ma caisse.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@0000_v2",
      "author_id": "UCtj0wdwfXwhX0kPHaqKXUVw",
      "text": "8:49 Oui actuellement je chauffe mon 13m² quasiment qu'avec mon pc et franchement ça passe ;)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinbelletoise2556",
      "author_id": "UCkFY1eWFVveRKaZ0Sj510Mw",
      "text": "Lesgo nantes",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@metaeidos9711",
      "author_id": "UCSJXkYatwogn9dUsw8KMHZA",
      "text": "il n'y a pas de problème, il n'y a que des solutions; rien ne se perd, tout se transforme. :)",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Comradpetito",
      "author_id": "UChud5h5y0TgkvkoaVZWRXhg",
      "text": "Ce sera les memes qu aujd sauf plus pollué, plus d'insecurité et de SDF car les finances publiques effondrés entreprendront jamais de reconstruire nos villes",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@psilon9537",
      "author_id": "UCP1In3B3kRTQQHIt921CLhA",
      "text": "Je dirais même que au delà de ka voitures et du vélo si on pousse les appareils type gyroroue, trottinettes électrique, déjà aujourd'hui tu peut avoir une machine qui pèse 20kg qui a 70km d'autonomie et qui tape du 40 km/h donc en poussant sa la voiture peut devenir juste dépassé.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DavidDavid0007-m7u",
      "author_id": "UCnaIR8iMrQ1hqvXi1iCI0Fg",
      "text": "j'adore tes sujets, j'adore comment justement tu nous aimes dans ton univers et limite à boire tes paroles MAIS pk tu te filmes quand tu bois ??? lol",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@YuNa_Gchrd",
      "author_id": "UCuUGOIk1YO2iNzH3GHfMTrg",
      "text": "Bon bah j'ai pas besoin de passer mon permis si on aura pas le droit d'utiliser nos voitures 💪🏼🤣",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ayumuaikawa",
      "author_id": "UCkTC47j4cXjTdMqu8TfA54g",
      "text": "6:00 MASDAK !\n\n8:50 Les tuyaux dans les murs/sols pour rafraichir c'est une très bonne idée mais j'aimerais voir l'application plus en détail car si jamais le tuyau claque c'est un bordel pas possible à réparer, en plus des dégat à moins que le sol/mur soit formé d'une sorte de bloc retirable la maintenance de ce system risque de piquer aux portes feuille.\nD'expérience personnelle un tuyau d'arrivée d'eau dans un mur a explosé dans mon immeuble et il a fallu 3 jours pour le réparer car très peu de plombiers voulaient prendre en charge la réparation... (me demander pas pourquoi je ne sais pas)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guigui2503",
      "author_id": "UCdaZZ8a0NkcI81-CF1Nd9mQ",
      "text": "BORDEAUX !!!!!!!!!!!!!!!!!!!!!!!!!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tonymr2496",
      "author_id": "UCPosdYH-D299T7b_EWEyvcg",
      "text": "Bordeaux bonjour",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Amb_ms",
      "author_id": "UCxAbsZVh4CdtTw6JmoqMa9Q",
      "text": "Hey Simon il y a pas mal des systèmes dont tu parle concernant Nantes qui sont déjà appliquées dans d'autre villes par exemple à Cergy sur tout le côté Ouest de la ville avec détecteur de mouvement pour les lumières et pleins d'autre truc..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maeljouo",
      "author_id": "UCzXub-ptIK9Nr-Ie38xI4hQ",
      "text": "c'est pas des bretons bordel !!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aim2314",
      "author_id": "UC8vuYJHEzQfCmEhdzgiDWXQ",
      "text": "Heu perso je vais pas dans une ville sous marine qui s'appelle Rapture #Bioshock o-o",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romain6643",
      "author_id": "UCncZDIPSGBiR7jHGrc_8Pjg",
      "text": "\"Est-ce qu'on va parler d'urbanisme sur tchétchène?\" 🤔",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@victorcarmouze",
      "author_id": "UCnPKKVr2PICtHBV-zEurx9g",
      "text": "Les routes photovoltaïques ça a été démontré 200 fois que ça n'avait aucun intérêt",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matcarter7278",
      "author_id": "UCEkSyRGHWifhFZUwE7buXrQ",
      "text": "Les villes végétale c'est ça l'avenir à condition de bien faire l'étanchéité des bâtiments pour éviter que l'eau des plantes ne s'infiltre dans la structure, donc avant de voir pour les bâtiments du futur il faudrait revoir la qualité des constructions qui au bout de 3 mois ce fissures et prend L'eau quartiers jinko à côté de Bordeaux  et toutes les nouvelles constructions, mais vivement de voir les changements, et même voir ça sur Bordeaux",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raisplach3948",
      "author_id": "UCjLbFwwH06HEIBoQGKl_uNg",
      "text": "les ville du futur avec un controle social se pourrait le faire moi je dis allons y quoi\nplus sériusement au la seul façon viable de faire du 0 carbon se serait un exode urbain\ncar pour avoir (presque) tout a l'échelle du village ou de la petite et la seule sérieusement envisageable",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@-Prosper-",
      "author_id": "UC4tzJqsyPGU6iiw1yKyGFWg",
      "text": "3:58:: pour plus de détails sur \"the line \" un vidéo avec un Architect  qui remet en question ce projet \"Un géographe réagit à The Line, la ville futuriste d’Arabie saoudite\"  \"www.youtube.com/watch?v=UQno_prvBRs\"",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@danaan8182",
      "author_id": "UCyXIiNlbFqe-XbQI2FPpNwg",
      "text": "Stupid economics à faire une ultra bonne vidéos à ce sujet \"Urbanisme : la fin de la maison individuelle\". Si le sujet vous intéresse, la projection à + 30 ans en France.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marckhenlee8732",
      "author_id": "UComDz8cofNE4nnYXezA9QcA",
      "text": "😔",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@henleyn5046",
      "author_id": "UC0xCpz44HJ4jsJHIsg35OaQ",
      "text": "9:12 alors c’est bien mais après les « petites collectivités » c’est un truc qui ne pourra pas rester éternellement à part pour les travaux dans l’agriculture",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@etienne8110",
      "author_id": "UCzU-bODk4fMx6_A54KEIfrw",
      "text": "Quand on se dit qu'il faut des start up pour remettre en place des trucs comme les réunions de quartier ou la démocratie...\n\nBen on est pas le cul sorti des orties...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@henleyn5046",
      "author_id": "UC0xCpz44HJ4jsJHIsg35OaQ",
      "text": "3:10 ptdr le truc pue le détournement d’argent",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Estus5807",
      "author_id": "UCp5lvNE8y8YIgO98-WQ52zA",
      "text": "Vous ne posséderez rien, et vous serez heureux !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vimix8913",
      "author_id": "UC07V5I6AD0Moe8Sz9nPb2Zw",
      "text": "Vidéo incroyable\nSeul bémol, Simon qui dit full bullshit sur Toulouse mais Selgy à tout rattraper au montage ce wati beau gosse",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mamacita8052",
      "author_id": "UCcezMXJGHwCdV5LoV7VTc4g",
      "text": "Vive la ville rose",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeTripNC",
      "author_id": "UCJGG5LDfnt-p6vZ0zyG3aPA",
      "text": "Tu fou la depression,,",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flexolin",
      "author_id": "UCA15jin-YmL42Un6Vo9GBKQ",
      "text": "Excellente vidéo bravo tsais le mec qui dit ca alors que la vidéo vient de sortir",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evacolocinte5970",
      "author_id": "UCkzT6CYDsqGrWNv_Q56UtoQ",
      "text": "9mn42 : les voitures en centre ville comme Paris sont inutiles ; y’a du bus du métro partout 🚍🚎🚋🚍🚎🚍 merci pour ce contenu de qualité",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GLANDERMAX",
      "author_id": "UCl9K11ArvDPkdQ2QwBFdtOg",
      "text": "Nante? Bretagne?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stephanelanglais5366",
      "author_id": "UCvIEuioyw4-quwqwS9iVcjA",
      "text": "Le projet Elyseum, c’est à  deux pas de chez moi en Extremadura au bord du lac de Garcia Sola. Ce truc là ça à l’air bidon, ça fait des années qu’on en parle et on ne voit pas le début du commencement. \nUn saludo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maelchoulant6261",
      "author_id": "UCa4Cx0qYhDTD6jqR2MhkK_A",
      "text": "Petite correction, c'etait Kowloon Walled City. Pas Kowloon. Kowloon walled city n'etait qu'un quartier de Kowloon. Kowloon fait 47km2 soit pas loin de la moitie de Paris ;)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sambe8817",
      "author_id": "UCMuIEoWJFYCZSi98oyiHnHw",
      "text": "Je laisse JAMAIS de commentaire mais là t’es juste beaucoup trop chaud. Comment j’ai pu avoir des fucking émotions alors que c’est une vidéo sur l’urbanisme et que je mange une omelette aux champignons ?!!!!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pionnierancetre5173",
      "author_id": "UClnfi5Nk_D5gw-rWauOMwxg",
      "text": "ecoutez derrick jensen",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baptiste4157",
      "author_id": "UChT0UzjT7Hn1SjxSZbqKS7Q",
      "text": "J’ai beau ne pas être d’accord sur certains sujet avec toi mais par contre tes qualités de video sont très intéressant et on comprend facilement bien",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@varlymkamisama6339",
      "author_id": "UCcEfkjqTDwTBrKbbfw9zBag",
      "text": "Toyota avait déjà réussi avec \"Toyota city\" il y a lgtps",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gilluc0828",
      "author_id": "UCqfPQo9GPCzVi1VUv3FF_9w",
      "text": "Pardon, Nantes en Bretagne ?!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SHARKYLOURAGANOFF",
      "author_id": "UCUzDOoeUq_tIgjGK4I6XBHQ",
      "text": "Septique",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mr.meeseeks3074",
      "author_id": "UCO9j5SFLofQAmBr2SgnVNsw",
      "text": "Coquille sur les hydrolienne :\n\nça tire pas son energie des marées mais des courants marins. Pour l'instant c'est que des prototype et c'est pas très prometteur parce que les coûts vont rester elever à cause la maintenance qui est une galère.\n\nCe qui tire son énergie des marées c'est les usines marémotrices. C'est déjà plus proche d'une industrialsation mais franchement ça aussi c'est claqué. C'est cher (mais moins que les hydroliennes) et l'usine installée en France est une catastrophe environnementale, ça provoque un ensablement de fou et c'est de la merde pour la faune et la flore.\n\nLe nucleaire c'est le vrai futur de l'énergie (4ème gen de fission ou fusion)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@psychobomb2373",
      "author_id": "UCxWcbyrRA1vADLZ3LKba7aw",
      "text": "on avait dit 2075",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@firstouill3308",
      "author_id": "UClGMpvstcG97cjPQJjp1iyw",
      "text": "On est pas du même avis politique mais j'aime tes vidéos 🤙",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@v.alentn",
      "author_id": "UCL4hVb6vUUcqsQVrLpAko3A",
      "text": "Enfin un peu de positif sah",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pipaj6509",
      "author_id": "UCSM8ta30Wk1ij2HV9nV9Vzg",
      "text": "Honnêtement Rennes est pas loin de la ville du 1/4h",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LEMAM-1",
      "author_id": "UC41alSpeZWcJ0GmEOVYOJ0g",
      "text": "Il a dit Nantes et Bretagne dans la même phrase ou j'ai rêvé ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xixixxioioioioio7460",
      "author_id": "UCTSSNyoxoS_Sv5bcMcaRSXQ",
      "text": "et ma pizza 😥😥😥😥",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chaplouf7287",
      "author_id": "UC-SwFVO2z-X4oaXIfu-DWKg",
      "text": "c'est bien beaux tt ça mais on doit polluer pour êtres propre.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@-Prosper-",
      "author_id": "UC4tzJqsyPGU6iiw1yKyGFWg",
      "text": "8:08::   ok le nuage artificiel qui te dit si l'air est pourri ou pas mais il est connecté donc utilise de l'énergie  .. je dis ça pour dire simplement que plus on utilise des techno plus on utilise de l'énergie et le but si l'humanité veut survivre c'est justement moins utiliser de l'énergie et on en en plein dedans avec les crises \"climat, spéculation, guerre\"",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pix3l-b4i",
      "author_id": "UCgzbVJUTXnk3oKJCZDRIVGg",
      "text": "0:02 on va se battre toi et moi",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joladouille4826",
      "author_id": "UCXj5NhImyM3qalmIFCxuaNw",
      "text": "Nantes c'est pas en Bretagne ! 😅",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NanoProdz",
      "author_id": "UCgKaXVW9vYE51rw4mZkXEog",
      "text": "Nan mais Simon t'es chiant on est obligé de se répéter : bas encore une fois une super vidéo et un travail de qualité quoi ! Toujours autant fan de ton travail ! :D",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JeNeMappellePasSylvain",
      "author_id": "UCaiuh76xV7n_gmkI8CW46Yw",
      "text": "Les initiatives et la démarche de la caisse des dépôts  est super pertinente et prometteuse. Tout l'inverse de ces projets futuristes voués à l'échec de part leur infaillibilité, leur absence totale de sens.  NEOM (et autres..)  sont des aberrations sans nom, et ce sous chaque aspect du projet ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tristanledru4650",
      "author_id": "UCUR5kt0zdX-Knzas6DoOo5w",
      "text": "Très bonne vidéo comme d'habitude. Juste tu parles énormément des grandes villes mais pour les petites villes où habitent là une grande partie de la population ne peuvent pas espérer la même chose par faute de budget, de volonté politique... En espérant que les avancés sociales et technologiques le permettent !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxenceruby4506",
      "author_id": "UCx44tR26aFoBxFg9mDx6zQQ",
      "text": "incroyable vidéo.. je suis bluffé, par contre il manque juste l’exemple de singapore.. après y avoir passé une semaine c’est comme cela que j’imagine la ville du futur, et c’est aujourd’hui l’exemple le plus concret qu’il soit",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@9yaya_emma4",
      "author_id": "UCqRidu3ASczLWRngSMV5Lew",
      "text": "neom ou night city",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lenahic",
      "author_id": "UC7TOLFblvP6CCnRLdYS31mQ",
      "text": "Connard (d'un Toulousain qui adore ton travail <3 )",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pietdessinateur9847",
      "author_id": "UCWkATafgf4WRT7E-IkZGRDQ",
      "text": "HYDROLIENNE",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mandragra4642",
      "author_id": "UCoNQ2EheL8DPCoXMy59P4gQ",
      "text": "gavé intéressant. et BDX en force!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@safer216",
      "author_id": "UCJWBI7V63TaNcj4Jilg7KQQ",
      "text": "Bon bah go vivre à Nantes",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hiboufume1",
      "author_id": "UCTyOuvebZv_b764Oj3C_YEw",
      "text": "donc si on suit bien:\nNeom, une ville futuriste dans laquelle le système judiciaire est régie par des investisseurs et des compagnies privées.....\nEn fait ils vont nous faire une night city en vrai.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guibsgg69",
      "author_id": "UChLQ1IbBu08NjREtnibBuPQ",
      "text": "Pour l'Europe, ça risque d'être plus problématique car tu oublies une chose : LES CENTRES HISTORIQUES des villes européennes qui sont extrêmement riches et classés donc ça risque d'être un poil plus complexe je pense pour les grandes villes européennes.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@53eminem",
      "author_id": "UC3n1kD508AxxeSH-NSbsK0w",
      "text": "Ah parsque ya un( conflit ) entre Bordeaux et Toulouse ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Francis_Mouloud",
      "author_id": "UC-D-w8YKs07POaa3CZ-v40A",
      "text": "Toulouse mieux que Bordeaux",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kensen9546",
      "author_id": "UCfGh8lXXvcCmzlIBDSIbu6w",
      "text": "Après pour l’exemple de Nantes bcp d’arborées ont été abattu pour des projets d’urbanisme en même que la création de l’arbre artificielle montre dans ta vidéo, et il me semble que le budget unitaire est de 20000€….",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Swayr0nn",
      "author_id": "UCw0wgEpBvgYY9ww4qXgBb-Q",
      "text": "Route photovoltaïque c'est idiot as f... si y'a des bouchons .. voilà",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sacha_rckm",
      "author_id": "UCQHXwF9B9CLEMwIB8C43wUA",
      "text": "La minia aurait été plus efficace habillé en qatari mdrr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Quarassou",
      "author_id": "UCtsIMHFw9ylVM5Adjz1iozg",
      "text": "7:57 Nantes en Bretagne ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@malosurytb",
      "author_id": "UCKANXYAfZtdPV_Kz4i7C2VA",
      "text": "Belle vidéo, tu nous transmets de belle idées. Il faut rester optimiste envers l'avenir. C'est à nous, ensemble, d'agir pour un monde prospère.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaumeturati4618",
      "author_id": "UCOqVieZXAhG8MIwOi0UuXGg",
      "text": "Salut, super boulot ! \nJe profite que tu sortes de tes sujets pour t'en faire sortir plus encore 😅 La question pour éviter des \"abysses de surface\" ce ne serait pas d'aller vers un exode urbain aussi ? De redynamiser les bourgs et les villages, créer un maillage dense d'endroits intéressants où il fait bon vivre et où travailler n'est plus aussi usant qu'aujourd'hui ? Où l'importance n'est plus d'avoir mais bien d'etre et de découvrir par soi-même, en échangeant avec de vrais personnes 😉\nEn vrai je suis vraiment content que tu gardes une ligne solide sur l'écologie 😃",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@UneSaisonAuxAbeilles",
      "author_id": "UCduK0msE3WLOIum0A-Yn_RA",
      "text": "Salut Simon, super vidéo comme d'hab,\ntoujours délicat le sponsoring.\nLa caisse des dépôts et consignation, parmi toutes ses activités, possède 400 hectare de forêt en face de chez moi.\nEt bim, ils ont tout rasé pour vendre le bois et tout replanter en résineux-qui-poussent-vite pour pouvoir recouper et vendre de nouveau dès qu'ils le pourront.\nC'est de la gestion de portefeuille.\nAvec nos forêts.\nMes abeilles font bien la gueule.\nToute la faune aussi.\nJe te jette pas la pierre, ils font certainement des choses bien, et on doit tous bouffer.\nMais ça doit être pour ça que je n'ai jamais fait de vidéo sponso.\nToute façon, avec mes 40K, les annonceurs s'en blc.\n\nM'enfin à l'okaz, si tu veux approcher un peu le monde des abeilles et leurs difficultés actuelles, n'hésite pas, ce sera un plaisir.\nAvec ou sans cam.\n\nBye,\nLeandre@unesaisonauxabeilles",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hatsu9423",
      "author_id": "UCieE_oJ8hwl3MPXq4snHfKw",
      "text": "Visiblement Simon tu n’as pas trouvé un seul titre qui te plaisait sur le live d’Ava haha. Quoi qu’il en soit encore une bonne vidéo !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@naxygene2269",
      "author_id": "UC0BG1gF6ArVHRG7iNryyO9A",
      "text": "Heu lol moi on me dit que j’aurais pas de maison, j’aurais pas de voiture, t’inquiète je vais tout faire pour en avoir il est hors de question que je m’entasse dans ce genre de truc ou que je me limite d’une quelconque manière que ce soit dans mon existence. Faudra me passer sur le corps je suis prêt à absolument tout pour éviter de vivre ceci et c’est pas le prince d’Arabie ou les sociétés pétrolière que veulent extraire la moindre hydrocarbure qui agiront contre moi au contraire.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cedricoo5930",
      "author_id": "UCISj3_0ZiGdMjyjOvqn1TSg",
      "text": "Super vidéo \nOn n'a un problème de taille quand même c'est qu'après les hydrocarbures ce sont tres vite les métaux et les terres rares qui vont venir à manquer pour faire la transition \n\nParce que oui ça sort du sol ça aussi ... Tout nos modèles de transition sont basé sur les metaux",
      "likes": 6,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bedje",
      "author_id": "UC7Ou1WsPjXYUF3H68hMFkpQ",
      "text": "4:10 Palestine*",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tomscl4205",
      "author_id": "UCcKRkSU4N_5y9gwhzsYnpeQ",
      "text": "c est de la meerde bordeaux",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soltake6044",
      "author_id": "UCpAeMXzLF1n4hiAYKazDzHA",
      "text": "Coudon ta parler avec le wef dernièrement ? 😂😅",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Le_Mur",
      "author_id": "UCOfPDv7KNgo8k2YYXNC2Eag",
      "text": "Eh bah alors , on fais une vidéo solarpunk sans le savoir ? ^^",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cziffras9114",
      "author_id": "UCN0_L2Hqmvz3FBDg8s2oZpA",
      "text": "Je ne sais pas si tu étais déjà sensibilisé aux questions écologiques, mais ton recul est vraiment tellement agréable, parole d'ingé: merci! Qu'est ce que c'est agréable d'entendre quelqu'un qui réfléchit et qui ne se vautre pas dans les discours publicitaires...",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dream_its_me597",
      "author_id": "UCoWe72hH_MngorDPupL8eXw",
      "text": "La notif qui fait plaiz",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@daphnehjdesign8602",
      "author_id": "UCdRttXAT86ALbpldzmWTQRA",
      "text": "Très bonne vidéo Simon, je travaille dans le domaine et j'ai apprécié le travail - à rajouter cependant, une ref, si ça vous intéresse, l'excellent travail du chercheur Guillaume Faburel sur la gentrification inhérente à l'éco-evolution de l'urbain (pistes cyclables, jardin partagés), et puis autour de la tension qui marque les modes de vies urbains. La ville de demain, c'est aussi gros que la ville d'aujourd'hui ? Quelle densité ? Il y a 2-3 vidéos de qualité chez StupidEconomics à ce sujet :)\nUn bel exemple d'évolution vers l'autosuffisance c'est Dallas aux États-Unis, qui a su rebondir - dans une certaine mesure - après avoir perdu sa spécialisation industrielle",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bd4931",
      "author_id": "UCOMl65xySQ6Rx4ZJcAwqiqA",
      "text": "en tous cas dans tous les projet il ya une conscience ecolo..",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@captaingrignote",
      "author_id": "UCxUQJRH5-5jxs0MPGYBCmtA",
      "text": "Salut ! Très chouette vidéo. Je suis urbaniste, j'ai l'habitude de regarder tes vidéos en général, mais celle-ci forcément me parle + que d'autres.\n\nJe me suis intéressé à Neom aussi et je me suis dit également que ce ne serait qu'une ville de riche. Je me pose des questions concernant les miroirs géants de chaque côté qui reflèteraient sûrement un peu trop le soleil potentiellement, je me suis demandé l'impact sur l'environnement alentours et j'ai également pensé aux questions de ruptures des trajets animaliers. En effet l'une des question qui se pose lorsque l'on construit une route au milieu de la nature c'est qu'on va gêner la faune, les insectes, les petits animaux qui ne pourront pas traverser sans se faire écraser. Ici, je me demande vraiment si il y a des animaux qui ont leurs habitudes d'un côté ou de l'autre de \"The Line\" (notamment en terme de reproduction, d'habitat ou de source de nourriture) et qu'ils ne pourront donc plus transiter comme auparavant. S'agissant d'une zone désertique, je pense que cet impact est vraiment limité et que la faune est clairement pas aussi nombreuse qu'à d'autres endroits mais je me demande vraiment si la question a été étudiée (je pense que non) et il faudrait vérifier ça en profondeur. Cela dit le 0 émissions carbone est une bonne chose et je me demande si je ne suis pas juste trop médisant justement à cause de tous les films de fiction, je me dis \"pourquoi pas après tout\" ... Mais j'émets de grosses réserves. Maintenant, en dehors des questions d'impact environnemental, la question des riches dans cette ville, bon, déjà 9 millions d'habitants, tu as parlé de Kowloon, et bien je me suis demandé si l'impact ne serait pas similaire entre les plus riches qui vivront le plus en hauteur dans cette ville et les plus pauvres en bas, bien que la cité est censée être conçue pour avoir des appartements avec vue sur la nature à chaque endroit (en bas comme en haut) donc à voir. \n\nEt au passage, tu as mentionné cette ville sans mentionner le fait que les Jeux Olympiques d'Hiver ont été attribués à Neom pour l'année 2029 ! Donc si les autres villes que tu mentionnes dans ta vidéo n'ont pas fonctionné, celle-ci a beaucoup + de chances d'être bâtie. En effet, imposer un évènement majeur va obliger le pays à construire. Maintenant peut-être qu'ils abandonneront les JO d'Hiver si ils n'arrivent pas à tenir les délais et peut-être également qu'ils vont tenir les délais mais qu'ils abandonneront les infrastructures une fois les Jeux Olympiques d'Hiver passés. Si j'ai bien compris, les JO d'Hiver de 2029 auront lieu à Trojena, dont tu ne parles pas dans ta vidéo mais qui fait partie du projet Neom également, et qui sera une cité située dans les montagnes à l’extrémité est de Neom, donc en théorie ça n'aura pas lieu dans The Line mais je me demande si une part des activités sportives ou des questions hôtelières n'y auront pas lieu. Bref la dimension jeux olympiques a + de chance de voir naître cette ville que les autres communes que tu as mentionné à mon sens.\n\nPar contre dans le genre de ville récente qui est en cours de construction également il y a le Nouveau Caire en Égypte qui est clairement basé sur un modèle américain avec plein de piscines, avec de grandes avenues destinées au tout voiture. En fait tu as mentionné beaucoup de choses qui sont vraies mais malheureusement je pense que les mentalités ne sont pas prêtes à laisser tomber le tout voiture ni les lotissements pour l'instant, en tous cas, pas partout. Si certains endroits innovent, d'autres continuent à pratiquer des politiques irrespectueuses de l'environnement et pas sûr que ça s'arrête du jour au lendemain. Mais partons sur une note optimiste, les mentalités changeront tôt ou tard par prise de conscience soudaine ou à cause des aléas climatiques :)",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LA42865",
      "author_id": "UCHKXuLNK4HPjItT7Th3bCVw",
      "text": "Pourquoi  j’ai soif maintenant",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joelaymarre101",
      "author_id": "UCmhL9I4AYX3aSLulkEjAgVA",
      "text": "Citadelles Bitcoin et metavers :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louiscassagnet3041",
      "author_id": "UCPrWBjcshntfL4geffcDZ8Q",
      "text": "Le water cooling d’appart c’est pas con sur le papier mais en vrai tu la trouve où l’eau ? Parce que perso je suis agriculteur et il en manque tous les ans pour nos cultures, du coup en prendre encore plus dans le réseau pour refroidir des apparts c’est przndre le risque qu’il en manque à un autre endroit où elle serait plus utile",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tomato3717",
      "author_id": "UCpykNevW35e_5l0RRBg6tgg",
      "text": "C'est peut-être débile comme question mais du coup, on peut tirer comme conclusion après avoir vu ta vidéo, que les zones rurales vont progressivement disparaitre laissant place à des villes \"vertes\" ? \nFranchement je t'ai découvert depuis quelques semaines par Avamind, tes vidéos sont vraiment incroyable ! Petites doses d'humour comme il faut, tout en restant sérieux. \n\nPs: Tu as une tête de clown je trouve, qui fait grave rire sans trop forcer x)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@doublefat7138",
      "author_id": "UCkZu1I_-Ims_jj7M2Vtzvkg",
      "text": "\"meme plus grand qu'Israel\" c'est pas dur quand t'existe pas",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xavierboucher2037",
      "author_id": "UCcRmLIl9NP4B9U4KBUYugjQ",
      "text": "Neom EST un jouet de riche. Dans ce pays l'esclavagisme est légal après tout.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soitditenpassant.",
      "author_id": "UCov33FCUyKQ5G2lloxWPNAw",
      "text": "On ne créé pas une ville, elle se créé. Et vu les enjeux energie-climat, il vaudrai mieux ne pas essayer.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moltisantitis",
      "author_id": "UCuR7yPeoinruF_j4nDiIBZQ",
      "text": "c’est la map de BF4 nan ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arsen99999",
      "author_id": "UCJUMYst0K1N9aFkObqAN8_Q",
      "text": "C'est dommage que tu n'aies pas parlé de Singapour, car c'est pour le coup la ville la plus futuriste qu'il y ait sur notre terre.\nPour y être allé cet été, la ville a un mélange d'innovation, verticalité, et surtout verdure. T'as vraiment l'impression d'être en 2050 la bas",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hyssesmisse7135",
      "author_id": "UCfFJZlRLwtyVCJgaovWie9A",
      "text": "Aucune remarque sur le fait qu'il a considéré Nantes comme bretonne ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugogtn5932",
      "author_id": "UCFtxu9n8T1ozlOG4FH4CqTA",
      "text": "Super vidéo mais c'est dommage de voir le problème principalement à travers le technosolutionisme. Les routes solaires ça a pas mal fail pour l'instant par exemple",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximederesell",
      "author_id": "UC5Fo0zGtWGBkxjvObUaJu-Q",
      "text": "J'ai même pas liké pour le pic au début",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ibm_999",
      "author_id": "UCjCs0uPkTDWnsJGsZg6H-gQ",
      "text": "0:02 respect nan...???",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomashrx1456",
      "author_id": "UCU555DaZrRm6lT3P4jvwHCA",
      "text": "Bonjour Simon, je voulais te soumettre une ville d'après moi très bien pensée et qui a tout d'une ville \"parfaite\" d'aujourd'hui. Elle s'apelle Louvais-La-Neuve, ce ne sera que pour ton information personelle, cela m'étonnerai que tu en fasses une vidéo car trop peu de sujet à aborder mais voila, c'est une ville qui reste intéressant. Sinon, super vidéo, encore une fois !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ouicmoi6873",
      "author_id": "UCPgb9-GQENn4TPpRrSBzyzA",
      "text": "Salut ! C'est une très bonne vidéo mais s'il-te-plaît quand c'est le bordel c'est pas l'anarchie c'est l'anomie",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hex-Maniac",
      "author_id": "UCPOKPJ4xdfvLZZrN_Ut_Q1Q",
      "text": "tout ça me rapelle The new Jerusalem, ou celestial city, fin Elysium c'est le royaume des Dieux en même temps",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nosange",
      "author_id": "UCsSr50XDWlQuH0kRHaywKfg",
      "text": "Nantes c'est plus en Bretagne même si il aurait adoré y rester. On a déjà assez de Rennes niveau criminalité on va pas prendre Nantes en plus",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NouvelEmpire",
      "author_id": "UCce_J-0e9Ys5pp9KovhX1cw",
      "text": "Et comment on associera la ville du futur avec les jeunistanais et autres chances pour la France nantais ? :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KreganKava",
      "author_id": "UC7bejdJ-H-DfE_xNNKLVJEg",
      "text": "En cliquant j’étais sceptique car j’avais cru sentir une pointe de techo-positivisme dans ta pensée. Je dis peut-être nimp’ parce que je regarde pas assez ta chaîne pour être sûr de ce point, mais cette vidéo me montre que soit j’ai fait une erreur d’interprétation des vidéos que j’ai vu, soit ta vision de l’avenir à évoluer… Bref, dans tout les cas ici j’ai trouver que tes propos étaient très justes gg à toi 👌",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hemocle9676",
      "author_id": "UCtGclOZFUtNlGCeNSHuHPMw",
      "text": "J'habite à saint-mandé (je suis pas riche, j'ai niqué le game). Leur projet pour 2024 c'est énormément d'espaces verts, ils ont déboursé 4 millions pour ce projet, j'ai hâte de voir ça",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shynigamyy",
      "author_id": "UCq4PZW-f5Lx6zRXy2Bg4GCQ",
      "text": "W",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chloe-cb8zw",
      "author_id": "UC972BeUZ-8LttC0R2U620Yw",
      "text": "Nantes ce n’est pas en Bretagne ! Attention tu vas fâcher les bretons 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yoann2770",
      "author_id": "UCxBuHSDj_QByhinr7Wf5llg",
      "text": "trop ouf cette vidéo, bravo d'apporter un peu de positivisme et de mettre en avant les pistes de solution",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@itzcordon",
      "author_id": "UCF-fRHLeRuWb0t0j7Qi6omA",
      "text": "Nantes n'es pas en Bretagne... Mais vidéo top sinon",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zboubyz",
      "author_id": "UC6osENAcmFaQpy_FOPvTnxg",
      "text": "Perso entre mon pc et mon pc de télétravail et mon appart de 28m² je ne met jamais le chauffage mdr donc la technique du datacenter c'est une tuerie ! Comme ceux de Microsoft qui sont dans la mer\nSinon merci pour ces vidéos de qualités et bien détaillées",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kinokazama",
      "author_id": "UCmX3K7s-TvDlnAhjtQi6L0Q",
      "text": "Les lampadaires qui s’adapte à la présence je trouve que c’est une idée vraiment cool",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arthurletort3258",
      "author_id": "UCxjG0uFGOkZuMkCWN_z4WMw",
      "text": "Nantes en Bretagne ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Z3W0o",
      "author_id": "UCtM9yvIoatw0EXoyvr5xEcw",
      "text": "pourquoi je sens que les villages ou petite ville de campagne vont mourrir ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kurtjekyll",
      "author_id": "UCrprWpLEkyTYi515eTq5rpw",
      "text": "Mec Nantes c’est pas en Bretagne",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lulum-ty4pv",
      "author_id": "UCEV4XM1BxiG6LK_ygPRlJnQ",
      "text": "Très belle vidéo. \nTravaillant dans la promotion immobilière et l’urbanisme (et ayant travaillé pour le promoteur de la caisse des dépôts), il faut nuancer tes propos. \nLes 20md débloqués proviendront de nos impôts, les résidences intergénérationnelles sont financée par les organismes sociaux et pas que la cdc. Mais c’est vrai qu’il y’a de l’espoir.\nMême si les promoteurs ont une image de méchants qui rasent des maisons de petits vieux pour s’en mettre plein les poches, c’est totalement faux, nous travaillons main dans la main avec les mairies  et les collectivités territoriales pour sortir des opérations aux meilleures normes (thermiques, acoustiques etc) pour les logements de demain. C’est plus des espaces de vie que des simples appartements. \nLes appels d’offre des terrains municipaux ou etatiques qui doivent muter sont toujours regis par l’écologie et le confort des futurs habitants (que ça soit en accession à la propriété ou en logement social). \nC’est tout pour moi !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toutourien0125",
      "author_id": "UCbmoXHQqHvKVvle5s6pyZ7A",
      "text": "Nantes en Bretagne ... Sérieux mec ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@foxgangz5170",
      "author_id": "UCeztt_Plc7fpLDqNhKpP2yg",
      "text": "Je me suis toujours ennuyé à Bordeaux perso… 🙄",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@junichimasudas2395",
      "author_id": "UCe4VbkH_l-1YX_9x_JKYQrw",
      "text": "Super vidéo comme toujours ! Cependant j'ai vraiment du mal à voir comment une ville peut être alimentée autant en énergie qu'en nourriture avec toutes les intempéries que nous allons nous prendre les prochaines années en sachant que toutes les agricultures sont faites en dehors des villes . Si jamais les champs de maïs et les plants de salade crament et que tu n'as rien chez toi pour faire pousser tes propres légumes tu ne peux que crever de faim.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@casno31",
      "author_id": "UCmzYeTaYYMLjgAiJXbDMCgA",
      "text": "à Toulouse on pisse dans la Garonne, à Bordeaux vous la buvez, je dis ça je dis rien..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alannmeier6887",
      "author_id": "UCMhs3FlidbHkBwIsVkBX1EQ",
      "text": "À quand un prochain Chrono ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nero7-s1x",
      "author_id": "UCOrhd6KNV-Es61C9yk-LWlw",
      "text": "Nantes c'est pas Breton 😭",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@najso7364",
      "author_id": "UC06bTJ815yi1xhzFupu9-fw",
      "text": "C‘est un peu dans le thème mais en suisse on a ce qu’on appelle des Ecoquartiers. C’est des quartiers d’habitation qui sont pensé pour être le plus confortable que possible pour les habitants et le plus écologique que possible. Il y’a déjà plusieurs écoquartiers qui „fonctionne“ aujourd’hui! \nTrès bonne vidéo sinon 👌🏻",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MilkeyCipher",
      "author_id": "UCyOBkAO0v81MHV9XP5n34jQ",
      "text": "Nanthes= Bretagne... '--' d'accord Simon",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jaykayCR25",
      "author_id": "UCv67hDyCrhiCA4ozEvttOXQ",
      "text": "Combien de pollution en moins si on s'habillait tous pareil ou presque? (J'ai vu le batiment YSL 10:58 donc voila :) )",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@set924",
      "author_id": "UCP2vh9fhUhKTOIFISkHk_eQ",
      "text": "Quand compte tu parler de l’Arménie et de ce qu’il se passe la bas ? De cette guerre ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vagabone1874",
      "author_id": "UCd7-4rD2zsKt_kVBsR0pvag",
      "text": "kowloon me fait TROP pensé au film bloodsport avec JCVD ! sa resemble comme 2 goute d'eau a la scène ou il emprunte un long couloir pour rejoindre le kumite , et si je me rappel bien , il me semble que le film se passe a hong-kong, donc cela ne m'etonnerer pas que ce soit des images de kowloon !? \nen tous cas encore une vidéo au petit oignions de la part de simon ^^ \nmerci a toi et continue comme ça =)",
      "likes": 0,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@estelleaupecle5200",
      "author_id": "UC2MpblNHOf9tb91ZCyAO8Zg",
      "text": "Super vidéo, très instructive !! Merci pour ton travail 👏",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@latouretlemajordome",
      "author_id": "UCR9zF0cE56-yIyDj02NGovA",
      "text": "Juste pour savoir, c’est Flakesand qui s’occupe de tes minias ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leogab3390",
      "author_id": "UCahb0SldwD0X7-x38x-_iFQ",
      "text": "Simon t'a du avoir des flashs d'horreur de Ginko notre écoquartier préféré 💀💀",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@majornexus2438",
      "author_id": "UCZbqGS8lEDVa90crIVeK_dw",
      "text": "Si les loyers sont trop élevés sur paname, allez en banlieue ou en province les rhey. Sa sert à rien de payer un smic pour 10 m2, c'est des zinzins les gens.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@darkvadormir9889",
      "author_id": "UCvroarBFs9JpYEg9rWjkNVA",
      "text": "Nantes, Bretagne ???",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WiiLLFiiELD",
      "author_id": "UCewQ2Y2tusrkVjWrJ4yJ46Q",
      "text": "Les Nantais sont pas breton par contre !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Atlas-qi6gc",
      "author_id": "UCOFd6T4j15KehV4IneikeXQ",
      "text": "Je constate qu'aucun de ces projets ne prend en compte la pénuries de matière première / métaux rares / pétroles. Ils sont tous très loin de la réalité des ressource  et de l'énergie",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clemt.6670",
      "author_id": "UCslDlQDZLHuwG4njwT6okxA",
      "text": "Ascenseur émotionnel\n0:00 Trop cool, une vidéo de Simon, ce mec est trop cool (meme s'il est de Bordeaux)\n0:02 C'EST LA GUERRE! \n0:03 non en fait ça va\n\nSinon,  blague à part, super vidéo comme toujours, c'est quali comme disent les jeunes ajd",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gwenvaelfretelliere",
      "author_id": "UCWQrqfBnoqns-Atd1Thdrvg",
      "text": "Nantes C\"EST PAS BRERON !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@v02_bak62",
      "author_id": "UCemS-yODJWPTDCwxsslwB0A",
      "text": "Nantes n'est pas en Bretagne.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chkaw92",
      "author_id": "UC2mbcbgHzcfRcc3p7TneK6g",
      "text": "Je pensais vraiment à un truc délirant en terme de prix 2.4M c pas chère pour les ultra riche qui on peur j’aurai dit 5/7M facile",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mentos8673",
      "author_id": "UCtPIAPcN84mPoxDarhvLmVA",
      "text": "Qd t'as crié \"C'EST PLUS GRAND QU'ISRAËL\" chuis mort de rire jsp pk 😭😭",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arnolojo3846",
      "author_id": "UCgxXlsM_QgvZ3Y2O-DzLYeQ",
      "text": "Je penset tout de même qu'on a pas à laisser leur chance aux emiras.\nOn sait ce que donne les projets de dictateurs...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rozlav9633",
      "author_id": "UC29-FfYLL5dWZfuXRPCuALA",
      "text": "c'est un choix collectif de vivre en ville ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ZRo1-p1e",
      "author_id": "UCqp7geahMnAV2sJSfTIuwmQ",
      "text": "mais c un narateur ou un cour d'hg??",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@i.l.l.u.s.i.o.n.s",
      "author_id": "UCOJB-XEUIjmnWC0oW8sVgNQ",
      "text": "toujours super intéressant, on apprend tellement de choses !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kendall1884",
      "author_id": "UC8zgB9R4hj3AGRe685PdFGg",
      "text": "Je suis pas sur que Nantes soit le meilleur exemple. Il y a en effet des points positifs sur le plan écologique mais sur le plan social ou sécurité pas grand chose. Difficile à l’échelle d’une grande ville",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tristanmenigoz820",
      "author_id": "UCwYy35E0mEtW_GxeXigNQdg",
      "text": "Quelqu'un sait si c'est normal que je n'ai toujours pas reçu le pull saint coeur de Simon que j'ai commandé il y a deux semaine ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pologk6066",
      "author_id": "UCObRoiKBDZCYRaBPvMGlRvQ",
      "text": "Ok.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@donsatan8994",
      "author_id": "UCf4dOjRetWv1eaQoe3WSaog",
      "text": "Le seul problème c’est que c’est jamais pensé pour être beau, dommage",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@purple3467",
      "author_id": "UCcmV_C7QN4N-vpkLST93vLA",
      "text": "Super boulot mais on est pas bretons ok ?!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thunderbolt8409",
      "author_id": "UCfN3EJg9mMNhgI1_j1HmC7w",
      "text": "Nantes c'est autant en bretagne que le Mont Saint Michel donc c'est pas du tout breton",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximilienjoris6382",
      "author_id": "UCmBVZTWvC7Nq8xmtDZaDinw",
      "text": "Nantes en bretagne? tu va pas te faire des amis toi XD",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Az-uv7mj",
      "author_id": "UCToKXInUjGfWoKsdr-dhktg",
      "text": "Nantes ce n'est pas la Bretagne !!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CEx-pz2ng",
      "author_id": "UChvnEGHMjZoSBW959thUccw",
      "text": "Souci : l'investissement de ceux qui possède l'argent et les moyens de production dans cet réhabilitation de l'urbain. \nCes modes de vie proposés, on aurait dû le faire dès les années 50,en utilisant plus intelligemment le pétrole.\n\"Merci\" les Etats Unis et leur mode de vie (principaux responsables de l' équation : énergie fossile sans limite = mode de vie qui va avec)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kartoons1965",
      "author_id": "UCF383xbnQ9o9YtfLzyY5yuA",
      "text": "Nantes c'est pas dans les Pays de la Loire ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theoi3921",
      "author_id": "UC-JwclantKzdN8sW-e7_3vg",
      "text": "La plupart des urbanistes sont contre ces projets car des le départ ces projets ne peuvent aboutir car ils sont construit très grand directement. Au-dela des impact environnement, elles necessitent donc beaucoup d'investissement, et donc des investisseurs. Ceux-ci vont forcément s'ingerer dans le projet à un moment ou un autre. Il faut une entité neutre pour gérer le projet et faire l'intermédiaire entre les différentes voix des habitants, quelque chose qui transcendent les mairies sans s'embourber dans une administration hierarchique.\n\nCes villes sont pensé dans le présent et non dans l'avenir, hors une ville n'est pas statique, elle évolue dans le temps et doit laissé de la marge à ces habitants: personne ne veut vivre dans une prison doré et encore moins être dépendent d'inconnus pour être nourris, logé et blanchis. Au-dela des structure c'est comprendre l'humain dans toute sa psychologie, anticiper ses réactions et proposer un modèle équilibré.\n\nça fait un moment que j'imagine ce projet, que je choppe des données à droite à gauche, et vient à un moment ou faut faire des simulations, plus que des maquettes, sauf que les citybuilders reste encore trop limité pour offrir des modèles capable d'évoluer.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_kt_martel_",
      "author_id": "UC71wahQoG7VzYaXn7TrAQjw",
      "text": "2:47 2023 de quel siècle ?😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leomendoza6950",
      "author_id": "UC6X-1l_3ErKXYo7cJm9bPLA",
      "text": "La casquette Carhartt est mieux en vrai",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@serignembayethiam3976",
      "author_id": "UC_dWiNs_Roj3OvxTSTNghsA",
      "text": "Merci Simon puech. Comment te contacter ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tangui431",
      "author_id": "UCuYhNZZHnO_H3joxJof4yQQ",
      "text": "Excellente vidéo, voilà c’est dit",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moli_off",
      "author_id": "UCDfTUZ0IWGW0O3QNmTjL1UQ",
      "text": "Si je puis me permettre beem energy est une marque de panneaux solaires",
      "likes": 0,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@todayimdirty",
      "author_id": "UCLGCQCdbB3_VQHqWUnVZDiQ",
      "text": "Pourquoi tu précises pas que la caisse des dépôts te paie pour faire leur communication ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinechevalier85",
      "author_id": "UCpNnOaZVip4BmjkQPaDEDbw",
      "text": "Alors là… erreur fatal 😂. Nantes c’est pas en Bretagne, grosse rivalité…",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MBK-rp9fr",
      "author_id": "UCkApN6NpRkD61DT1egYNwYA",
      "text": "4:10 Palestine * 😊",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arthurhingrat6001",
      "author_id": "UC6PskpcxMwweGP2zqbcAwBQ",
      "text": "Breton ? Nantes ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@superbordelais9197",
      "author_id": "UCwGLJTjzmzcgwXx5k5iMFjQ",
      "text": "Je lâche mon like parce que tu es bordelais 💪🏻 ( c'est nul Toulouse )",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jeff_Makit",
      "author_id": "UC8IlE7whfyduUj97YtOedkA",
      "text": "Je préfère les sponso type pub de 30-60 seconde. Plutôt que des vidéo basé sur une sponso, avec des chiffres tournée dans le bon sens du terme.\nPour exemple de la vidéo avec edf, \" les déchets nucléaire représente une demi tasse à café par habitant et par an\" si on tourne ça autrement, c'est deux piscine olympique.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leo8944",
      "author_id": "UCMO-vVBXFa3AT_wPoGAnsLA",
      "text": "Bonne vidéo mais ne tâcle plus jamais Toulouse",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ethanwebdev",
      "author_id": "UCy1TG-VPYvzJlGOOw8fbYzQ",
      "text": "8:13 il a dit premier degrés que Nantes c des bretons?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxakr7333",
      "author_id": "UCN3Jyof8e-110LURKirK-mg",
      "text": "❤❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LOuKALEPETIT",
      "author_id": "UCYZ8UNVt470jdjWm39nngOA",
      "text": "référencement",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Guaph",
      "author_id": "UCswFZMlRskt9ADi0H0MDorg",
      "text": "sinon elle va bien Ava ? 😋",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Djvazeline",
      "author_id": "UCZ9RS2bUU4gfGpbTzWrdC2w",
      "text": "Bon tristesse de me projeter dans un futur sans province ou vie rurale si importante est si paradoxalement déjà dans le futur. Tu vie avec mes saison a point c'est tout.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bucheron2940",
      "author_id": "UC9qm47i-77Ziipxw3AqH4pA",
      "text": "\"En faveur de la transition écologique\". \nCa fait 20 années que l'on est en transition et on a jamais autant utilisé de pétrole de notre histoire. \nLe souci, c'est que l'Inde, la Russie, les USA, Brésil... ne veulent pas préserver l'environnement lais utiliser toutes les ressources disponibles et vivre avec le réchauffement climatique. Alors la France est mignonne à vouloir faire attention, mais il faut se rendre à l'évidence, il faut que l'on prépare \"l'Après\"",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@greatcarl4883",
      "author_id": "UCQtMu12DzOHijdfKG5F5V_g",
      "text": "J'ai mis le 667em like :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Atonbzh",
      "author_id": "UCuZatXKbyOiy26Q7G3y8Qow",
      "text": "De la merde la hydrolienne ,pareil pour les éoliennes",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandremaheo4958",
      "author_id": "UCwX0ce6Jng5VLQKKARLglMw",
      "text": "Attention Même si les Nantais aimerait être Breton ce n'est pas le cas 😘",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RedOxFrance",
      "author_id": "UC4RfFY92M5skIG64f6jjj-w",
      "text": "Concernant Nantes, ils feraient mieux d'investir dans la sécurité pour qu'elle arrête d'être un coupe gorge à ciel ouvert plutôt que de mettre cet argent dans des détecteurs de pollution...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evangendrot1853",
      "author_id": "UCAPcANHFl10iZ32bY2tPZMA",
      "text": "Il a osé dire Nantes et Breton dans la même phrase 🫠",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@victorfau7095",
      "author_id": "UC5Ytc27AGG1c_mkbYu-QshA",
      "text": "Super vidéo mais je sais pas pourquoi j'ai un sentiment de déjà vue sur le sujet :/ C'est un reupload ou ta vision d'un sujet déjà traiter par un autre ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soumsoum",
      "author_id": "UC4-FBNK0Odpqwemkd-OiIow",
      "text": "Quitter les villes sinon ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eikichionizuka7119",
      "author_id": "UCwAq37Sv8VlKrNNknvFveVg",
      "text": "Sur the ligne allez voir la vidéo fe adam Smith il explique en quoi c'est complètement con et surtout pourquoi ce genre d'idée apparaît plutôt que des projets plus rationnel et envisageable. L'idée principale c'est que pour attirer des investisseurs il faut des idées extraordinaire car le concret et simple n'attire pas.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mosuthejuggler",
      "author_id": "UC1-p7h26FouL0YRTH6wj8XQ",
      "text": "Ton intro justifie que je continue à pisser dans la garonne. Cheh les Bordelais. On attise la haine mais sinon merci pour ton contenu.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alio-no",
      "author_id": "UCre9ZvGm_-n5NaTMfcHAXJw",
      "text": "Vrm c'est toujours un plaisir de regarder tes vidéos, elles sont très bien faites et extrêmement intéressantes mais Toulouse>>>>>>>Bordeaux tout les jours",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juxarr",
      "author_id": "UCqWFsv8qvzEWJby38wC039w",
      "text": "8:00 Ah poto ta vidéo est jolie mais si y'a bien une chose que Nantes n'est pas, c'est bretonne.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ferdinandspa4297",
      "author_id": "UCM6ANSw-ul3tCbtKx41fE_A",
      "text": "Ton truc sur la limitation de population de Pékin ça fait déjà plus de 15ans que même en étant chinois pour vivre  à Pékin il te faut soit un permis de séjour, soit être originaire de Pékin mais c'est pas grave, et pour la question des transports en commun prenons juste l'exemple parisien avec déjà des transports en commun surcharger imagine que demain seulement la moitié des automobilistes, motocyclistes franciliens décident de prendre les transports en commun, il faudrait combien de minutes avant une saturation totale et compléte du réseau amenant à son arrêt ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axiom234",
      "author_id": "UCxxU0TvAqY-BSjy2fodIcmw",
      "text": "Nantes n'est pas breton putain",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThalysSphynx",
      "author_id": "UC45g3ZkY-QD-NloPscJoMyQ",
      "text": "Pour Neom, au point de vue écologie, tu aurais pu dire que ça va couper, sur toute la longueur, des biotopes, des territoires et scinder des groupes, des familles d'animaux. Du coup, du point de vue évolutif,  ça va avoir énormément d'impact. Encore un projet que je qualifierai plutôt d'écocide pour tout ce qui n'est pas humain.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sm591.",
      "author_id": "UCbnuBcHsR2iPLeGNf6dFlDQ",
      "text": "Nantes ??? BRETON ???????",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juliendesfete6189",
      "author_id": "UCHpcfYxIEEVhEZGRDjpe1UQ",
      "text": "La cité radieuse de Le Corbusier à Marseille est déjà dans le style des bâtiments de la fin de la vidéo ! \nVisionnaire ce fabuleux architecte !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MiniGui98",
      "author_id": "UCshw4sOiROZ-dJ2KYEGF08g",
      "text": "Pour moi t'as parlé du plus important: L'aspect social et démocratique de l'urbanisme qui se fait pisser dessus par tous les projets de milliardaires qui ont jamais mis les pieds dehors. Repenser l'urbanisme pour le rendre durable écologiquement, c'est aussi l'occasion de faire participer les citoyens à la création des projets et aux décisions, et tous ça joue un grand rôle dans la durabilité sociale des projets. Des villes vertes ne valent rien si elles ne profitent qu'aux plus riches et même si ce n'est pas encore gagné, on a la chance en Europe d'avoir une culture et des organes politiques qui permettent plus facilement la participation démocratique au développement des villes et de nos pays.\n\nPetit ajout en édit : Et par dessus tout, ces villes vertes du futur, elles sont très loin d'être individualistes dans leur fonctionnement parce qu'elles sont justement pensées pour diminuer les temps de trajet et la nécessité d'avoir une voiture individuelle. Comme pour les marchandises, le plus efficace en terme d'énergie pour transporter des gens c'est de les mettre dans des grosses boites (les bus ou les trains). La ville du quart d'heure est super intéressante car elle permet de rendre chaque arrondissement \"indépendant\" dans le sens où ça ne devient plus nécessaire de sortir et faire 30 minutes de voiture pour aller acheter des pâtes tous les samedis. En plus de cela, elle encourage les relations humaines plus locales qui peuvent ainsi se développer plus facilement qu'en voyant uniquement des inconnus dans un immense supermarché. Ça fait du bien au vivre ensemble autant qu'à l'environnement. Ça ne plait peut-être pas aux ultra-individualistes adeptes de cryptomonnaies et d'anarchisme, mais c'est clairement la voie à suivre si on veut aller dans le sens de l'écologie.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@idontknowwhoiam6559",
      "author_id": "UCu87MbTx1Ih837eEN3XIoJA",
      "text": "OUAH JECRIS NORMALEMENT JAMAIS DE COMMENTAIRES MAIS LA C'EST VRAIMENT LA MEILLEURE VIDEO QUE JAI JAMAIS VU DEPUIS MA SORTIE DU VENTRE DE MON PERE \n\nJE T'AIME SIMON PUECH TU ES MON YOUTUBEUR PREFERER.\n\nPS : JE M'APPELLE LUDOVIC ET JE SUIS TROP FORT A ROCKET LEAGUE, LES PIRE JEUX DU MONDES SONT FNAF LITTLE BIG PLANET  R6  COD DARK SOULS ET SKYRIM. \n\nSINON JE T'AIME ET NOUBLIE JE M'APPELLE LUDOVIC.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@protovala",
      "author_id": "UCkSuerWc__JXKAq42C1qH2Q",
      "text": "Super vidéo, mais coupé un arbre et mettre un parasole, pour ensuite \"regardez, ça fait de l'ombre\", ça, c'est Nantes. Il y aurait tellement de choses à dire, sur ces projets utopiques qui ne voient et ne verront jamais le jour, sur le greenwashing... Tout cet argent, soit gaspillé, soit détourné. Si au moins une innovation viable était mise au point, utile, ça redonnerai peut être un espoir en un futur meilleur. J'aimerais tellement avoir ton optimisme, preserves-le     bisou",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nolhantellyou7399",
      "author_id": "UCi1LGgbm8WCjksgvJ5yUvjw",
      "text": "Je t'aime Simon hein mais Nantes et Breton dans la même phrase...c'est pas possible, tu peux pas faire ça :(",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Endeavour95",
      "author_id": "UCZOYiwh-oe7T_1XZ-tWSNBw",
      "text": "Le problème avec la société d'aujourd'hui c'est qu'elle n'a pas compris que l'évolution est dans la régression. Si on veux un vie plus saine, il faut retourner à une vie plus simple...tout simplement",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Keiser-h4z",
      "author_id": "UCi5Hm9q6SiJATaavCmLgMAA",
      "text": "Bien beau de laisser le choix a la population, mais si la masse savait ce qu'elle voulait ça se serait. Les gens veulent du changement mais pas que ça viennent d'eux, ils veulent de nouvelle chose mais sans modifié leurs quotidien.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KmZFNGaller",
      "author_id": "UCyJS5U238CZnRzQpzmgDldQ",
      "text": "le projet de neom c'est le plus ambitieux, si ca fonctionne ca révolutionnera le monde si ca fonctionne pas bah un projet de plus au point mort comme leur tour jeddah mdr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amasar3553",
      "author_id": "UCpIvCDHwvYNLLsWs5OxjGvg",
      "text": "Une ville contrôlée par les corporations, indépendante de toute justice nationale, avec des immeubles géants en plein milieu du désert ? Wake up Samourai, we have a city to burn !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GRBP420",
      "author_id": "UCALb1qDW-Xtt3OLmNMj3pSg",
      "text": "Nantes c pas la Bretagne !!!!!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yoann1631",
      "author_id": "UCoAeivXuA8UvcxrwWCigXHQ",
      "text": "J'aime bcp t'es vidéos mais je comprends pas le délire de se filmer en train de boire !?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@buccellatobastien1209",
      "author_id": "UComU9nAxVcEIn0CGumbXw1Q",
      "text": "je refuse systématiquement cette vie en ville , ont c'est éloigner des villes et ont s’éloignera encore le problème des generations actuelle c'est quelle veut tous sans effort , et vivre en autonomie et en campagne demande des efforts et une idée de la vie differante quand je vois des villageux qui viennent vivre a la campagne et qui porte plainte car le chant du coq ou les vaches les ennuis car il y a des mouches ou que ca fait du bruit généralement ils  ne s'y font pas donc je laisse le villageux essayer de vivre et continuer a regarder passer leurs vie avec leurs transports en commun et moi je vie une vie tous simplement",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@syf2108",
      "author_id": "UCtBVtT95LTJbTgP_CAHelRg",
      "text": "Cest night city enft",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AZERTRYUIOP47",
      "author_id": "UCyxRzeKOIRPvHVYJd06vgZw",
      "text": "kdo Simon je pense que c'est nécessaire \nhttps://www.youtube.com/watch?v=a0J2gj80EVI",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baco1277",
      "author_id": "UCWiYZ4_JCpg7RcFDN1Vaz3Q",
      "text": "J’ai failli rater cette vidéo c’est inadmissible !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kiribati9393",
      "author_id": "UCtB0OrF59g-852qZTi7LtyQ",
      "text": "je prefere les sponso NordVPN , ca fait moins publireportage ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@makillua9763",
      "author_id": "UC_OrOvp9oXHu5UpHeCcoWZg",
      "text": "Ma vrai question la c'était pour quoi je suis pas abonné ??",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@floriansoulas9791",
      "author_id": "UCxnFmOa_AQ3FMtGhM1-xC-Q",
      "text": "Les grandes métropoles ne seront jamais écologiques et autosuffisante. Un super podcast est sur metabolism of city avec Guillaume fabaurel, il explique bien l'impossibilité physique pour une métropole d'être écologique.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@overlordtm7965",
      "author_id": "UC3u4Bs4LMBbBY-QZLX0xVKw",
      "text": "4:09 comment ça israel ????? je connais pas je connais la palestine par contre",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@smooki1342",
      "author_id": "UC-0jPn8xzbTXqStFgCUTSZA",
      "text": "Super vidéo ! Honnêtement après avoir vu ça les villes françaises du futur me font plus rêver que des nouvelles qui coûte 500 milliards à construire. Et les personnes qui crache sur la France en disant qu'on ne fait rien pour la planète bah... Je pense qu'elle a beaucoup plus compris le principe de transition écologique en faisant évoluer des villes existantes. Pas comme les autres qui pays ( les Emirat) qui on l'air de n'avoir rien compris à créer des villes (pour les riches on va pas se mentir) autonomes et très chers. Et surtout elles seront abandonné au moindre pépin. Dans tous les cas on verra dans le futur",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mEo_Ow",
      "author_id": "UC36FPIlKSKgNKn7WPW7TsCw",
      "text": "c un repost nn?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gravessimo",
      "author_id": "UCk98I5SN9RLOwyvJopXO_Dw",
      "text": "Alors. Pour bosser dans un ex-organisme de la CDC, la politique actuelle du Gouvernement et de la Caisse c'est privatisation a tout va et techno-optimiste complètement déconnecté de la réalité. Merci le patronat et le Capital. Le fric avant l'humain as always",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kitchalaprod",
      "author_id": "UCyZs99KbtqHLlO2ug4bB_xw",
      "text": "Nantes c’est pas en Bretagne ptit crab 🤣",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrJuju721",
      "author_id": "UC4TT7TOj8GW7pWsxL_zYHcA",
      "text": "Paris  perd quant plus de 10milles habitants  par ans  comme  pas mal de grande ville de france \nEt comme pas mal de métropole  du monde",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abkaniselement520",
      "author_id": "UCmOnCCsioKU1vlK0oZJ1_5A",
      "text": "Vive Nantes 😁",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tahtm8050",
      "author_id": "UCtd0Rur8tX3sel2dEliVMcw",
      "text": "C",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maefast",
      "author_id": "UCZQ0ocggx1LxWYf6Qush2HA",
      "text": "-WOMEN\n-0:56",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@un_pogaz",
      "author_id": "UC4AV7LmvW-IoKdXYpGz_O6g",
      "text": "0:02 Non s'est Lyon (un stéphanois)",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yoannntyammvondo1047",
      "author_id": "UC-xkLt_qOGyu2r8cqfLsI9Q",
      "text": "Il a raison Bordeaux c'est mieux  😂😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aneshocini5128",
      "author_id": "UCT3STI0SmDItOMgF7xPpvIw",
      "text": "4:11il ya 🇵🇸🇵🇸🇵🇸🇵🇸🇵🇸 ya pas 🇮🇱",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ungamer1124",
      "author_id": "UCbckC6P73YE-9rnkMtHPdZg",
      "text": "La plus grosse utopie reste la ville sans Voiture quand on voit qu'un simple problème informatique peut mettre en rade les métro d'une ville entière (Lyon) votre ville sans Voiture est encore un pas de plus vers le Grand reset, du jour au lendemain on peut vous bloquer tout déplacement ou en faire exploser le prix. La liberté sera morte.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Magikhaos",
      "author_id": "UCaML3WwYCfYUx991Pk6OhjA",
      "text": "Un des problèmes de la vie citadine c'est le déclin du vivre ensemble au profit d'une minorité non respectueuse qui nuit impunément à la majorité. Si on rétablit le respect de l'espace physique, moral, sonore, visuel de chacun alors la ville du futur aura un avenir certain.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gab6614",
      "author_id": "UCFOPlW2q0m94snCNI2fGF4A",
      "text": "cc",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leodelaunay7048",
      "author_id": "UCPXjaYz6ppx9mZvzTWRLkfg",
      "text": "En vrai je veux pas faire le mec chiant mais la voiture thermique a de l avenir car jsp si vous connaissez mais on peut faire de l ethanol à partir d algues. Algues qui consomment autant de co2 qu elles en émettent une fois brûlée. On pourrait croire que c est de la merde comme les champs de bétraves à sucre déjà utilisés pour créer de l ethanol pour les voitures mais nn. En réalité ça marche super bien mais c est juste un peu cher psk personne ne veut s'y intéresser. On préfère se focaliser sur les voitures électriques qui sont purement à chier à côté des thermiques. En plus les électriques n'auront pas d avenir car dans 10 ans même pas il y aura plus de lithium. Enfin bref. Il faut pas croire qu'on va tous finir en tesla😭",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MT-qm9zu",
      "author_id": "UCPYp2mp1Xe7eHI8CD-I4nIA",
      "text": "L’être humain supracapitaliste: « Ahlala dur dur de gérer une ville.. Hé ! Et si je construisais une autre ville dans un espace peut propice à l’écologie pour des milliards d’investissements et ceux, à partir de zéro ? Ça serait quand même beaucoup plus intéressant que d’améliorer et répondre aux problématiques des villes déjà créées héhé »",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ermanamer-",
      "author_id": "UC6UYMIDFKwO4dTJJc9Dxzag",
      "text": "rf",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yanmorin5401",
      "author_id": "UC-jQ6nNaUA8EL4RW1YL_sGQ",
      "text": "Nantes n'est pas Bretonne, et ont ne veut pas de la Pire ville de France dans nos rangs",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gregoire3698",
      "author_id": "UCdryEyVrPenIXZ4-Lu9xg1g",
      "text": "Vidéo de qualité mais... \"cimer les bretons\" en parlant de Nantes ?!? Je vais me désabonner pour un toulousain c'est pas possible là",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@midoru2372",
      "author_id": "UCjDDXbB_lmmuXvT4J_KvAVA",
      "text": "J'ai pas regarder la vidéo mais elle est tombé dans mes recommandations. Désoler, mais d'ici 2080 la population aura baisser, je parle en milliards. Les villes ne seront plus, ainsi que l'espoir d'un quelconque avenir.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MLF526",
      "author_id": "UC4a3UmJzuy4TgpcTmtv3E5w",
      "text": "super video",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tartin7524",
      "author_id": "UCckY82XOqc4qLI6aI5F6VIg",
      "text": "Bordeaux, pire ville de France, je suis bourguignon.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonylepavec6549",
      "author_id": "UCCBLcwlrxY9Y3kAJFMA3duw",
      "text": "Cimer les bretons ??? Alors que tu parles de Nantes 😭 la vidéo était superbe … et tu t’es foirer en méprisant la géographie, c’est triste",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@petitaxel1239",
      "author_id": "UCbFFyVkfkSKGbwgnFKPwByg",
      "text": "toulouse meilleure ville !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sim_smile1",
      "author_id": "UCFIkxTx6JDj0sZTeU_jTf4w",
      "text": "C’est bien l’écologie mais faut géré aussi la sécurité et sur ça bah Nantes …",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clenzy2306",
      "author_id": "UCZukmTbdaXdGHdvTBQkoKww",
      "text": "Met au courant quand la moitié de la vidéo est en fait une sponso pour la caisse des dépôts, tu te dis impartial mais la vidéo est clairement orientée",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dr_zulu6629",
      "author_id": "UC2NiyPWfXoog-8Kj489labA",
      "text": "Toulouse>Baudaux\nPS il y a que la vérité que blaise.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cancerjpg4745",
      "author_id": "UC8f2DFzChdJiuNPAlUL--Ng",
      "text": "J'ai pas encore vu ta vidéo mais elle est déjà masterclass\n\nPS: C'est vraiment du beau travail cette vidéo.. J'espère vraiment que les villes vertes arriveront bientôt avec la caisse des dépôts etc",
      "likes": 8,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arix7088",
      "author_id": "UCR1xsLEzLOxQ84eUWsiAabg",
      "text": "Bonne vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@snykeurs95",
      "author_id": "UCsj5ZKgjGR09XcEJHSxbQQQ",
      "text": "Toi aussi tu fais du green-washing à soutenir ces projet connecté se start-up complétement claqué au sol:\n\n- Un nuage qui donne la qualité de l'air via une application smartphone ? pourquoi se donner autant de mal alors que météo-france fais déjà ça depuis des dizaine d'année\n- Une route photovoltaïque? ça ne générera jamais assez d’électricité et ça coutera une blinde a entretenir et nettoyer \n- Les \"ilots de fraicheur\" qui sont en fait des parasols, c'est de la merde putain, on a un truc encore mieux qui s'appelle : un ARBRE (et oui il faut pas les couper tous les 10 ans pour refaire la place du centre, un arbre ça met du temps à pousser)\n\nPar contre les lampadaire qui s’éteigne si il n'y a personne, je suis à 100% pour et c'est largement faisable partout",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Luperque-du-Lendemain",
      "author_id": "UCmZZq74Otlolj6Ssknf9GLQ",
      "text": "Paris.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@asriux2563",
      "author_id": "UCesKOKYEE27Epz9D0C5zQnw",
      "text": "Nantes RPZ,\n par contre le projet de l'île de Nantes est assez chaotique (j'y vis, en pleins coeur du nouveau quartier) y a full problèmes que ce soit civil ou même sur le terrain, plus des projets prometteur (un grand parc bien vert, finalement abandonné pour juste un bande de 5km d'arbre et le reste c'est que du bâtiment. j'attends de voir comment ca va évoluer.",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bleuv9641",
      "author_id": "UCDYScyiKA7hy12G8jwnI4Sg",
      "text": "À 8:00 ce sont les mêmes mensonges qu'on nous ressorts dans les grandes métropoles. Seul l'avis des bobos compte et les delires sur la qualité de l'air font davantage penser à un épisode de doctor who",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@j4ckl3v3ntr3ur",
      "author_id": "UCmxTLI5vScbvY-HialcBOjg",
      "text": "Nantes… des bretons … allez Unsubscribe",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DragonmaidUriel",
      "author_id": "UCIsNMg0B0wOLywrqDunsZVQ",
      "text": "Alors ouais mais non, plus de relation avec les voisins vu la gueule du pays et comment ça évolue, merci mais non merci.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@milleretguillaume9374",
      "author_id": "UCMmtAV0xPTb9KtMZlzvyuww",
      "text": "nantes avant de faire des conneries de route photovoltaïque et de ilôt de fraicheur devrait déjà planter des arbres et créé des pistes cyclables sécur.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gregoireduparc2799",
      "author_id": "UCzcHPEEPECP4BJOwuiNJhPQ",
      "text": "Chouette vidéo mais pourquoi tu n'as parlé du concept de Smart City ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@odinlenain9398",
      "author_id": "UC1RWniAFxGeHZstYvz5pyOw",
      "text": "Continuer la croissance économique et démographique tout en tassant les gens en ville je pense pas que ce soit la solution. Je préfère rester en campagne dans ma maison individuelle et faire quelques trajets en voiture plutôt que détruire la nature pour ses matériaux pour améliorer et agrandir les villes, beaucoup de pollutions sont faites en campagnes ou dans d'autres pays pour le compte des urbains, des pollution \"invisible\" aux yeux de tous mais évidement c'est plus simple de taper sur les gens qui ont une voiture ou une maison. A un moment faut ralentir, la décroissance c'est pas si bête dommage que peu de personnes s'y intéresse et prêt à faire des sacrifices.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@corvanders2.053",
      "author_id": "UCDqGGvmpViLZ25TxYWIX2EQ",
      "text": "T'as manqué de respect à Toulouse en 4 secondes, c'est le dislike wesh .",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vaxmistic8845",
      "author_id": "UC8qDIkzhT4Ahfe0as_Jbjig",
      "text": "Pff ... Anglais!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spyller360",
      "author_id": "UCiUfAmp4PCCFJsm0W2avwGA",
      "text": "C'est vraiment dommage sur les approximations techniques.\nLe \"watercooling d'immeuble\", que tu refroidisses de l'eau ou de l'air, ça revient au même, de plus la clim n'est pas polluant en soit (ça consomme de l'elec, c'est tout)\nIdem pour le solaire, c'est juste un super ami des vendeurs de gaz et de charbon ... les routes solaires et tout ça, c'est de l'arnaque. (comme les centres solaires, etc, du bon gros lobbying des groupes pétroliers)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@QuentinDufourTk",
      "author_id": "UCsrIuwk_3xErSPmTKFtyDTg",
      "text": "C'était pas super clair pour moi que la vidéo était sponsorisée par la caisse des dépôts et consignations :s Le sujet est intéressant et je partage les constats, mais sans la contrainte du sponsoring tu aurais pu aller plus loin, pour parler des groupes et collectifs qui essaient de penser un habitat différent de manière plus radicale, plus horizontale et démocratique. Avec la caisse des dépôts, on reste sur des trucs super institutionnels où la participation reste souvent en surface, à la marge du projet, et parfois même ne sert qu'à créer du consentement. Ce n'est pas du tout mon domaine, mais par exemple creuser du côté de projets comme la \"coopérative oasis\" aurait pu être super intéressant aussi !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@psenej",
      "author_id": "UC_sjPymccDeiUi85NU5AD2g",
      "text": "Histoire vrai le refoulement au rex club 🤣 ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxcochet",
      "author_id": "UCAEM0GQaCBxXVK-MpTvQSSA",
      "text": "Bon désolé mais la route solaire c'est un méga fail. Je t'invite à voir la vidéo de Mr. Bidouille pour comprendre pourquoi.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Briac-hm5hj",
      "author_id": "UCY2d0i1JpP_JF2J6leBMYLA",
      "text": "Arrêtez je pense qu'il sait que Nantes n'est pas du tout en Bretagne",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jo_Krom",
      "author_id": "UCTFU5zsGv81SDSCjWPjmKZg",
      "text": "J’adore tes vidéos, mais Toulouse c’est la meilleure du monde. Puis bordeaux … c’est plein de parisiens (je suis né en île de France 😂…)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@airforce1681",
      "author_id": "UCYyb8axrihzFZDS-_-G350w",
      "text": "Ca fait pas envie",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@milli31341",
      "author_id": "UCli2BlfA7NUwVGbq_5zndkg",
      "text": "pour une fois une vidéo qui encourage le bon et ne montre pas que les scénario catastrophe merci !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@peko6132",
      "author_id": "UCDs41Y-p0I0_DHKYgxzaiUA",
      "text": "J'aime beaucoup le travail que tu fournis c'est incroyable! Mais comment tu gagne ta vie?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@daviddi5226",
      "author_id": "UCwUb6VcNvqg46k9g5En02Xg",
      "text": "neuvième",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@malorieu69",
      "author_id": "UC_QpHj848TpCcmpyDn_KXLQ",
      "text": "une vidéo de fou !!\nje ne te connaissais pas avant et j’en suis bien déçu…",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leclubcrypto",
      "author_id": "UCVn1UwclXLslorHJ7rUPPvQ",
      "text": "Toujours géniales tes vidéos ! Les sujets abordés sont toujours très intéressants !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@heroine-d3y",
      "author_id": "UC1jZv9YPlU3H1ChIDuClgTQ",
      "text": "C'est une sponso de la Caisse des Dépôts non ? Tu es pas censé le mentionner clairement ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ravdesigner",
      "author_id": "UC1r4ZLZ9k-bDWKCSAHIyhzQ",
      "text": "Super video, mais j'ai mis un pouce rouge pour l'intro (oui je suis toulousain)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aieifufy5064",
      "author_id": "UCSbV2MiaA06Ub69QIirhR5w",
      "text": "jsuis desoler mais la Toulouse>>Bordeaux",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aimericdesign",
      "author_id": "UCgaTBi99AlzKjWj5k-k-CXg",
      "text": "pire intro, ca ma triger direct hehe",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@b_th9902",
      "author_id": "UCcao-fAg6U3ZPwmpqShC6vw",
      "text": "Palestine*",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tay-so6jx",
      "author_id": "UCsSjHY3pOq9v_zgE-XLIc2Q",
      "text": "Heuuuu\nC'est mieux Marseille\nDéja ya Quick halal \nDes kebab qui font aussi coiffeur pour 5€ non vraiment Marseille ville de demain",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SimonLopezPsymon",
      "author_id": "UCD_NdcDfZb5tF_w0-zLYTcA",
      "text": "Excellente vidéo comme toujours !\nMais vrai débat levé : les Nantais sont-ils bretons ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jmtrz3755",
      "author_id": "UCl8tVfUSMe0t0gCSwLsofvw",
      "text": "Sah, toujours aussi qualitatif, que ce soit le montage ou le sujet, tu manies parfaitement les deux - GG ; C’est beau ce que tu fais",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bernexbernex6143",
      "author_id": "UC4otSW8yVRauDSzlQ5olbhw",
      "text": "C'est Dubaï la pire ville du Monde à mes yeux..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kraaaboum",
      "author_id": "UCAqXsGvz9nbBTYlvsxY6ZgA",
      "text": "j't'aimais bien, jusqu'à ce que tu dises que t'es bordelais...... toulouse top 1",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@erickpommier926",
      "author_id": "UCqJecwzV7iOZwZCiSQpnlfA",
      "text": "bordeaux est la",
      "likes": 0,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wassimchanna8838",
      "author_id": "UC0bj_gwKSOKTFoBCbTCeL1A",
      "text": "\"Plus grand qu'israel\" ??",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xXQADXx",
      "author_id": "UC-pQZdQiyYq2fr8y5n2sbAg",
      "text": "Bordeaux>>> Toulouse",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dorianlbreton",
      "author_id": "UC-ocun7PK9qfjizzOpc0Hyg",
      "text": "C'est sponso par la caisse des dépôts ? si c'est le cas ce n'est jamais mentionné ce qui me semble pas très transparent voir légal !?!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KayleeANNAytbe",
      "author_id": "UCeJeFS8mkUUHoyCN6k9P1RA",
      "text": "Sinon les gens precaires ou non doivent arreter de faire autant de gosses dans un monde aussi technologique avec resources limitees on a pas besoin d avoir 4 5 gosses chacune....",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xiaonadir8957",
      "author_id": "UCeNjZfnbsAJVgTwk0PHNvdQ",
      "text": "C'est une vidéo reposter ? Sinon très bon contenus.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dylanbonnet768",
      "author_id": "UCzQcDRwqSxZgxnpNYAgiV7g",
      "text": "J’aimais bien ton contenue jusqu’à ce que tu parle mal de TOULOUSE 😢",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@popoulpe9066",
      "author_id": "UCKJMBsGHO_-J4k4ZOY0IuXg",
      "text": "Je savais pas que tu es bordelais...\nJe me désabonne, désolé mais bordeaux aussi",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@8DBibou8D",
      "author_id": "UCoWj1HZL72doP5Tvuc49sQg",
      "text": "Dommage, vidéo plutôt décevante, \nLa forme est super, rien a dire mais le fond et la conclusion est assez simple et démagogue. Pour préciser, je suis architecte-urbaniste et je le dis pas pour me donner une valeur mais plutôt pour dire que la vidéo traite d'un sujet que je côtoie au quotidien. Je trouve que le sujet est vaguement survolé grâce à une sélection de projet singulier qui sert d'exemple presque unique. Ce qui m'a dérangé c'est ta conclusion, \" ce sont nous les habitants qui savons comment il faut vivre\" c'est comme dire \" c'est population qui savons comme manger et comment le faire pousser, plutôt que les agronomes, agriculteurs, nutritionniste ....\" L'urbaniste est un métier contraint par ceux qui détiennent l'argent, ceux qui détiennent la législation, et les habitants qui pensent avoir une vision d'ensemble de la ville en consultation publique. \n\nEn tout cas merci pour avoir choisis ce sujet, il est rare qu'on parle d'urbaniste, j'aimerais que la démocratie soit plus impactante dans ce domaine ou que ceux qui détiennent l'argent aient une vision écologique plus importante, mais on est loin du compte.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arnaudartnoo7700",
      "author_id": "UCOyLB7T4CC7Vi33Mw-OF62w",
      "text": "Bon sujet mais tu parle trop vite car est fatigant de te suivre dommage",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Loktane",
      "author_id": "UCpLG2SfM1_FCg6Ksl5Deaug",
      "text": "0:07 seconde et je lâche direct mon dislike ! dommage ! héhé, je rigole, insane comme d'habitude, le montage est vraiment quali !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rayanmrj8426",
      "author_id": "UCKSRKE_dbqFpqx35VfcMu2A",
      "text": "Oui mais pourquoi mentionner l’israël ? 🇵🇸",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@smashzebre6854",
      "author_id": "UCJxRcoAb_CdlEIR2-y7CeKA",
      "text": "Toulouse >>>>>>>>>>>>>>>>>>>>> Bordeaux",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lefamas",
      "author_id": "UCHQdp6BN47YSgYURbPo58ig",
      "text": "Cette vidéo me parait très utopique sachant qu'on sait toujours pas comment nous allons survivre avec les pénuries d'énergies prévus pour au moins 20 ans ? 500€ la recharge de ta voiture  électrique? La classe moyenne amené à disparaitre, le retour vers des pratique de vies plus proche de l'antiquité que ce qu'on peut voir dans cette vidéo. Cert les idées sont bonnes mais je vois pas avec qu'elles ressources et investissements allons nous pouvoir les mettre en place ? \n\ntout est conçu à base de pétrole et de carbone et nous n'avons toujours par d'alternatives ? L'hydrogène est conçu avec du carbone mais on met plus d'argent dans ce projet que pour ceux concernant la fusion nucléaire ? \n\nDe plus c'est ville m'ont l'air d'être une menace pour la liberté individuelle ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathismegret3324",
      "author_id": "UCssm3__OlRPqvJP4nXbzi-Q",
      "text": "Je dois juste préciser que les routes photovoltaique est la pire idée du monde, tous les prototypes testés ont montré leur inefficacité. C'est stylé mais absolument pas rentable d'un point de vue économique et écologique",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@veigar3024",
      "author_id": "UCxSqKD5GExlU0GHZisx2xKg",
      "text": "En voyant la miniature et le titre jme suis dis \"bon ça va juste être une vidéo inintéressante sur The Line\" mais finalement j'ai vraiment kiffé, le sujet est très pertinent et bien traité",
      "likes": 17,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Clem12345",
      "author_id": "UCmW4MtzLMYCfrUGWYlipSpA",
      "text": "Toulouse meilleur ville 😒",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@synewparadigm",
      "author_id": "UCo4Xp-QChGr0HcVi8jExVOg",
      "text": "Mon dieu, combien de bêtises sur un vidéo.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeankeramelin3041",
      "author_id": "UCcpOibxB80kkwsBNxEMzHew",
      "text": "Autant de villes mégalos que d'idéologies bancales...\nPerso je crois plus au retour du cheval qu'à la bagnole électrique, et tous ces délires de startuppers bobos me font bien marrer : \nquand les fascistes italiens ou les staliniens ou les Le Corbusier inventaient des modèles de villes, c'était exactement dans la même veine, et en général ça n'avait rien de beau ni de viable.\nRegardons plutôt comment les anciens bâtissaient avec des ressources locales : une maison normande à colombages avec du torchis était plus durable et verte et bien isolée que n'importe quel foutu béton !! \nImaginez tout ce qu'on pourrait construire avec du chanvre par exemple, on pourrait même en faire du carburant !! ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@choconoisette9737",
      "author_id": "UCQbUVvjurlSAJ2E7w8qSfug",
      "text": "3 morts, exécutés pour avoir refusé de quitter leur propriété. Des boîtes de conseils américaines et européennes qui s'en mettent plein les poches. Un mur géant qui est une catastrophe écologique, un mur c'est un mur, et une population animale qui veut migrer à travers ne pourra pas (observé avec le mur de Trump). Un mur dans une vallée, propice donc aux inondations sa base. Une architecture qui ne raconte rien, n'évoque rien (j'avoue que Akoncity a le mérite de se baser sur un style africain). Une dictature islamique. Une ville sur l'eau (pourquoi ne pas creuser la terre dans la forme que vous voulez et faire rentrer l'eau, c'est bien moins cher et polluant). Des JO d'hiver dans une future ville fantôme dans des montagnes désertique ou il neige naturellement 1 fois pas an (avec un lac artificiel géant)(et toujours dans bâtiments sans âme). Bref tout ce que ce projet superficiel attirera, c'est des gens superficiels. La seule ville du futur, c'est la non-ville.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dovi1149",
      "author_id": "UCkyPrK-knvgim6_dDA2QkJg",
      "text": "Les vidéos de ce type est littéralement une vague de fraicheur dans cet océan de merde que devient youtube.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@riff419",
      "author_id": "UCWZHWOHNoJlJBRMtO7QOemA",
      "text": "pas ouf la video",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zobilegrand",
      "author_id": "UCY7oM1J-40Aj8MTUqrHmQLQ",
      "text": "On sent que Simon avale sans cogiter les aménités débiles de la métropole de Nantes. L'exemple parfait reste la toile posé sur un banc rafraîchissant afin de se protéger du soleil.\n\nAutrement dit un arbre avec du béton, du cuivre.... \n\nj'ai rarement entendu autant de connerie dans une vidéos c'est dramatique, le mec est une tanche absolu c'est dingue. il mange le greenwashing comme pas possible.\n\nje suis urbaniste et mon principal client est la caisse des dépôts et la banque des territoires. Leur proposition sont complètement hors-sols la plupart du temps.\n\nSimon je te conseil de suivre Philippe Bihouix plutôt que de raconter des connerires sur la métropole de Nantes. Le photovoltaique n'est pas la solution. Il n'est pas pilotage et est intermittent avec des rapport matériaux utilisé sur gigawatt produit plus que ridicule. \n\nSimon je te conseil vivement de te cultiver",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pigameshd7150",
      "author_id": "UCqPfvXEuRqCOrMy6wopR-LQ",
      "text": "J’habite à Hong Kong et c’est vrai, 200 000 personnes vivent dans moin de 3 m2",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sheenaielinu6651",
      "author_id": "UCvEYK2dE6mcIgvEs80VYoUg",
      "text": "Nantes c'est pas breton, tout comme le Mont Saint-Michel :kappa:\n\nPar contre pour revenir au sérieux, ce que je remarque c'est que tous les \"grands et puissants\" qui imaginent des villes du futur, soi-disant neutre en carbone, sont en mode totalement high-tech, pas vraiment dans cette fameuse idée écolo/neutralité carbone...\nEt ce que je remarque aussi c'est que beaucoup d'idées sorties dans cette vidéo n'ont rien d'incroyables ni de révolutionnaires. Le watercooling du bâtiment, se chauffer avec des data-centers, les hydroliennes, tout ça n'a rien de soit nouveau.\nTu le dis, le futur se fera avec les gens, avec la démocratie. Mais tu me sembles oublier un point important et nécessaire: la sobriété.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VipekA",
      "author_id": "UCMOW1L4VaJOShevmPrfFE4A",
      "text": "Nantes c'est pas la Bretagne ta race (je t'aime)",
      "likes": 0,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mourakami",
      "author_id": "UCXNu35c4GP_LZccO4ygRzew",
      "text": "Bonjour Simon, en général j'apprécie beaucoup vos vidéos mais celle-ci pas du tout. J'ai l'impression que vous avez cherché à poster une vidéo rapidement. Vous y étalez un parterre de projets ou de situations en essayant d'y trouver un enseignement.\nCela tombe complètement à côté de la plaque. Comment pouvez-vous passer du quartier anarchique de Kowloon au dystopies du Moyen Orient.\nLa majeure partie des situations relève de situations qui n'ont rien à voir avec l'efficience mais poursuivent des buts politiques.\nCertes la vie était difficile à Kowloon mais la capacité des habitants a construire malgré tout ce quartier démontre que la planification étatique n'est pas le seul moyen de faire de la ville.\nSurtout que si on prend votre conclusion, tout a moins de 15mn a pied et fait par les habitants, ce n'est ni plus ni moins que la réalité de Kowloon avec un impact environnemental bien plus faible que sur l'île de Nantes.\nBref, vous mélangez plein de choses différentes sans lien autre que le sujet de la ville mais en même temps est ce si étonnant, l'urbanisme est si peu enseigné ou lorsqu'il est abordé en primaire et au collège c'est avec des éléments tellement ridicules.\nVous pouvez parler de l'avenir mais toutes les villes avant l'avènement des machines étaient bien plus autonome que nos villes de demain.\nEt d'ailleurs le problème n'est pas l'autonomie mais l'impact environnemental, la mixité est certes un facteur favorisant la sobriété mais il y a de bonnes raisons pour que les usines aient été éloignées des centres villes.\nFinalement vous ne faites pas mieux que beaucoup d'autres, rêver de votre vision de la ville de demain sans en comprendre les mécanismes à l'œuvre.\nEt si la ville de demain était la ville d'hier !\nDense, mixte socialement et en terme d'usage, compacte, avec peu d'espace vert car la nature n'existe pas en ville.\nRegardez les médinas, les centres villes anciens parfaitement adaptés au climat et a la situation géographique et sociale parce qu'elles ont évoluées pendant des siècles pour s'adapter.\nVous allez dire que je vous rejoins sur ce point, mais en fait non, la temporalité n'est pas la même, vous parler d'une adaptabilité rapide par les habitants hors les mutations profitables sont bien plus longues sur des centaines d'années !\nFaire évoluer le tissu urbain pour répondre à la crise environnementale comme à pu le faire pour d'autres raisons Hausmann est un immense risque de faire moins bien.\nBref, je suis déçu par cette vidéo qui manque de travail de recherche, de liens entre les concepts et finalement de sens.\nUn conseil lorsque vous aborder un thème complexe vous pourriez faire relire par un professionnel, la en l'occurrence un urbaniste qui aurait eu la gentillesse de pointer les faiblesses de votre raisonnement.\nJe ne parle même pas de la technologie, qui n'est bien souvent qu'un prétexte et rarement une réponse à un enjeu.\nEn espérant vous retrouver sur des sujets qui nous font vivre vos expériences et pas sur une accumulation d'information réunies a la va vite.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lagrangedepeignoir4089",
      "author_id": "UCG_FFk6fBvWHXwsAb2EB6Sg",
      "text": "Bonne vidéo mais je pense que tu te trompes sur plusieurs choses ça se voit que tu es citadin…\n\nEnfin bref à croire que c’est une révolution de revégétalisé les villes à croire que c’est à des entreprises de favoriser la sociabilisation à croire que le Covid n’a pas monté que beaucoup d’activités pouvaient être fait de chez sois (donc pas besoin de s’entasser dans des villes de merde) etc etc\n\nL’avenir c’est d’être connecté à la nature et donc être connecté aux réels, consommer local (un paysans se suicide toutes semaines) être résiliant un minimum aussi bien niveau bouffe que Energétique etc etc \n\nEnfin bref certaines choses fonctionnaient avant et les citadins les redécouvrent comme si c’étaient des révolutions…\nÇa fait peur des gens or sol ou déconnecté du réel …",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LoutreSaphir",
      "author_id": "UC3gJmA9FVAFrhNRVywB7LdA",
      "text": "neom c'est tellement du bullshit c'est un scandale.",
      "likes": 0,
      "timestamp": 1745366400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@prigentrtv7238",
      "author_id": "UCKlrBAeQJFE4PxAAoPV9vnw",
      "text": "C'est nimp ce truc l'avenir c'est le pétrole.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yannsoulet4808",
      "author_id": "UCwymySceo80bKhrpVHtFX8Q",
      "text": "Je me désabonne juste parce-que tu es né du mauvais côté de la Garonne",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ГенералиссимусТомислав",
      "author_id": "UCARj37L8xoeKtla5uHtrPlA",
      "text": "\"Vous ne posséderez rien et vous serez heureux\"\nKlaus Schwabs",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shoppycoke",
      "author_id": "UCLvQo4XGtea5g4MK4Oepcug",
      "text": "parles mieux de toulouse parcontre mdrrrr",
      "likes": 0,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stopchasse2171",
      "author_id": "UCZMmSLx4QZY1BKaxs4eYFHw",
      "text": "Waow, penser que sous le capitalisme, on va s'en sortir par Smart city. De mieux en mieux Simon machin. Déjà pour les panneau photovoltaique, tu oublies... il faut les renouveler tout les 15 ans, pu efficace et surtout, sur les routes, ça s'abime très vite. \nLa démocratie participative? Lol pour décider des couleurs des poubelles? Quelle naïveté. \nAbandonner les voitures? Commençons par rendre les transports en commun gratuit. Pourquoi tu n'en parle pas de ça? Tu as peur de perdre des sponso?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kv2i",
      "author_id": "UCFf9kP2jC81D2bPg_DZ8J1A",
      "text": "Désolé les gars mais pour moi l'évolution dois se faire sans l'écologie, c'est un frein",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emelinemahu4027",
      "author_id": "UCcb9P-36RKvDUPs7Rn0L2cQ",
      "text": "Israel? Je ne connais pas, la Palestine oui, je connais mieux.",
      "likes": 0,
      "timestamp": 1764633600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Neidrastos",
      "author_id": "UCIWAVOW1KkPX3uxfmwxHiiw",
      "text": "A 2:28 : Petite rectification sur Coruscant dans Star Wars, à moins que tu parlais d'Alderande. Coruscant, c'est plutôt l'inverse, c'est un Kowloon à l'échelle planétaire -> avec les strates supérieurs qui sont les plus riches et inférieures terriblement pauvres et dangereuses, qui ne voient plus de lumière naturelle.\n\nSinon continue, comme ça ;). Très bonne vidéo !",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Karkwaa",
      "author_id": "UC1GjXQS9K1bGIIzlNlX5-Lg",
      "text": "C'est une publicité caché que tu fais dans cette vidéo non ? A aucun moment tu expliques que tu as fais un partenariat avec la Caisse des dépôts, c'est pas très cool en vrai... Et en dernière partie tu as un discours sur l'écologie à la limite du solutionnisme technologique ce qui est un peu dommage.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@simplyr4lph929",
      "author_id": "UC1-XGGv69w2g4hioq1yPkrw",
      "text": "second",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@miah9663",
      "author_id": "UCRoLkkkQFvrBpGS-L9CoGFg",
      "text": "FIRST",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amaurypetit1655",
      "author_id": "UC85RVMYdyZ5eNACycFxca-A",
      "text": "Merci de nous donner de l'espoir avec des vidéos toujours aussi bien construites, on en a très largement besoin.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kalutv9919",
      "author_id": "UCVIqz7xPVefvUS0uCoA6DvA",
      "text": "Reims c'est bien éclaté",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arabelcz",
      "author_id": "UCrzkdZLQhJ7My62Osqu1R4A",
      "text": "Désabonnement de cette chaîne: vraiment les propos sur le service public mais vraiment catastrophique, faut se regarder en face quand on est de droite. Et puis faire la morale à des cheminots au Smic quand on fait des vidéos sur Youtube,vraiment faut voir là où sont les priorités quoi. Bref très déçu de voir que tu es clairement de droite notamment après le passage sur Backseat, puis ça, vraiment... Surtout décu que tu te prétendes de gauche et que tu dises des choses de droite.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zacharielopez4014",
      "author_id": "UCwA5SU9qntprQpytUhco8yg",
      "text": "NANTES C'EST PAS LA BRETAGNE ! \nSinon merci pour ta vidéo, toujours aussi quali :)",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noahjst",
      "author_id": "UCimMA5tqstdfxhmZV6srGaA",
      "text": "Super vidéo, montage très qualitatif !\n(PS : Nantes c'est pas en Bretagne)",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@willie2070",
      "author_id": "UCKGMvM3Zp8_3_pXAKASXsDg",
      "text": "8:00 Nantes .... Bre... ? Quoi ? Pas sûr d'avoir entendu malheureusement....\nT'as pas leur des débats de la France 😂",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thedaft91",
      "author_id": "UC0c_q4m4TgZ3doo7psqbsmw",
      "text": "3e vidéo que je mate sur ta chaîne et bah j'aime bien ta \"violence\" orative, tu prends aux tripes. force à toi, ton format est super cool",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@444_bobby",
      "author_id": "UCOm1h0Qf-9aPu9Y8tyIjNqQ",
      "text": "*Nantes n'est plus en Bretagne (Nous ne sommes pas bretons bordel) ;)",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_elou_289",
      "author_id": "UC2FTDrnbSsXLCBa311blm2Q",
      "text": "par contre il a dit que Nantes c'était en Bretagne je suis outré, il faut que les gens aprennent la préfecture du pays de la loire  j'ai nommée Nantes",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sielke",
      "author_id": "UCgCn5ko2toGtUV-mAXb2zZg",
      "text": "Simon je t'aime ! Sérieux , je t'en supplie, fait plus de vidéos qui parlent de projets qui pourraient VRAIMENT changer la donne, je suis personnellement littéralement amoureux de notre planète et très souvent, voir constamment, je perds espoir de voir cette transition si urgente se mettre en oeuvre à temps. Et voir des projets comme ça à très court terme se mettre en place me redonne un peu espoir ! \nSans compter la motivation que ça apporte à participer à ce genre de mouvements !\nAmour sur toi et bonne continuation !\n<3",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DrSatoxLightspear",
      "author_id": "UC0fv76BOU_XetTibSyFMuUg",
      "text": "Aller hop dislike à la troisième seconde désolé mais je peux pas. (lourd tes vidéos quand même)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juwish5715",
      "author_id": "UCHf_9FleVBd2HvzkyDES1PQ",
      "text": "8:25 \"des routes photovoltaïques\" mais il est passé où ton cerveaux là ???",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasmurzeau1957",
      "author_id": "UCpGZw8T3ktfasjJW13M9dHQ",
      "text": "Petite rectification : Nantes n'est pas en Bretagne",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}