{
  "video_id": "GkCewr3FGwY",
  "title": "ÊTRE CURIEUX",
  "url": "https://www.youtube.com/watch?v=GkCewr3FGwY",
  "comment_count": 687,
  "comments": [
    {
      "author": "@legodot8494",
      "author_id": "UCuySDkVTZ-8DymccPcQ-cJw",
      "text": "l'ignorance engendre la peur, la peur engendre la haine, la haine engendre la violence . voici l'équation!",
      "likes": 628,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@UnCreatif",
      "author_id": "UCAiy7bY8nTQCWrkSRh6Wu9w",
      "text": "Classe.",
      "likes": 780,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leojuan6501",
      "author_id": "UCt2kqqwGAan5_XycAok5gAg",
      "text": "Quand j'étais petite, mes profs n'arrêtaient pas de me répéter \"arrête de fouiner\", \" c'est pas le sujet\", \"tu pars trop loin\". Toutes ces remarques m'ont impactées dan mon enfance, même si je m'en suis détachée aujourd'hui. Merci Simon pour me rappeler que la fautive ce n'était pas moi.",
      "likes": 431,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SPuech",
      "author_id": "UCMQSwUNSnMOP4IRysfeg8EA",
      "text": "Bon visiblement Youtube a compressé la vidéo avec le cul. Si le noir bave de temps en temps et que c'est pas super net du coup, c'est pas ma faute. Déso. (Correction : au final ça n'a duré qu'un temps, la qualité est bonne maintenant.)",
      "likes": 642,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mylonnnnn",
      "author_id": "UCjYLlZ3Yy0EloHlnMwe_cFw",
      "text": "Et dire que t'es juste parti en nous parlant de Hotline Miami, et la tu te retrouves sur scène à citer Socrate... moi je dis bravo👏🏻",
      "likes": 239,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@8kochan",
      "author_id": "UCw83mZYOP_4b5oZ_m2Fdbtw",
      "text": "Et la principale chose qui va me rester de cette vidéo c’est cette pensée : «  ah, je vais me sentir moins seule, le soir, devant mon plafond, en pensant que d’autres, aussi, ont le vertige de l infini! »",
      "likes": 198,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alae9100",
      "author_id": "UC08Ip8HSVwsFKIYvWT66GtQ",
      "text": "je ne sais pas si tu as fais exprès de t'habiller à la Steve Jobs",
      "likes": 320,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@paulinehannaert9622",
      "author_id": "UCXggkQ1eY1HL3_fCAztLTQw",
      "text": "Cette notification me donne le sourire :)",
      "likes": 303,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathias7491",
      "author_id": "UCVT7z8Zwsg6Too1u6UMyjJw",
      "text": "C'est dommage qu'on entends pas les rires de gens, on ne sait pas si tu t'ai tapé un vent à chaque vanne ou pas ahah, mais en tous cas t'a gérer gros! Même si on sent que tu stresse et que tu bégaie un peu on sent la recherche et la passion derrière ton speech.\n\nJe n'écris pratiquement jamais de commentaire sur Youtube alors que je suis sur cette plateforme pratiquement depuis qu'elle a était créer, mais les gens comme toi, nota bene, e-epenser, etc... mérite vraiment un maximum de soutien, je ne suis pas du tout dans le délire de fanboy de youtubeur, mais si je devrais parler et discuter à un youtubeur à propos de tous et n'importe quoi, sa serait bien toi, car à l'instar de personne comme nota bene, e-penser, etc... tu es jeune et on se reconnais (en tous cas moi personnellement je me reconnais) vraiment beaucoup en toi.\nSi un jour tu passe en Belgique fais nous signe et j'espère que je pourrais te rencontrer.\n\nBonne continuation!",
      "likes": 269,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jacksergent6058",
      "author_id": "UCfSv_vT96cuX6rGPo3hp9uA",
      "text": "Alors ça... si je m’attendais à ce que tu fasses un TedX aussi tôt 👏🏼",
      "likes": 40,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicotchak8879",
      "author_id": "UCTn5TJuPPnQPs_2ECqVo5bw",
      "text": "Fier du Simon Puech",
      "likes": 70,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Larsen_rmg",
      "author_id": "UC5eyzacZ028WvAxS7IkgwEg",
      "text": "Woooow ! Simon qui présente un TED Talk. La classe !",
      "likes": 58,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@402rayan",
      "author_id": "UCw6UcPMZE2DiP9yeo0Zc9oA",
      "text": "ça fait tellement plaisir une notification de toi, ça refait ma journée pour de vrai",
      "likes": 66,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AC-oy7me",
      "author_id": "UCvAWIwyq6TifKEvkoX7KYxg",
      "text": "Morale : be curious .",
      "likes": 66,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@namelessdivinity6201",
      "author_id": "UCrbp5OijwWkeostE877bO1w",
      "text": "Vous comprenez rien ? Vous vous dite que c'est un génie ? \nIl n'est pas plus intelligent que vous, il est juste curieux  et s'interrogent, comprend, résout. Etre intelligent, un \"Genie\" n'est innée, mais acquis ! Retenez ça et vous accomplirai de grande choses.",
      "likes": 45,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brunoc7117",
      "author_id": "UCEFo8go83_9lqg03KK4IfZQ",
      "text": "Personnellement je crois que celui qui a dit «la curiosité est un vilain défaut» était un génie\nMoi je comprends cette phrase comme ça : un défaut c'est quelque chose de péjoratif et vilain est un adjectif péjoratif or moins et moins ça fait plus, donc un vilain défaut c'est un défaut qui par tout ce qu'il nous apporte devient une qualité, c'est la définition parfaite de la curiosité \n\nBon je dis peut-être de la merde faites en ce que vous voulez",
      "likes": 261,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Quintilius-36",
      "author_id": "UCqhrqQS-occqdd6Ff11FBLw",
      "text": "C'était qui le publique? des gens lambda ou des étudiants de l'université Lyon 3 comme marqué en fond? Sinon franchement bon premier TEDx le stress est juste tellement palpable :D mais bon après c'est l’expérience qui règle ça! Le reste après c'est top, le débit et le rythme des paroles ou encore les gestes c'est du propre.\n J'aime énormément la morale du discours mais dans la forme: Je sais pas si c'est fais exprès le fait d'aborder beaucoup de sujet scientifiques afin de montrer tout ce qu'il est possible de faire mais je trouve que du coup ils sont abordés très vite et au final ca abouti sur pas grand chose... (C'est juste mon avis après tout qui est sûrement biaisé par mes études scientifiques)\nAu final du très bon boulot tout de même!",
      "likes": 204,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toinouintrarezo",
      "author_id": "UCSV0_bSMrNM7L-4xdWRgu3Q",
      "text": "Simon, je ne connais ta chaîne que depuis peu de temps, mais c'est avec plaisir que j'ai tout regardé gouluement. Je te promet, je me suis fait toutes tes vidéos les une après les autres aussi vite que je boufferai des M'ms dans leur paquet. \n\nJ'ai depuis le debut aimé ce que tu disais, ta façon de le dire, et la facilité que j'ai à t'écouter les dire! \n\nAlors avec ce que tu as dis lors de cette  conférence... c'est juste magique, j'ai envie de la  mailer à mes anciens professeurs, que dis-je, mes maîtres et maîtresse de quand j'étais petit. Eux qui m'ont mis au coin parce que je préférais aller dans le fond de la classe pour fouiller dans les livres de la bibliothèque, plutôt que d'apprendre une énième fois cette poésie que je connaissait par cœur, lorsque, au collège, je prenais des heures de colles parce qu'a la place d'écouter ce putain de cours sur ce qu'avait bien pouvoir voulu dire Zola dans les Misérables, je lisais \"science et vie\" dans le fond de la classe. \n\nMerci de dire si simplement, et si justement ce que j'aurais voulu leur dire à l'époque, mais n'ai jamais eu les mots justes pour le dire. \n\nJe penserai à ce que tu as dis dans cette convention lorsque, ce soir peut-être, ou demain, je regarderais mon plafond, en me disant qu'au final, ce n'est qu'un amas d’atome, et 99% de vide, tout comme moi au final, et que en y réfléchissant bien, c'est super bizarre de ne pas pouvoir passer au travers. \n\n\nBref, énorme tergiversation, pour simplement te dire \"bravo Simon\"\n\nContinu, ce que tu fais est génial.",
      "likes": 13,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ANIKI-FR",
      "author_id": "UCgQK4Izbs-8xETn6n1kku-Q",
      "text": "Quel plaisir",
      "likes": 12,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinelemage1800",
      "author_id": "UCkuJk1qKNHcDTZ_9KklWmxQ",
      "text": "Ça ce voit que tu as l'air d'apprécier ça ! Je te suis depuis un bout de temps et tu es mon youtubeur préféré. J'aime beaucoup l'évolution de ta chaîne et ta façon de parler je ne serai vraiment pas contre t'écouter en Belgique, viens nous voir !",
      "likes": 13,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nurbenebur6616",
      "author_id": "UC7Brt4kamxNHger14Wzxziw",
      "text": "Fais attention, cet effet de flou peut parfois gêner",
      "likes": 42,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tel__ma1407",
      "author_id": "UCplvHTa8MnU2S7AAPoZEEbA",
      "text": "Je pense que les 147 dislikes sont des gens pour qui le doigt a glissé...",
      "likes": 1,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@affamé_malvoyant",
      "author_id": "UC10gnMevDSUFulFrvmI5wPA",
      "text": "Très cool.",
      "likes": 25,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucieguignard912",
      "author_id": "UCv1pPGF1p-BVM6w5tjl1pnw",
      "text": "Petit condensé de krono mais c’est génial continue à te faire connaître ce serait géant",
      "likes": 56,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TristanLeGei",
      "author_id": "UC2nzmqR3UABgCBbE9wxMOjg",
      "text": "Sa faisait longtemps que ta pas fait de vidéos sa fait plaisir 😀😀",
      "likes": 8,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wheatiechunkie7776",
      "author_id": "UCZ75ARlqCcoVs6Id3i5F1JQ",
      "text": "Tes vidéos m’inspire de plus en plus la qualité s’améliore à chaque vidéo que se soit CHRONO ou LE JEU VIDEAL, tu continue de me faire rire ou pleurer, un seul mot continue !!!!!!!",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugoverreckt7992",
      "author_id": "UCu9WrkAaCs3XpPpgZD_RimQ",
      "text": "Sans mentir, je suis loin d'avoir tout compris mais j'ai capté l'essentiel. Merci Simon pour ces 14 minutes qui m'ont permis de voir le monde comme jamais auparavent, merci ;)",
      "likes": 5,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bastienbou9415",
      "author_id": "UCd0opM1aHoxCEelXTgDkFgg",
      "text": "franchement je trouve que tu t'en sort vraiment bien, tu est à l'aise dans ce que tu dis, tu aimes partager ce que tu aimes, ce qui est normal. Et bonne année",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JeVeuxReussir_",
      "author_id": "UCYJKNmMSKTcIVWqamcD5Vmw",
      "text": "Incroyable :)",
      "likes": 16,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FulG4mmIng",
      "author_id": "UCrsNl22Z1UHjiu-KOCHS8nA",
      "text": "Ce \"Et pourtant ...\" qui fait tellement kiffer",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ano5062",
      "author_id": "UCJh8GWNRw-Er0oP-Hvi0HYg",
      "text": "réflexion, connaissances et références excellentes! j’aurai tellement aimé y être! tu es de très loin mon vidéaste préféré, continue comme ça Simon",
      "likes": 5,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ameliehilaire1204",
      "author_id": "UCz6Omk2x-U0kMjw28LlWtYA",
      "text": "Je suis fier que des gens propose des contenus aussi réfléchi qui aide les gens à s'ouvrirent à d'autres pensés sur YouTube qui est si accessible maintenant à un large public par fois jeune. Continue Simon au nom de l'éducation",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fledered6967",
      "author_id": "UC6HYvWExbuxllu-EuuGneow",
      "text": "Il réagit pas beaucoup le public.",
      "likes": 25,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@petitebotte9655",
      "author_id": "UCTOXeBbc5D7quxNOCmHxZJw",
      "text": "t'es le meilleur c'est extrêmement cool que quelqu'un sur youtube nous partage sa passion et s'est idée comme toi",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sackripant5601",
      "author_id": "UC8hrKnZM40v6bur8y1GhYdw",
      "text": "Pourquoi mon prof de philo il est pas passioné comme ça ?!",
      "likes": 4,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmaroussel9029",
      "author_id": "UCGeU1xE7RqgoOCmcn24QhjA",
      "text": "Génie. Tu es le premier que j'entends mettre des mots sur ce que je pense depuis toujours, toutes ces questions sans réponse, et cette absurdité du monde. Et t'as vraiment du flow dans la voie. Bravo, n'arrête pas, tu gagnes une nouvelle abonnée.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@waffenworld1936",
      "author_id": "UCmnaA2l84pzMoXlm6WGAgfg",
      "text": "Incroyable !",
      "likes": 11,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vollipa",
      "author_id": "UCTrUFaanoL_QeOEmsBgzMvw",
      "text": "GG ; Au plaisir de pouvoir re avoir ce genre de contenu. C'était travaillé, et agréable. On suit le fil, et tout passe. Le message, comme l'émotion, comme l'implication.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolaspinson8981",
      "author_id": "UCUqvjuJg-RcKqeoCBIQIndA",
      "text": "Tu vas finir par te transformer en Léo grasset toi ^^",
      "likes": 128,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monkeekee9827",
      "author_id": "UCDAGaL97N3SBT-eLkhdXrFw",
      "text": "Enfin quelqu'un qui partage les mêmes pensées sur l'univers que mon frère et moi, qui passons des nuits entières à en discuter !\nA l'avenir je montrerai ta vidéo pour faire comprendre ma vision du monde, merci infiniment.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Armand_tv",
      "author_id": "UC8gmBWNEC0WahncYyV35H6w",
      "text": "Ces pensées incroyables qui le soir te font voyager jusqu’au fond de l’univers, on connaît ça t’inquiète ! Kiffant ton speech l’ami",
      "likes": 32,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hanakosan3042",
      "author_id": "UCbV8-cGx96W-GFrOsMx2ZyA",
      "text": "Je voudrais m’assoir dans une pièce et t’écouté pendant des heures..j’adore écouté les gens depuis petite et j’adorerais continuer a écouter  ce que tu dis !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chichipanpan5033",
      "author_id": "UChNv66VMECPAFoP_-It0ikg",
      "text": "Un super talk malgré 2-3 imprécisions. L'expérience du chat de Schrödinger est une expérience de PENSÉE (heureusement pour le chat). Même si elle reste la façon la plus commune et la plus claire de vulgariser la superposition des états quantiques, cette expérience ne se vérifie pas au niveau macroscopique du fait du phénomène de décohérence. Y a des choses très intéressantes sur le sujet, qui touchent aux plus grandes interrogations de la physique fondamentale à l'heure actuelle. Je me doute bien qu'en survolant les sujets c'était impossible de rentrer dans les détails, mais j'aime bien chipoter ^^. Et merci d'encourager la curiosité et l'importance du savoir !",
      "likes": 8,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kaisui8342",
      "author_id": "UCrxhcyiBIml6D6ceoevHhPg",
      "text": "Merci du fond du coeur pour cette vidéo, il faut que tu te rendes compte à quel point ça peut aider certains",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ayoubb.3876",
      "author_id": "UCtOtP8X-VSJ2jGiYAcf50Ng",
      "text": "Exellent",
      "likes": 6,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kouizine4819",
      "author_id": "UCz5p603JKwD1MBtCcGebHuA",
      "text": "Tu réussis à rassembler et expliquer plusieurs sciences en même temps (comme la philosophie ou la physique) pour parler d’un même sujet, franchement c’est brillant j’adore continu",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjamincagniat",
      "author_id": "UCASYQEXjOCpmN-oUJtnBvbQ",
      "text": "J'crois t'es mon modèle dans la vie.",
      "likes": 17,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kayu707",
      "author_id": "UCjWJqjkNPQc0ld1IrEIUc9w",
      "text": "Je ne vois ABSOLUMENT PAS ton stress mec c'était super c'était incroyable bravo !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sharethegeek",
      "author_id": "UCdzVPYn1fKfavcpcTkyvUhw",
      "text": "Salut, merci pour ce partage, ça fait plaisir de voir ce genre d'initiative ! \nJ'aimerai apporter une ou deux critiques si tu me permets =)\nDans tes chronos tu ajoutes des images et de la musique, ce qui nous stimule à comprendre ce que tu nous dit. Par stimulation j'entends un point d'accroche. Là tu donnes beaucoup de références et d'exemples mais des personnes ne les ont peut être pas compris, ajouter ces \"points d'accroche\" les aideraient à ne pas perdre le fil.\nEnfin j'ai beaucoup aimé, ça me parle, je comprend ce que tu me dis, mais mes parents de pourraient peut être pas comprendre, tu parles vite (manque de temps :/) avec des abréviations que notre génération comprend, mais pas eux. Ils ont cette barrière qu'on doit s'efforcer de faire disparaître si on veut s'exprimer ou s'expliquer.\nTed x est une super initiative, et une bonne motivation pour apprendre l'anglais (il y a tellement plus d'informations chez nos amis anglophones)\nMerci pour ton travail!",
      "likes": 3,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@opticxedit315",
      "author_id": "UCjeuYIVQ58qRRr6tioWAKNg",
      "text": "Ça ressemble aux discussions que j’avais avec mon pote pendant nos cours de physique ou nos fins de soirées mdr, nous remettre un peu à notre place et penser au delà de notre situation d’humain, se triturer l’esprit pour essayer de nous comprendre un peu plus, vraiment ça fait chaud au cœur d’entendre tout ça, ça change des courants de pensé ces temps ci, bravo pour tout ce que tu nous donne, et préviens nous si tu retente l’expérience des conférences",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fearimo533",
      "author_id": "UCxnleSRVAsIt1z8YBGKtJ0A",
      "text": "Vidéo très intéressante !",
      "likes": 3,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loanbernard1438",
      "author_id": "UCf8_MUKU2eTD6NabT1v2b-A",
      "text": "Tu apporte tout ça de manière si claire c'est génial",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjaminblengino1093",
      "author_id": "UCVwWFyXYREWvK1jf5QwMTUg",
      "text": "Vu lors de ton passage en direct et félicitations d'avoir fait un Ted X :)",
      "likes": 7,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@petitdidierdesvoges8904",
      "author_id": "UCW2FeHqCKaE72DQvD-RSrlQ",
      "text": "C'est tellement bon d'entendre ce genre de discours aujourd'hui , on a besoin d'être curieux et de s'intéresser à tout ce qu'on peut",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anaellekeith7685",
      "author_id": "UC9I7ccl_Hr6C4gnkV_rwV3Q",
      "text": "J'ai fais ma curieuse, j'ai cliqué ;)",
      "likes": 4,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@colinel.2550",
      "author_id": "UC7aGysK1xlzh_lbKs4hAoPQ",
      "text": "J'adore ton élocution, Simon, et ce qui est incroyable c'est que tu as beau parlé à une vitesse phénoménale, ça nous donne justement l'envie d'en apprendre plus, nous accrocher à tes mots ! Je suis curieuse moi aussi et c'est frustrant ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@camera418",
      "author_id": "UCg7H-cVvZMrerzc9vsSKiWg",
      "text": "franchement cette histoire d'univers parallèles, je sais pas si vous vous rendez compte mais un univers c'est pas rien hein :')\nBa imaginez chaque possibilité dans chaque centième de seconde puis chaque univers va se dédoublier vers l'infini.... en gros en 5 secondes de vie, un individu a déjà créer un chiffre qui tend vers l'infini, vous imaginez même pas comment c'est grand le nombre d'univers créé, alors ouai j'ai un peu du mal à y croire.",
      "likes": 44,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NEMATE",
      "author_id": "UC-6FG-3RBUFgh-0Ee8uyqLw",
      "text": "Parfait ! Ce genre de pensée que je partage, ça fait plaisir et on ce sens moins seul de voir que tu y pense aussi.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathilde1665",
      "author_id": "UCUv1779qqwHVg71HitWNmJA",
      "text": "Tu es super doué sur scène!",
      "likes": 3,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolaslorber4345",
      "author_id": "UC80QsbKtyZgp_UPfwVqqw3w",
      "text": "Ravi de voir ton  évolution. Totalement mérité. Merci à toi.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EstoyElDragon",
      "author_id": "UC8Fxp7d5-O1Qq8fauTXm4tw",
      "text": "Excellent comme d'habitude! Vas-tu refaire ce genre de conférences dans le futur?",
      "likes": 6,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sfdm1608",
      "author_id": "UCIzaR8LrJSjNJuKXqHBP3Rg",
      "text": "Ta vidéo est un parfait mélange entre mes cours de physique de chimie et de sciences humaines mais ça ne m'a jamais paru aussi intéressant (une étudiante en premiere année de médecine)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lacracotte3775",
      "author_id": "UCKd30wVIZOfs01xW5q15Mjw",
      "text": "Je me rend compte avec cette vidéo que tu es comme moi un peu (ou inversement) je suis vraiment intéressé par ces sujets philosophiquo-scientifique et en même temps ça m'angoisse fortement, mais je ne vais pas du tout faire des études de sciences (trop dur), vu que l'années prochaine un truc dans le même grand domaine que toi.\nJe trouve ça cool",
      "likes": 17,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wolfgamz670",
      "author_id": "UCIxNvBK4coz6Lo7qWi61rbw",
      "text": "Probablement une des vidéos les plus inspirantes que je n'ai jamais vues 👍",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanpedrovitchdelanoche1629",
      "author_id": "UCfaH5qOSmB9NndDNDdzAshA",
      "text": "Très bonne vidéo, juste dommage que dans un autre univers je me fasse écraser par un piano jouant la Neuvième Symphonie de Beethoven avant de pouvoir écrire ce commentaire.",
      "likes": 7,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@XxCrayzerx",
      "author_id": "UCNRhrGH2IWN11rQH27JsCmg",
      "text": "Faut que t’en fasses plus comme ça tu t’améliores et on pourrait te voir dans des conférences pour tes abonnés par exemple, ça serait vraiment intéressant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shuthewarrior6611",
      "author_id": "UCOVImIeKbbvfXHV1x-JSpXw",
      "text": "Alors... Tu m'avais surpris, ému et réveillé lorsque tu avais sorti ton chrono sur 2017 et là... Bah je regarde cette vidéo, je regarde la fenêtre de ma chambre et... Je réfléchis. Je me complaît dans cette réflexion que tu m'apporte. Tu fais en sorte que ma soif de connaissance soit ravivée pour que je boive tes paroles alors que je me fais chier en cours toute la journée avec des professeurs qui ne donnent pas envie d'apprendre (même si l'éducation est bien évidemment une chance inouïe et j'en suis conscient). Pour tout ça, tout ce que tu peux m'apporter et tout ce que tu m'apportera sans aucun doute : MERCI",
      "likes": 13,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Baderas",
      "author_id": "UCxtwAoh3sXq4tP6pM8LikAg",
      "text": "On sent que le stress est présent clairement, mais comme toujours tu sais mener les gens dans des réflexions plus intéressantes les unes que les autres en les rendant accessibles malgré leur complexité apparente.\nRespect !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandreruda8405",
      "author_id": "UC2OfeXvn6EJvrn99TseJSNA",
      "text": "Les réflexions que tu poses sont vraiment lourdes. Mindfuck à chaque fois",
      "likes": 15,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kuotenshi445",
      "author_id": "UCqcrc78zYjnPCT2p3AbNHCw",
      "text": "Franchement tu gère vraiment pour quelqu'un qui n'a pas fait d'étude dans ce domaine",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blackfurio2381",
      "author_id": "UCVQ3mWacBX2cZYn9fXDH86g",
      "text": "J'ai envie de commencer un débat.\nVous connaissez la théorie du personnage principale ? \nJe pense que cette  théorie à déjà été imaginé par quelqu'un dans le monde mais que j'ai pensé quand \"je n'arrivait pas à dormir\".\nLe monde, l'univers, ces mondes parallèles et autres \"fantaisies\" ne tourneraient autour d'un point pas comme la Terre autour de son étoile mais autour d'une seule personne, tel l'histoire d'un roman autour de son personnage principal. On serait tous notre propre Pp, mais plus particulièrement un événement d'une seule personne qui existe ou qui existera. Une simple péripétie pour faire avancer la personne où tout tournera autour d'elle.",
      "likes": 5,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheDimix1998",
      "author_id": "UCsTLdxNamV7UthMIN7nI86w",
      "text": "Ça fait longtemps que je suis ta chaîne et j’adore la façon dont toi et ta chaîne évoluez! J’ai à peu près ton âge et j’aime vraiment ton contenu parce qu’il évolue à peu près au même rythme et de la même manière que moi. \n \nBravo à toi, surtout ne lâche rien et continue sur ta voie tu vas aller loin!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hiyok0980",
      "author_id": "UC2kqp_cEAMRPNxgEP0QKL7g",
      "text": "Tu es incroyable, je me représente tellement en toi, dans les questions que tu te poses, qui me font peur et en même temps me font rêver :) le plus flippant c'est que j'ai 15 ans et des fois toutes ces questions et cette vision de la vie me \"torture\", à ce demander si je préférais être conscient et curieux de TOUT ou bien être inconscient ... Tu es le genre de personne avec qui je pourrais discuter sans FIN, même si il y en aurait forcément une \"FIN\" ... Bravo et vivement que tu remonte sur \"scène\" !",
      "likes": 3,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hitmarker1853",
      "author_id": "UC-US6iQ2t_f-YzzNEeTDcZw",
      "text": "Merci Simon pour le travail que tu fais. c'est très inspirant pour mes créations. J'apprécie cette nouvelle vague de créateur qui s'émancipent de l'humour pour proposer des sujets de fond tout aussi agréable et fluide à regarder. Superbe travail de montage, de jeu et de personnalité. hate de voir tes prochaines vidéos",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@csam9167",
      "author_id": "UCKCwS0Xy7p99XMltN_Ed-LQ",
      "text": "bon bah tu est passé du côté cosmopolite de la force...  bisous et aurevoir mon Simon tu va me manquer j'aimais beaucoup tes vidéo sur les jeux vidéo.",
      "likes": 3,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathisleloup8790",
      "author_id": "UCKrCkV33F8FSZWg3JBtUn1Q",
      "text": "Mec tu gère,continue j adore tous tes projets et ta façon de penser ,continue ytb et tous les projets qui te passent par la tête car j ai envie et hâte d en voir plus",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JG-dh9cf",
      "author_id": "UCd-ssoQe4REHaizGLcCHsfQ",
      "text": "J'aime beaucoup ton contenu et ta réflexion d'aujourd'hui est comme toujours très intéressante et instructive! Cependant y a un truc qui me gène un peu ^^ (sans vouloir casser les couilles psk je suis vraiment un fan) mais l'effet old vhs de déformation que tu utilises sur l'image c'est un peu dommage... Énormément de vidéastes se mettent a l'utiliser, c'est la \"mode\" avant ça c'était les néons de couleur... Bref je trouve ça dommage de mettre cet effet alors qu'il n'est pas approprié avec le fond de la vidéo... C'est un peu dommage si c'est en effet du style pour du style sachant que tu sais faire un contenu esthétique de qualité et raccord avec tes propos (Red Dead, Last of us etc). Bref ça reste quand même une chouette performance! Je te souhaite une bonne continuation! Signé un Fan qui fait chier tout le monde ^^",
      "likes": 10,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juliencollard4305",
      "author_id": "UCJCZY8C6BsCwj69Wk-3PoZw",
      "text": "Bravo je te suis depuis le début et ton évolution m’épate tu ne stagne pas tu changes et réfléchis toujours à d’autres formats pour nous faire découvrir,réfléchir merci pour ça 👌🏻👍🏻",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@IceEmDre",
      "author_id": "UCVjujWJFCP4XgJCz3IQpcPA",
      "text": "Yo, c'est quoi Ted X et cette intervention? Dans quel cadre ? J'ai du louper un épisode..",
      "likes": 6,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loriane368",
      "author_id": "UCuOoMAsTO3lxeUx3KGWj_VA",
      "text": "Franchement bravo! Ça fait tellement plaisir de te voir t'exprimer et partager irl ce que tu fais sur YouTube. C'est un autre exercice, que tu réalises vachement bien! On voit que tu as la motivation et la volonté et ça c'est beau! Merci à toi d'être la et de nous partager tes pensées ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@larink5190",
      "author_id": "UChHkOdlnN5FRVZXaooaBxig",
      "text": "Le raisonnement d'un génie, la justesse d'un dieu",
      "likes": 25,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hyume3442",
      "author_id": "UCoC_qtau6ZRDfnRATzYOKZg",
      "text": "Mec bravo, c'est ultra clair, concis, ça attire l'attention du début à la fin, et laisse une petite trainée d'émotion positives quelques temps après. Félicitations",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jasonglenny6189",
      "author_id": "UC4B5-Q_YpcqjEGaAj81A_ZA",
      "text": "je vais dire a l'avance super video pour gratter des likes",
      "likes": 3,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@algebo7675",
      "author_id": "UCu9tTmV6Pe9Z3tFINNnQVXQ",
      "text": "Mais ton ascension elle est incroyable jte suis depuis tes premières vidéos du jeu vidéal et ça fait vraiment plaisir de voir comment tu réussis. Bravo à toi et bonne continuation.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@G12ad",
      "author_id": "UCpWreJddDp_TbynlDdN5oYw",
      "text": "C'es pas Stephen King pour Interstellar, c'est Christopher Nolan.",
      "likes": 5,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@corentinherby1638",
      "author_id": "UCWJlflVaCntAQxwW37ZS-EQ",
      "text": "c'est sincerement beau ! tu a une vision differente de nous de l'univers et de ce qu'il continent .",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julesvieuble9542",
      "author_id": "UCQZiQU-MYmLi2l2hf75ZG2Q",
      "text": "39 vue 68 j'aime",
      "likes": 7,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hartraton7542",
      "author_id": "UCsMFIvOqIoDuVo78OCuSx8g",
      "text": "C’est exactement mon quotidien, les questions que tu a soulevées, les théories, les faits, l’immensité... ce sont des choses auxquelles je ne fais que penser en ce moment et ça me torture de me dire que je n’aurais pas de réponses... Malgré ça c’était intéressant ! Merci !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eliefees46",
      "author_id": "UCiPHx5KFv50Kmjs8AXiKC5g",
      "text": "g pas écouté mdr",
      "likes": 24,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louismaingot5461",
      "author_id": "UC3wt2wIB7gY48KfpQtgtFHw",
      "text": "Simon je te suis depuis assez longtemps et à chaque vidéo que je regarde de toi cela me donne des frissons on a vraiment l'impression que tu as la sagesse absolu et tu vois le monde avec un œil incroyable et j'ai beau avoir 15 ans et n'avoir pas grand vécu ton explication en regardant le plafond c'est tout à fait que qui m'arrive pratiquement tout les soir et ça fait peur très peur et on ne sais même pas pourquoi on est là et on ne sais même pas le sens de la vie, en bref' ta conférance étais génial et ta vraiment géré",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brianagheorghe8675",
      "author_id": "UChvCoI8geUly6GrIJUQhZ1A",
      "text": "Wow. J'adore ta manière de penser, de t'exprimer mais surtout ta capacité d'affronter cet univers étrange, c'est tellement intéressant de savoir comment les autres le perçoivent, merci Simon!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexrdev",
      "author_id": "UCYCngmhrkjGnFyOWEp_ybHQ",
      "text": "Merci beaucoup pour ce Ted X ! Même si on peut sentir un peu de stress, cette présentation est très bien préparée et me donne encore plus envie de creuser, de chercher encore plus loin, et ce dans n'importe quel domaine.\nPar curiosité, j'ai découvert ta chaîne qui me fait réfléchir toujours plus et j'espère que cela continuera encore longtemps.\nMerci à toi :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrSanGyoku",
      "author_id": "UCDKqnI7mcGUtPxVV3kf8i-A",
      "text": "J'aurais jamais cru qu'une simple curiosité aurait peu nous emmener aux multi univers . Je suis heureux que dans notte univer tu existe on a pas 2 vidéo comme toi continue ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DrunkBreton",
      "author_id": "UC-AKaxdFR3fzJcx_Hinaeiw",
      "text": "De toute façon à chaque fois que je vois une de tes vidéos je me dis que t'es un génie, et je le commente. Je changerai pas d'avis l'ami, t'es un génie ! Je t'aime du fond de mon coeur d'homme curieux <3",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariasers2041",
      "author_id": "UCqxa1KYRCN5kQEPNx5ookBQ",
      "text": "La notification la plus cool de la journée ! Vraiment très intéressant comme vidéos et même avec le stress (ce qui est normal) on voit que tu es heureux de parler et de faire ce que tu fais !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabri_ailes",
      "author_id": "UCyYNfQWhj8wFBZQ1-gewTfw",
      "text": "C'est exactement ce que je pense tous les jours. J'ai cru que j'étais juste perché de penser à des choses comme ça, ou que j'avais un esprit trop rêveur qui part toujours trop loin. Mais tu m'as fait comprendre aujourd'hui que ce n'était pas de l'imaginaire ou encore de la folie, mais juste de la curiosité. \n\nAu passage très bon sketch (même si tu aurais voulu faire mieux), et c'est toujours un plaisir de regarder tes vidéos !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@snowdearn3148",
      "author_id": "UCKrjHsLR3B0oCievN4YGmiw",
      "text": "Incroyable tu est toujours aussi captivant. J'adore Chrono. Continue comme ça",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SeatkillPvPHG",
      "author_id": "UC0-vlkLAUduktredRjlbEjw",
      "text": "ptdr le \"Bonne année\" il m'as tué 😂😂😂",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emanuelmihai8281",
      "author_id": "UCLhmSYH-sllqhqcPAnMLsfQ",
      "text": "J'aime beaucoup ce genre de vidéo. C'est relaxant et trés inréressant.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximeborcy395",
      "author_id": "UCgnJ_1UjJNMbb_Fq4vsUh1g",
      "text": "Une notification qui a refait ma journée. Toujours un plaisir de regarder les vidéos de quelqu'un d'aussi intéressé",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@florianrd9507",
      "author_id": "UC8eUIRZ-xb5x4xJWHGIEniQ",
      "text": "C'est fort, très fort, continue sur cette voie Simon tu nous épates tous ! ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rakshas1340",
      "author_id": "UCnXyeZFnIJTMMetGTvvD5hQ",
      "text": "probablement pas ta meilleure vidéo dans la forme mais le fond est incroyable. Je suis pompé à bloc pour en apprendre plus sur le monde qui nous entoure",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@glowyuki6935",
      "author_id": "UCOcHCRIxO8ejzd8TtPsud8w",
      "text": "Franchement chapeau, c'est pas un exercice facile et malgré le stress je trouve que tu t'exprimes vraiment bien! Ta manière de réfléchir et tes remises en questions m'impressionnes dans tes vidéos et d'ailleurs je me sens souvent un peu bête en les regardant.. Mais à la fois reconnaissante de m'avoir montré un point de vue différent!\nBonne suite :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anaelledavion5429",
      "author_id": "UCqjBk2oBwrWEWXD0dXFCjeA",
      "text": "Tout tes propos sont tellement intéressant !!\nBravo et merci",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LinkRun974",
      "author_id": "UCRnaO4uOkJmoCuKuaw2RDyQ",
      "text": "Juste fantastique ! C'est une fierté de participer a tout ca",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjamincefis5936",
      "author_id": "UCJAvwKcyJF3FaSQuPn1m1Jg",
      "text": "Nice, vraiment cool ce format et belle experience !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementinehume7826",
      "author_id": "UCvYHUwgEXFd5FurzcRwLStA",
      "text": "C'est génial, cette infinité c'est effrayant et exitant ! Finalement tout est possible et rien ne l'ai vraiment, je ne sais pas...",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zebryl",
      "author_id": "UCLJsgC4WW1QBCsLQX1t8I2w",
      "text": "Ouah quel discours, c'est rare d'avoir des gars comme toi, aussi passionné et cultivé dans les domaines qui te plaise. Ces 13 minutes furent incroyablement enrichissante, merci je m'abonne :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@famicouteau",
      "author_id": "UCSeBnjLW6eKvCyYvFwgoYnA",
      "text": "Dommage que le public soit pas super réceptif, mais tu t'es pas laisse impressionne et ça c'est fort",
      "likes": 2,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@holistique.87",
      "author_id": "UCLhrFHiR5kF285F20indylg",
      "text": "franchement tu as été vraiment très bien :\nla forme n’était vraiment pas gênante pour une 1ere !!! \nle stress ne se lis pas vraiment on dirais même que tu est assez a l'aise !\net le fond était vraiment très intéressant merci bro !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@victorcouloumy3553",
      "author_id": "UC3r_lr5vFiaiZIxxHClNjwg",
      "text": "tu es vraiments incroyable et plus je regarde tes vidéos plus je me dis que tu mérites tellement plus de succès . franchement tu es le youtubeurs le plus genial que jai jamais vu",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@annaelles4309",
      "author_id": "UCmjQN1CjLymJq_0fLaGiTBw",
      "text": "quand t’étudies la physique quantique, ta vidéo fait vrmt plaisir \nBravo à toi pour ce ted en tout cas 👍🏼",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bastien9156",
      "author_id": "UC7o_LXz9kj4f-8qygqTCL8g",
      "text": "Bonne année xD",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FranciscolucheVietnam1971",
      "author_id": "UC8MoabQgLHDw_cM42klU6ww",
      "text": "Super mec, BRAVO !!! 😉 Bonjour du Vietnam 😊",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fadpanda3873",
      "author_id": "UC07EXODqPccUwDMfpbUKFTw",
      "text": "C'est méga génial. Tu es fabuleux Simon",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zak_a_dos",
      "author_id": "UCPI9qIJyIjuoLv_1glA_1Hw",
      "text": "Un chrono en plus long \nBravo malgré le stress ta vraiment bien gérer! \nJ'attend ta prochaine vidéo avec impatience :3",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@althior9356",
      "author_id": "UCX7Yy2PR186NIdDgf9lkj8g",
      "text": "J'adore vraiment tout ce que tu fais, continue comme ça !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cecilepaas7549",
      "author_id": "UClBoO0Z_Yg7q5GfYdseyB3g",
      "text": "C'était vraiment super, honnêtement !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@erwannrobbe2516",
      "author_id": "UCB4WIDF6VDZEG9ZFEnORBHw",
      "text": "Juste magnifique !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmie_sphere",
      "author_id": "UCwuXZeVXqWY3NvKhiZCHplg",
      "text": "Ecouter tes propos m'a tellement inspirée, je me retrouve à avoir une envie d'apprendre décuplée ce soir grâce à toi. Merci !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pableau92",
      "author_id": "UCeRFDouASTEQDlOdttoOepw",
      "text": "Je pense sincèrement qu'à ta façon, à ton échelle, tu es en train de changer le monde. Merci et bravo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@QuentinBTS",
      "author_id": "UCg-VKIi3vvp776sEUbf66ow",
      "text": "Tu déchires tout ! Je suis pas du genre à lâcher des commentaires mais il faut continuer à croire à ce que tu fais et à produire du contenu intéressant et qui une fois n'est pas coutume en ce moment => fait réfléchir.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kiliandervaux6675",
      "author_id": "UCuMjimZVboAGXIYY96k7i_Q",
      "text": "La conclusion est juste magnifique",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emilief2580",
      "author_id": "UCFszECYOHDeBvpP9TUV5u_Q",
      "text": "Y a pas à dire ça fait plaisir de t'écouter parler, et sans une fois perdre intérêt dans tes propos ou ta façon de les traiter. Continue de te poser des questions Simon, parce qu'on y répond peut-être pas mais au moins on sait qu'on n'est pas les seuls se les poser.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Az-zd9jh",
      "author_id": "UCs_MgItgVUmgmGjR09N76-w",
      "text": "Du stresse, quelque foiré, mais effectivement un beau message, tu dit que tu n'a pas de formation diplôme ou autre pour parler de ces sujet si complexe, mais justement, avec ça tu transmet un message qui est que tout le monde peu s'intéresser et s'interroger sur ces domaine si complexe. Encore un beau message transmit bravo à toi !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bastiansalas3405",
      "author_id": "UCpupYxPffSTtDATbvB5L-Wg",
      "text": "Wow tu est le seule mec a m'intéressait pour une conférence !",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@agaultierify",
      "author_id": "UCGrCVmoQ6TlTye6DSPltk2A",
      "text": "Magnifique, on t'aime simon",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bastiendslv",
      "author_id": "UCy7yExfRLGc3jQWAMH6Ojyg",
      "text": "Génial ta conférence Simon ! Je viens de me refaire cosmos en intégralité il y a une semaine et voilà qui tu en fait des allusions. \nContinue de nous émerveiller avec tes superbes vidéos.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bastiendeclercq3106",
      "author_id": "UCwfCbkOzlZc2FH4nEj92qmw",
      "text": "ça fait du bien de voir ça",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@davidprimot652",
      "author_id": "UCqRYkLkaJyB_YH7cYekySKA",
      "text": "Et bien bravo,c’était tout simplement brillant",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@erwannbriand7365",
      "author_id": "UC1mRBl99Af_v-m1_mC8MIoQ",
      "text": "Jai un gros respect pour toi tu est réellement bon comme speakers",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@robin_luthi5134",
      "author_id": "UCqNZ1rrnMtdGj8E7B3Q5xZw",
      "text": "Juste parfait ton speach, j'ai mis du temps à le regarder, j'ai regretté",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@an_other_banshee",
      "author_id": "UCtBVEQEq5MuXnTlPENYQNdg",
      "text": "Vraiment cool et surtout très intéressant, j'ai essayé de passer outre le moment freestyle pour juste voir comment tu te débrouilles en impro, et si tu ne l'avais pas mentionné je pense que j'aurais juste pris ça pour un moment de trac.\nTon travail m'a permis de commencer à m'intéresser à masse de trucs, d'auteurs et de thèses. Continue, le public est là. :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kidd_beats",
      "author_id": "UCrmjVovresv2k05a9Oz6wLQ",
      "text": "Rester tant de temps en parlant ainsi, bien joué",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nafael583",
      "author_id": "UCC7dcfZ9AzDgfWE8otmRdcw",
      "text": "J'aime tellement ta façon de t'exprimer, certains reprochent peut-être le débit de parole trop rapide mais moi ça me captive encore plus, continue comme ça o/",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementinerichard4889",
      "author_id": "UCF0hYNB-9TmB8jkAB5AAW1g",
      "text": "J'aime beaucoup tes vidéo elles sont bien monté et super intéressante, tu raconte des chose très réaliste",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lilianmartinez4589",
      "author_id": "UCdZGF5mw5TdDcZclfplmBNg",
      "text": "salut,j'ai adoré c'est un sujet que me passionne même si j'y comprend pas grand chose ca serais vraiment ce genre de video que ce soir en facecam ou sur scène",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guilhemdarde8887",
      "author_id": "UC780vbiCjUBka9lGvzcz0HQ",
      "text": "T'as réussi à me captiver malgré que ce soit ta première conférence. Un grand bravo à toi et tout ton travail",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThingsbyNico",
      "author_id": "UC08U64aXOZoRWyfealzj12w",
      "text": "C'était juste ouf ! Bravo en tout cas pour ce Tedx, ça devait vraiment être une expérience forte (en stress aussi oui, mais forte ;)  ). Vidéo très intéressante !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jrch6790",
      "author_id": "UCe_lb9GbUOnU1ASMc8tdLPg",
      "text": "Je penses que si le monde était remplie de gens qui, comme toi, moi ou n’importe qui qui est assez intelligent pour se poser des questions sur le monde qui l’entoure on pourrait enfin envisager un changement pour notre monde.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NeverGimmo",
      "author_id": "UCiaGypZzAwy_p9Vqw3bl5SQ",
      "text": "Pourquoi \"Dieu est mort\" de Nietzsche est ta préférée ? 🙃",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kimabruti",
      "author_id": "UCwQC_SYIEYw1Er5OTQruJTA",
      "text": "C'est tellement bien, j'adore réellement vos chroniques! J'attends les suivantes avec impatience !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gilorban829",
      "author_id": "UCsgmDr9DCNLE5TMdq5SZbAA",
      "text": "juste incroyable",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fanchducoulirou",
      "author_id": "UCjq_sDIX0O3ROoWqQs_f5oA",
      "text": "Très très courageux, bravo !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@skippy846",
      "author_id": "UC4w8PizMZRpCqGtRJcBhIYA",
      "text": "c'est normal que le publique ne reagit absolument",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RvPasHoney",
      "author_id": "UC5rcOeh9RIzFqChimD6KY-w",
      "text": "Franchement, quand j'ai vue que que tu étais au Tedx j'étais étonné et franchement félicitations d'avoir atterris la en étant YouTuber",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aaalexxxb78",
      "author_id": "UCFFv2DlNQyy8hjx5e9gi3eg",
      "text": "Bravo. Belle récupération. La curiosité c'est la base de l'ouverture d'esprit, qui elle même est le prérequis contre la haine.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kkb1535",
      "author_id": "UCkd_xqiqlwjeC1T8DTyK8Og",
      "text": "4:25 Ce genre de questions me fait completement beuguer, ça m'angoisse de ne pas avoir de réponse et de savoir que je n'en aurait sûrement jamais",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eazydogg3685",
      "author_id": "UCqc3lwMBEnF-IO2zIPDA3hA",
      "text": "pas mal du tout mec ! toujours aussi excellent !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pierrerlt",
      "author_id": "UCnitJ4mrIgOSGEWNoQ7m24A",
      "text": "Simon je suis super fière !\nde ce que tu deviens ! j'ai essayer d'étudier ce sujet tellement complexe et \"abstraits \"et personnellement j'ai la même sensation de frustration qui nous parcourt tous et à parcourues ces grands chercheurs; écrivains ! et ils se sont dit la même chose avant de mourir :J'espère que mon travail fera naître chez mes enfants la même envie que moi qui est de comprendre ! Ces enfants ce sont nous les futures générations ! un grand bravo pour ton boulot aussi dur qu'il soit tu a été parfait comme d'habitude ! ❤",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MarronFrui",
      "author_id": "UCChTuGd5GBMk6-r6y5FBktg",
      "text": "héhé, j'me disais pendant toute la vidéo \"Alors Simon, c'est hardcore d'apprendre un texte dans ce genre hein?\" Et puis viens le moment où tu expliques que tu oublies ton texte, j'ai bien rit, mais t'as franchement rattrapé le truc comme un chef ! \nFélicitation pour ton tedX, j'aime te suivre et faisant moi même de la physique, tu viens de parler dans cette vidéo des enjeux de toute ma vie :) ça m'a beaucoup plu donc ! Continue comme ça :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TitaniumAnjolras",
      "author_id": "UC5aI7DPwxoyfUeJw6kq8K8w",
      "text": "Ton désir de ne pas t'arrêter à ce qui est visible est vraiment respectable. Continues de nous faire rêver, tu es une des preuves que les \"milleniaux\" ne s'intéressent pas à rien et sont en fait très curieux. Keep up",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OzVasselius",
      "author_id": "UC9-Nu3XpsPZ0qz-k2149RNA",
      "text": "C’est vrai bien dit et très clair surtout pour un sujet comme la curiosité qui traite en passant de la physique quantique un grand bravo",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@malosurytb",
      "author_id": "UCKANXYAfZtdPV_Kz4i7C2VA",
      "text": "C'est dingue, à la première écoute on dirait que ta vidéo est seulement une grande digression ! \nEn même temps j'ai pas tout les références et vu que je n'écoute pas trop en cours et que je n'ai que  ans ..",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@celinegattefosse759",
      "author_id": "UCLwQ7_lPkNzkLq5yqKLUMdg",
      "text": "je viens de découvrir ta chaine, j'en suis plus que ravie, c'est genial et tres agréable a écouter qui plus est!\nbravo continue",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loicdisilvestre7934",
      "author_id": "UC-9MGEM8PdMDPcAF2PHXFYA",
      "text": "Vraiment bien joué l'ami hyper intéressant comme le taff que tu fais habituellement sur YouTube, continue ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ClaireChavannes",
      "author_id": "UCGNX1zqKdIGSk4niiuc6kTw",
      "text": "Ta voix est tellement posée c'est un vrai bonheur à écouter ^^ \nJe te souhaites une magnifique continuation ^^",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pakkunms6724",
      "author_id": "UCGU_KgUTGDU4qvwE_OUz8Bg",
      "text": "J'adore les derniere phrase de ton speach",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marybau6599",
      "author_id": "UC5IKAxaZNI8CbEs6FFIwQJg",
      "text": "Tu es brillant, ça me rend dingue. Continue de douter, continue d'essayer !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joul9382",
      "author_id": "UCsR0m9l7wIZF0S6yBJSCplA",
      "text": "Et beh, heureux de voir à quelque point ta situation a progressée depuis tes premières vidéos !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aizakira2665",
      "author_id": "UClu0ZjQ94t-U7ePhP5UpTEQ",
      "text": "Franchement tu est géré, c'est cool de voir qu'un jeune comme toi (tkt je suis jeune aussi) arrive a se faire une petite place dans se genre de conférence. Après pour le choix du sujet je sais pas trop si c'était pertinent sur le thème de \"bouleverser les codes\" (j'ai cru comprendre que c'était ça le sujet), car se que tu a dit c'est quasiment a 100% un message deja bien transmit, se que tu a dit est très cool, mais c'est aussi très ancré dans l’esprit de beaucoup de monde (enfin je crois, dans se que tu a dit j'avais déjà tout entendu). Enfin bon c'était quand même très cool et ça fait du bien de re-entendre ça de temps en temps. :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@YonnelDitGantelet",
      "author_id": "UCfj3Zwz0Om7SMKPxYPlcvow",
      "text": "Bravo à toi! On reconnait ton style, et on sent ce désir de partage qui a animé tout ton Tedx! Superbe!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lepirate40",
      "author_id": "UC8LIxgfJb2FIhfGdpu2LXHQ",
      "text": "Je t'ai découvert avec ta vidéo sur Dark Souls 3 et ta série le jeu vidéal. Puis j'ai commencé tes chrono et là je tombe sur cette vidéo. J'aime beaucoup ta façon de penser, la façon dont tu vois le monde, l'univers, je te rejoins complètement et j'approuve tout ce que tu dis. Etre curieux n'est clairement pas un défaut",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chevaldechine4833",
      "author_id": "UCzkP8ZBEN73aSV_V1zXdrrQ",
      "text": "Excellente prestation, ca fait reflechir",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pimous59",
      "author_id": "UCxdVh2S2K4dlriis6T4i6ww",
      "text": "Captivant et passionnant ! J'ai bien accroché !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Skandaa56",
      "author_id": "UCa8EuHtT_O9sCt9lN_LTaSg",
      "text": "wow impressionnant, je n'ai rien d'autre à dire, toujours aussi intéressant je ne me lasse pas des connaissances que tu apportes même si tu ne fais que survoler des sujets ca nous fonne envie d'élargir notre savoir (oui j'ai dit que je n'avais rien d'autre à dire) merci",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@polip8939",
      "author_id": "UCUwkM15cuz1YXZTKbTTcjkQ",
      "text": "Ahah je me retrouve tellement dans ce que tu dis !! Les soirées passées a deux ou trois a essayer de comprendre tant bien que mal les dernières théories d'hawking !! Bravo continue !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolasforat9012",
      "author_id": "UCjR0mFvr-9FqZA5ede6OxsA",
      "text": "Mec wtf c'etait trop bien :O",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enzotoriti7062",
      "author_id": "UCmxZIiF_4SvRlJvCZRKjJUg",
      "text": "Vraiment incroyable",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vivi3377",
      "author_id": "UCCZrO8Joynpx6m3QJvZPFmQ",
      "text": "Félicitation te voir a Ted X génial !!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julesfreitas4053",
      "author_id": "UCWEeQlxw92IDhBBhpfFvckw",
      "text": "Bravo c'était incroyable comme conférence :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinmisslin4667",
      "author_id": "UCiPlWfv3a_enfM-g0EmBtvQ",
      "text": "Excellent, comme à ton habitude ! Merci pour tout ce que tu nous partages :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Eziodu003",
      "author_id": "UCTibAzNDnMU3fYId9zXYvjQ",
      "text": "Super speech, j'aurais aimé être à ce TedX, un condensé de ce que j'aime, de ce que je pense. J'avais \"peur\" d'être le seul à me poser toutes ces questions le soir dans mon lit, je suis heureux de voir que tu en parles, et même très bien. Félicitation à toi, continue dans cette vois, ça se voit que tu as beaucoup de chose à dire alors continue tes conférences ! Espérant de voire au prochaines.. Bravo Simon.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leraptorfou3211",
      "author_id": "UCppyqOSrRsz-U-N8EczgI_Q",
      "text": "cette conférence c'est ce qui se passe dans mon cerveau le soir en plus documenté, intelligent et charismatique",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TimTIRET",
      "author_id": "UCjulSl7zjr3OFqpQZR7FrLQ",
      "text": "Bravo mec tu gères, c'est hyper intéressant !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fauch47",
      "author_id": "UCBaLR503ADvyXrz0oEuTOmw",
      "text": "malgré le stress ,ce fut assez bien expliqué et définit une vision des choses assez grande",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasrenaud9275",
      "author_id": "UChmYGARmj-P2enxZNjfQ4Ug",
      "text": "je me reconnais beaucoup dans ta manière de penser et surtout sur la curiosité. Fantastique vidéo, bravo à toi ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@orantis77550",
      "author_id": "UC8HNGIPwuhYuM0dukyOpVhA",
      "text": "Franchement, tu as super bien géré la conférence, ça arrive a tout le monde de faire un peu d'improvisation les premières fois. En tout cas, super vidéo!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hifent",
      "author_id": "UCy3JokV4DuxfvsIAJAL8oxg",
      "text": "Excellente vidéo, je suis très heureux que ton talent pour le débat et expliquer les choses soit pris au sérieux tu déchires mec !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibaultmouchel3277",
      "author_id": "UCbJFDlstHaLYVnwsMmuUyHQ",
      "text": "Cette vidéo en 2 mots : qualité et professionnalisme",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurielopinto9491",
      "author_id": "UC56DzGDE8JV7u98tgxP9DUg",
      "text": "C'est tellement les pensées existentielles que j'ai souvent et qui sont pour moi une source de richesse incroyable ! Être curieux n'est pas un vilain défaut c'est la plus grande des qualités. Les individus qui pensent ainsi sont le futur ! Bravo pour ce discours et pour tes vidéos tu me donne espoir en l'humanité",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonygrasso6593",
      "author_id": "UCFE86t54mZcUO8U6igcL5lw",
      "text": "Je poste rarement, voir jamais de commentaire Youtube. Je vais faire une exception cette fois. Deja bravo d'avoir eu le courage d'accepter cette proposition, parler en publique nest pas chose facile. Apres au niveau du contenu tu restes fidèle à ce que tu montre dans tes vidéo Youtube, une ouverture d'esprit, de la vulgarisation. J'adore, je te souhaite de continuer encore longtemps et à voir toujours plus loin.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alyssc1554",
      "author_id": "UCrAbmt2qCVh1fEEN3YWb_pQ",
      "text": "Haaa Ted x j'adore ce truc, c'est génial que tu y ai participé !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@e-bulle",
      "author_id": "UCwuAXeHs8wm91QRFN1aAf-w",
      "text": "Juste génial bravo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bennydetp",
      "author_id": "UCSHK0qzQqnJC9KdF0dncviw",
      "text": "Une de mes vidéo préféré de ta chaîne",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Faick99999",
      "author_id": "UCP0GDfC1k4GKFGbuNZb0znQ",
      "text": "Je suis si heureux de t'entendre parler de ce sujet, la limitation de l'espèce humaine à percevoir la réalité.\nC'est un sujet qui me tenait à cœur il y a un an de cela et que j'en parlais autour de moi on me prenait pour un fou",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaellemarie421",
      "author_id": "UCi5IowWIryW2erS50QMq3aw",
      "text": "c'était beau et profond à la fois, j'espère que t'iras loin",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mr.lapinou6704",
      "author_id": "UCjJX7Rs6_R0nwuzUdbbS5zg",
      "text": "Wow je viens de voir la vidéo de trash sur internet et g vu qu' il c était inspiré de toi et c est ta 1er vidéo que je regarde et je m abonne directe car les questions que tu poses sont des questions que je me pose quotidiennement. Généralement mes potes et ma famille ne comprennent pas cela et trouve que je pars toujours trop et on me dit arrête de rêver alors voir cette vidéo fait très plaisir car elle me fait me poser plein de questions.\n\nEt pour moi, les meilleurs questions sont celles qui n ont pas de réponse.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Michael_B.",
      "author_id": "UCXJo8CSlrZdGihTYeVPmf3w",
      "text": "\"Merci à Youtube d'avoir compressé la vidéo avec le cul.\"  mdr!!!",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nobody-cl6xm",
      "author_id": "UCgcuffybEde0zxKiLODEwRg",
      "text": "Intéressant et passionnant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ninendtwelve.2912",
      "author_id": "UCy9q1kgkxJfghwzkU-O1G4Q",
      "text": "Merci! Excellente vidéo comme d'habitude, ça doit pas être facile de s'exprimer face à autant de personnes sur un sujet précis malgré tout je trouve que t'étais quand même pas mal à l'aise, l'intonation était bonne et la prestance aussi.\nVraiment content de t'avoir découvert!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thais2268",
      "author_id": "UCEzywHxcqshYWT_1nU8Airw",
      "text": "Franchement bravo ça doit être tellement stressant de parler sur scène je compatis tu t'es bien débrouillé",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ecawata",
      "author_id": "UCkljm2NPgjQcjRU4O8S_lJA",
      "text": "Mec, c'est ouf, t'es en train de grimper les échelons de les vidéaste préfèré ❤️ c'est juste EXCELLENT ce que tu fais ! Et t'as partie sur Dieu est mort, juste merci, je suis 100% d'accord.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MattAllMediaThings",
      "author_id": "UCr2r6uWDO8gF4OaYtefP1tA",
      "text": "Complètement ouf !! Une grande source d’inspiration !!\n(Même si j’ai pas compris pk Dieu était mort, on peut continuer à en savoir plus, continuer à être curieux, et que Dieu existe toujours)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@skrt2906",
      "author_id": "UC5xxsosBgpAN-AbOQlqf-OQ",
      "text": "Je suis réellement intéressée et admirative de ce genre raisonnement. J'adore la philosophie et chaque jour j'essaie d'en apprendre plus. J'ai justement un livre qui est d'ailleurs mon préféré parlant de l'évolution de la philosophie et des différents sujets qu'elle peut aborder. J'adore ce que fait Simon avec ses chronos. Ça ouvre à de nouvelles opinions et j'ai souvent un avis similaire au sien même si personne n'a le même avis c'est normal. Mais je dis bien semblable. J'aimerais en dire long mais ce serait agaçant sûrement. Juste, merci Simon. J'adore ta chaîne. J'adore ce que tu fais. Surtout qu'il prend du temps à faire tout ça, que ce soit pour lui mais aussi pour nous. Je ne sais pas si je m'exprime assez bien du haut de mes 15ans pour le faire comprendre mais je l'espère même si ce n'est rien qu'un commentaire pour lui dire bravo.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loicc9035",
      "author_id": "UChrXNX7EV06OJ6NTZmeorXA",
      "text": "Franchement super ,je trouve que le format se prête plus à la vidéo car tu peux illustrer tes propos alors qu’à certains moments je t’ai perdu j’avais du mal à me concentrer sur le seul support auditif ,bisous😆",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@robingirardin9244",
      "author_id": "UCYwlhCiRc15jlqHHB9WaOBg",
      "text": "Super intéressant merci beaucoup pour ce que tu fais !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clairesissac6726",
      "author_id": "UCDAcTM6o2p5RM5o24RkiMRg",
      "text": "Les références à Cosmos ! Super pour une première conférence de vulgarisation !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KilluaDemons16",
      "author_id": "UCzSZ2kl7vNZT3yfu_KUeRiw",
      "text": "Franchement c'était vraiment bien, même si il y a des choses à améliorer notamment le débit de parole et les quelques bafouillages. Mais vraiment j’espère que tu vas continuer de faire des conférences car tu arrives tellement à m’intéresser, les 75% des choses que tu as dites je les savais déjà, mais je suis quand même rester sur la vidéo tellement je ressentais en toi l’intérêt que je peux moi-même porter aux sujets traités. Un grand bravo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sindri1610",
      "author_id": "UCChxSrzdgvMJlgSF1X49p_A",
      "text": "Merci d'avoir enfin défoncé ce proverbe que je déteste ! Ton passage était vraiment trop cool !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sepht62",
      "author_id": "UC3k5-8slzkg8EGDDEeWUdWw",
      "text": "Génial, bien structuré très bonne idée de ramené un sujet aussi \"abbstré et subjectif\" comme la philosophie grâce à la physique qui est très concret",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@craway3119",
      "author_id": "UCTpaUrbFLuGbmWkKpVGjQGA",
      "text": "c'était excellent merci de partager ça❤❤ . Maintenant je sais que m'a curiositée n'est pas un défaut",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@demons21100",
      "author_id": "UCOGKanAaU0Bnvl-5msHIczg",
      "text": "Tu es le meilleur , un vrai philosophe .",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurentelmaleh6231",
      "author_id": "UCsUuErB9Kj-C4TURhYU8Y1g",
      "text": "Curiosity killed the cat, but satisfaction brought him back",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eirik1570",
      "author_id": "UCHzhlK5TRuC0FYQBMBmfsMQ",
      "text": "J'ai adoré, heureux de voir quelqu'un capable d'exprimer ce genre de choses (même si on peut si perdre) et même ta partie impro était pas gênante, tu serais même plus fort en impro, je trouve ça formidable, même si je n'ai que très peu d'expérience sur le sujet. \nÊtre curieux est l'essence même de la vie, pourquoi dire que la curiosité est un vilain défaut, je me suis toujours creusé la dessus et tu apporte une réponse qui rassure.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ram7photo",
      "author_id": "UCBrACcdr7nVsyJpvPhTfoqg",
      "text": "De la part du grand curieux que je suis je te dis merci pour ton travail !!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tvnlhan56",
      "author_id": "UCoHcUHfzPXT_uiSRot3BmbA",
      "text": "Bien joué surtout la fin avec l'ignorance",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Speedself",
      "author_id": "UC8rawTIyD98AhdlwksA-E_Q",
      "text": "Mec tu t'es super bien débrouillé pour une première ! GG :D",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JungleAdventuree",
      "author_id": "UC1GB3mO5F52NSeKU_IGVlBw",
      "text": "des sujets plus passionnantes les uns que les autres",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Soon_officiel",
      "author_id": "UC9QGSSVCr4KBpdxANBAu7iQ",
      "text": "Il vaut mieux poser une question et avoir l'air bête 5 minutes, que de ne pas la poser et être bête toute sa vie.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrDrakecar",
      "author_id": "UCHZeLGWiV4Zc_tQOYLBaNYQ",
      "text": "Ce genre de MC bien joué !! Superbe conf",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierrotdort",
      "author_id": "UC2zlX8AibISanaGg62E-Vxg",
      "text": "Gg mec !!! Ton impro était super et ton discours très convaincant ! Je ne serai pas comment expliquer ce que je ressens, mais j'ai élargi mes maigres connaissances avec toi en près de treize minutes...\nJe me rends compte maintenant que ce que je pensais n'était pas débile,et que je n'ai pas besoin de ne pas émettre mes hypothèses de peur qu'on se moque de moi.\nDes fois, il m'arrive de regarder le soleil couchant et de me dire \"whaouh, c'est incroyable ce qui se passe partout autours de moi\" et je savoure ces quelques secondes ou j'ai l'impression de comprendre l'univers.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@annaelleblin4019",
      "author_id": "UCstSGeMOU4sjngkFa_7VpUQ",
      "text": "Pour une première conférence tu t'es super bien débrouillé c'est un truc de fou",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enzomasson220",
      "author_id": "UC2pa-8u0vhDQU8MqFQ1zJmA",
      "text": "Bordel tes vidéos sont absolument géniales !!!!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Landronescape",
      "author_id": "UCrtZ6_48TmaI6-FyB33mfPw",
      "text": "Excellent, comme d'habitude.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MotorkillANDco",
      "author_id": "UCwif0hCnysqIFbQRq1ITh5Q",
      "text": "Excellent !!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noam7716",
      "author_id": "UCdx06tFSHrjAgmDvD0sTC2w",
      "text": "Pour un premier speech ta été super! Sujet très cool et passionant!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinmisslin4667",
      "author_id": "UCiPlWfv3a_enfM-g0EmBtvQ",
      "text": "Excellent, comme à ton habitude ! Merci pour tout ce que tu nous partages :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinmisslin4667",
      "author_id": "UCiPlWfv3a_enfM-g0EmBtvQ",
      "text": "Excellent, comme à ton habitude ! Merci pour tout ce que tu nous partages :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@netzen1618",
      "author_id": "UCTzi5P1nZcPPvMQWi-EaRNQ",
      "text": "L'homme  le plus curieux des curieux  qui ne sait rien nous croyons tous savoir mais nous ne savon rien :une des phrase préférée",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@selimselim8305",
      "author_id": "UC79YLYnHK91fqR1tb3XaDxQ",
      "text": "Je lâche un pouce bleu de l'amour 👍\nPour une première conf' tu t en est super bien sorti ^^ \nJ'adore ce format j'espère que tu le refera un jour 😊\nTes vidéos sont toujours aussi captivante 🙄",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juliettelouis2015",
      "author_id": "UCAgJCoWHJ9ahlMBD7VzOQfw",
      "text": "Magnifique continue comme ça !!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vintagebrainrot",
      "author_id": "UCYP2eCKygnv0cpXaL1lM8yg",
      "text": "Franchement, gros bravo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JeuneF",
      "author_id": "UCVQhhLWsXI1lnpWVef8h-bQ",
      "text": "Ça doit être super dur d'exprimer ses idée, penser du genre clairement en se faisant comprendre. Franchement chapeau !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Halchemi",
      "author_id": "UCwR6SA0vfk-GhAXR62fK3TQ",
      "text": "ça donne envie d'être curieux:)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rabladrougs6298",
      "author_id": "UC3ZdGw-I5aG1qRiAyaTKehA",
      "text": "Un énorme merci. Super conférence et sujet merveilleusement bien choisi. Une très belle approche",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@facts.tom95",
      "author_id": "UCioVmzEiTPEE3Wi1IeRE0rw",
      "text": "bravo pour ton travail extraordinaire, continue comme ça l'ami !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrWill853",
      "author_id": "UCWPTckvFI7sjpzpXqZeCg-w",
      "text": "Franchement bravo ! Super première conférence, tu t'es super bien débrouillé malgrès les petits oublis :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@naissketching395",
      "author_id": "UCEm52Agrj21wRs4QhiB8x6Q",
      "text": "Mec j'adore très inspirant.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tinkiwinkie",
      "author_id": "UCjZ_51c6SEw33kUP45tY4lw",
      "text": "Intéresse toi au développement personnel , ça pourrait t'apporter quelques armes a ton arc qui est vraiment impressionnant , merci pour ce contenu Simon je te suis depuis tes débuts et franchement c'est impressionnant la qualité du fond de tes vidéos comme la forme ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vincentm3895",
      "author_id": "UCzsGvSN2StmnbeF1lpBKKIQ",
      "text": "Derien pelo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cleris4989",
      "author_id": "UCpVsxjLRV_xkKm2SABJxHhg",
      "text": "wow ! tes vidéos sont vraiment uniques et inspirantes!surtout celle ci !😍 encore hier soir je pensais dans mon lit au fait que la majorité des gens se prélasse dans leur petit confort et leurs croyances et jetais très triste de me dire que je suis pareille et que j'ai beau voir les jours défiler à toute allure j'arrive pas à avoir ce déclic et enfin me bouger le cul ! mais là je crois que je tiens un truc peut être pas LE déclic mais bon d'après leffet papillon le battement d'ailes d'un papillon à un bout de la planète engendrerait un tsunami à l'autre bout alors je crois que ce petit déclic fera l'affaire !  merci",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nablastu",
      "author_id": "UCRIWaWDURleHeinULWcRacw",
      "text": "C'est vraiment inspirant ! Bravo pour ton premier TEDx 👌",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mialaretleo",
      "author_id": "UCJBDu5UeOAEw-e2N09_tKyg",
      "text": "Clair, efficace, et génial\nPas parfait, comme rien ne l'est, mais le meilleur qu'on puisse ésperer pour une 1ère conférence",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomascourbi3903",
      "author_id": "UCiIDPE56vh8J3Rw42qvBo_Q",
      "text": "Incroyable",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@20djo",
      "author_id": "UCq8IVgVqNeW32DITVSZMprA",
      "text": "Incroyable",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Batumtl",
      "author_id": "UCB64NTMPBks1j0IrELHcxog",
      "text": "Superbe conférence Simon, un grand merci de mettre le doigt sur le sujet dans lequel je me trouve embourbé spirituellement depuis un certain temps.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexis5653",
      "author_id": "UCzHRWpCSsNllDdZKXDbubTQ",
      "text": "Entre le jeux vidéal et simon je préfère le côté Simon car il possède le savoir et la sagesse de la curiosité",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@efyretheotter",
      "author_id": "UCcMKg1DJR9fZg6qskg2CKjw",
      "text": "\"Je vous ai tous perdu\"\n2 secondes plus tard\n\"On est tous simulé\"",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AvecSimon",
      "author_id": "UClQCQDgxz62SxbXXH6wjoGw",
      "text": "Toujours aussi top mec!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tagolf7696",
      "author_id": "UCpAfyBv1jDzjgmnS6SqFPZA",
      "text": "Vraiment bon même si tu stress ce n'est pas grave on comprend quand même.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Teebteeb_",
      "author_id": "UCLM8UdL6HtH_9wwlWe-TGUg",
      "text": "Okay Simon, ça va faire pas mal de temp que je te suis, regarde assiduement et me delecte de tes formidable vidéo, sans jamais vraiment laisser de commentaires, juste le like habituelle pour aider. Mais la Waouh, comment dire, tu dois faire partis du peu de personne avec qui je partage cette immense pouvoir d'imagination, de curiosité, de voir au dela du visible, se poser des question, remettre en question se qui existe, se qui est fait. C'est un régale de t'ecouter, te regarder, les gens ouvert d'esprit comme toi sont un flambeau de positivité sur cette planete, le dernier a m'avoir toucher autant avant toi etait Alexandre Astier, une de ses interview, bravo.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ClashSniper",
      "author_id": "UCzTBNm1_Uyh1d1r3gOXenig",
      "text": "je me sens rassuré je suis pas le seul à pensé comme ça ! très bonne vidéo et une chaîne très intéressante",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinmisslin4667",
      "author_id": "UCiPlWfv3a_enfM-g0EmBtvQ",
      "text": "Excellent, comme à ton habitude ! Merci pour tout ce que tu nous partages :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kishiakaik6513",
      "author_id": "UCGDo035iZouDoRpxYOjJC4A",
      "text": "Je suis absolument d'accord avec toi. Et j'ai toujours dit cela, ça fait plaisir de voir d'autres personnes le dire. ♡",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kyruaz",
      "author_id": "UCWaioucEg_ye5iqnpeOOZpA",
      "text": "La meilleur chaîne de Youtube a enfin sorti une vidéo.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cha_yel",
      "author_id": "UCbdf2OFur3SlVnaOR65_6Lg",
      "text": "J’aimerais tellement avoir une discussion avec toi.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicoco406",
      "author_id": "UCzHNBkHiY4FB71YLDqpbzOg",
      "text": "c'est ouf comment je découvre plein truc crasse à toi merci MAIS parfois je pige quedale",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasmartin6144",
      "author_id": "UC56JYI_osoFMYjPxiRedqAQ",
      "text": "J'ai découvert ta chaine il y a genre 53 min et malgré que je ne suis pas forcément d'accord avec tout ce qui y est dit j'adore ta façon de penser. Je m'excuse par avance aux fautes d'orthographes/syntaxes, je suis pas très doué. \nJ'ai toujours été plus ou moins curieux (surtout en science) mais sans forcément pousser et j'écartais souvent des aspects/façons de penser de domaine intéressant par bétise en mode \"ça sert a rien\" où \"faut être débile pour penser ça\". \nIl y a environ 6 mois je me suis forcé à m'intéresser à plein de domaine, à arréter des activités qui me fesaient perde du temps, à dévelloper ma curiosité et aller au bout des choses. C'est incroyable comment ça m'as dévellopé en tant qu'humain en plus de m'apprendre énormément de chose intéressante. Mais le truc que j'ai pu comprendre c'est que pour découvrir de nouveau horizon il faut intégrer (et non pas renier) des domaines différents car tout est lié étroitement. \nLe problème c'est que notre société fonctionne à l'inverse. Par exemple, à l'université tu choisi une voie/façon de penser par rapport à un certain sujet et si tu ne fait pas l'effort par toi-même (qui ne t'apport rien en terme de diplôme) de t'intéresser aux autres façons de penser tu n'aura jamais la chance de découvire de nouvelle théorie qui peuvent littéralement changer l'existence. C'est vraiment dommage qu'on ne mette pas en avant cette façon de penser parce qu'après on se retrouve avec des experts dans un domaine qui refusent des connaissances exérieurs qui pourrait pourtant les aider dans leurs recherches. \nEt, de ce fait c'est hyper important que des personnes comme toi montrent à quel point être curieux est important. \nTout les jours, il m'arrive de me poser des questions bêtes sur ce qui m'entoure et c'est dingue comment la plupart de mes fréquentations me disent systématiquement \"mais on s'en fout\", \"tu pense trop\" où même des \"t'es bizarre\". Pourtant je ne suis pas un génie ou je ne sais quoi d'incompri mais j'ai l'impression qu'il se dévellope une flemme de réflexion dans notre monde et si c'est vrai c'est bien triste.\n\nJ'ai dit que je ne suis pas d'accord avec tout ce que tu dit et pour le coup, dans cette vidéo, à pars sur le choix des citations, je suis 100% d'accord avec tout ce que tu dit par rapport à la curiosité. Très belle performance pour une première fois devant un public réel. \n\nPour moi la chose qu'il faut toujours garder en tête et qu'il est important de rappeller (surtout quand on expose des faits considérés comme validé a la vitesse ou tu le fait) c'est le fait que \"la seul certitude qui existe est qu'il n'y à pas de certitude\". De cela découle une facilité à discuter avec des personne qui ne pensent pas comme nous plutôt que de les critiquer ou de les jalouser en étant fermé au débat.\n\nBonne continuation, belle et longue vie.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anai3982",
      "author_id": "UCi7a3GV84gZ6Qosp81Lna5g",
      "text": "Le ted x qui regroupe le fond de chaque chronique c fou",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leofritz4629",
      "author_id": "UCQgoA_b1fd6sh2gfM4-arBg",
      "text": "Le truc des différentes lignes d'univers ça me fait penser à Stein gate",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathiasdesmet97271",
      "author_id": "UCxpwVMvNXkT_3bTadsOSmQA",
      "text": "Wouaw! Vidéo super interressante, merci à toi d'etre la pour nou... ; )",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VVaifuSlayer",
      "author_id": "UC4XpviYMAfZKSFR-lsRTFcw",
      "text": "Très intéressant Simon \nJ'ai beaucoup aimé et je pense que le public aussi",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pausetite4475",
      "author_id": "UC8P8SlweROtj5tyTczQ8Z4A",
      "text": "Très beau discourt, et bravo.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@odranguilbert6654",
      "author_id": "UCstcjbq6XzQiQiZsxTb5LWg",
      "text": "Très bonne vidéo, continues dans cette voie j'adore ! \nBonne chance pour la suite !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinmisslin8801",
      "author_id": "UCmPoGzcnIh5Hl9RVT90z5AA",
      "text": "Excellent, comme à ton habitude ! Merci pour tout ce que tu nous partages :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierrelorphevre3919",
      "author_id": "UC1jOdjL3HvvYHXrLmrN6sSw",
      "text": "Quand je suis stressé, je parle super vite aussi. J'ose pas imaginer ce qu'aurait donné mon speech à ta place. T'as fait une belle prestation :)",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NetraliT",
      "author_id": "UC9PvBXAUzMSgPy9HQeaqcpg",
      "text": "Mon vidéaste favori qui passe à TedX j'adore, je te félicite énormément et j'espère pour toi que tu pourras faire d'autres conférences, continue comme çà !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alex-mi2uy",
      "author_id": "UC_c4eUYONXz8xsaogUYiUSQ",
      "text": "hyper cool, Tedx ca devait être incroyable à faire en espérant que tu en fasses d'autres 😁\nd'ailleurs, la grande majorité  de tes sujets passionnent  ta communauté (logique) , tu nous donnerais pas des suggestions de lectures ou de films qui t'ont marqué ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jarldesang4528",
      "author_id": "UCpY8147Lj9mQpIwxAddW88A",
      "text": "Parfait, enrichissant !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@simonfellay1975",
      "author_id": "UCetIt6fS3q0yiu5LvJZvAFA",
      "text": "Ça m’a mindblown",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wolfgamz670",
      "author_id": "UCIxNvBK4coz6Lo7qWi61rbw",
      "text": "Gg pour ton tedX c'est vraiment cool par rapport aux sujets de société que tu abordes dans tes vidéo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierredef5300",
      "author_id": "UCCiHaFkotsp7ky4bK5UJ8zQ",
      "text": "Je suis à la fois fier de voir que tu es venu à la manufacture des tabacs pour une conf TEDx mais aussi déçu de ne pas avoir pris de ticket pour cette conférence. Tu n'as pas à être déçu ou quoi de ta prestation, c'est très bien franchement, tu as bien géré pour une première. A une prochaine IRL je l'espère ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaumekoch9081",
      "author_id": "UCMy3gWvYY6rsm3UMdt3pTrw",
      "text": "Au risque de me répéter...\nSimon Puech je vous aime\nGenre le stress est surmonté (ou du moins assez pour parler), la réflexion ainsi que le message son assez clair et passée même la phase d'impros est pas si mal genre tu dis que tu te perds dans tes pensée tellement C'est ouf ce que tu entrevoit et les bégaiement, le vague, etc. Montre bien que oui tu te perds dans tes pensée et ceci sans rendre le message moins clair ce qui est vachement fort",
      "likes": 2,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arisope7136",
      "author_id": "UClucYfP6ftuZGRdJPUqdxcA",
      "text": "t'es super continue des video tes le boss",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibault5367",
      "author_id": "UCwn3IEE3Rv4i9AABimECFRw",
      "text": "21 ans ... Respect mec\nMonsieur a kiffé Cosmos je vois",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugosansblempro8330",
      "author_id": "UCBU9dzz6XGyjh6QafFhw8Rg",
      "text": "Tes un genie je pense mais alor exactement comme toi en ce moment et je me pose les méme question tellement que a commence a etre flippant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@inspecteurthierryroland3690",
      "author_id": "UCpWh1_ouIaqjGyP5AvRfwNg",
      "text": "un gros GG",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementsimonnet5187",
      "author_id": "UCGNy97fmhIdfklCApamYeIw",
      "text": "je suis E.I.P et dyslexique, j'ai une AVS. Je déteste l’école, non inconscient de ce quelle fais a l'homme. J'ai eu une primaire très difficile ou j'ai était plusieurs fois hospitalisé et ou j'ai pris du retard scolaire. Je suis partie dans une primaire privée et cela a était pire. Alors que je capable de me passionné pour pleins de choses et me posé plein de question \"en avance\"...  Au collège je suis allez dans une classe E.I.P ou j'ai rattrapé mon retard et me suis fait des amies qui me ressembles, au Brevet j'ai eu mentions très bien avec 18.5 sans vraiment travaillé. Certains de mes amies on pris un décalage  avec moi. Au lycée je ne parle presque plus avec eux car certains sont devenue pédant ou se drogue de divers maniéré, etc etc... Je suis au lycée, en terminal et je déprime profondément et suis timide. Scolairement, Je survie. j'ai un amie dans ma classe qui a fais 2 ans d’école a la maison. Il est au lycée cette année, mais il viens de temps en temps. J'ai la chance d'avoir des parents qui m'on ouvert l'esprit. Mon père est trans classe et ma ouvert une vision critique sur le monde. Il écrit un livre de Sociologie.",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@migeosan9759",
      "author_id": "UC-V-H4c-IvTdRxQHysuTVFA",
      "text": "Super classe ! Très intéressant :) De plus tu es un très bon orateur, beaucoup de clin d'œil et de références culturelles et historiques intéressantes.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fale.cedille",
      "author_id": "UC5KCa6yMfwpJ0lvrZG7LYlQ",
      "text": "Très bonne vidéo, comme toujours, mais il y a quelque chose qui me gène, c'est le filtre que tu donnes à l'image, je le trouve assez bien dans certaines vidéos, mais je pense qu'il ne faudrait pas en abuser et le mettre dans toutes tes vidéo. \nSinon, continue tes vidéos, tu déchires ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthracite5044",
      "author_id": "UCniT6x2fx4Ow8mPHT7d2OTQ",
      "text": "Chapeau l'asticot ! Et oui le message est clairement passé. D'ailleurs si tu n'avais pas précisé que ça avait cafouillé je ne suis même pas sure que je m'en serais aperçu.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ravidex",
      "author_id": "UCa4g9ggOm46RjOrLtMcCwhg",
      "text": "pour info la télé est sale ^^ le reportage un bonheur",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@perchanima",
      "author_id": "UCi2RBk-UaJs7TARFhKo2OHA",
      "text": "Félicitations! Pour un premier speech, ça claque! J'espere que t'as kiffé et que t'en fera d'autres",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheKlyner",
      "author_id": "UCxVaGdvQUJGLx2y9Vyvq2Wg",
      "text": "Très agréable à écouter mais à regarder c'est une autre histoire",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manon3019",
      "author_id": "UCvYzFoju2PmvM55Z0jGj4Iw",
      "text": "Franchement... chapeau !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sparfelll4740",
      "author_id": "UCEWi4-yEnIhLCZK-M_fXVgA",
      "text": "Bravo, t'a bien gérer. J'aurais pas dérouler le quart de ce que ta dis malgré que j'ensache la moitié (ouais, j'part loin aussi xD)\nBelle vidéo, j'espère que sa aura intéresser plus d'un et fais intéresser beaucoup a la science, l'histoire, la physique... et tt ces trucs géniaux qui représentent une grand part des bons cotés de l'humanité. :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alvpm1190",
      "author_id": "UCHu8EAIxx21L3yKZFfKkiTg",
      "text": "C'est super, je sais pas si c'est un beug mais j'ai l'impression que tu parles supeeer vite",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@missilecut2179",
      "author_id": "UCa0Hdu2g3uF7jzZ3CToiUzA",
      "text": "Bravo❤️",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juleseschbach7068",
      "author_id": "UCfBbtXUnS9lbposjSdGzNAg",
      "text": "un grand bravo!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eline1216",
      "author_id": "UCE1cL3l5gl3MWgnybEnpbNA",
      "text": "Bravo, super intéressant et très bien expliqué 👏",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@6thstation",
      "author_id": "UCv-i2dEPitO2Kotjvaaqufg",
      "text": "Quel mindfuck géant cette conférence ! Mais tellement cool et intéressant. Merci !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julesgranados3195",
      "author_id": "UCUKiDuBu42Jclne9omPGRZQ",
      "text": "Le petit col roulé ça donne 45 points de charisme en plus",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Histoires_1solites",
      "author_id": "UCTMMfmqcR5PZjo5uParjBYg",
      "text": "👍 très puissant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Extentionduterritoire",
      "author_id": "UC44UUdsHuz_mcB3E14BwYXg",
      "text": "Mec t’es mon héros ❤️",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elfamosogautier3646",
      "author_id": "UCxbhH2AQJ3lT2sbuz97CmuA",
      "text": "des conferences ?! ah bah bravo mec t'es allez loin ça fait plaisir de te voir évolué comme ça !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@user-rx7in3fc9q",
      "author_id": "UCg0qTLZBKxHU-PMRFmtzS3g",
      "text": "C’est vraiment bien",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lescookies2575",
      "author_id": "UC2lCcvS1iRMvnmu4-rIs2Ew",
      "text": "Très cool.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Olivia-pm6nm",
      "author_id": "UCK0_T8s1oFYQ_3y5jmY8B5Q",
      "text": "Wow super ! Merci beaucoup c'était génial",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zio-Gianni",
      "author_id": "UCem0wsfYEhV9YPKh4opWpAg",
      "text": "Excellent ! mon sujet préféré",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Newcrafteur",
      "author_id": "UCCt_-10F8V3bczJ6-3GYyLQ",
      "text": "Gros GG mec!!!!!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@XxArrgonxX",
      "author_id": "UCxZUyGg3bGpi0UoVBZILRYg",
      "text": "Tu a géré simon félicitiation",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@paulmalnoe9537",
      "author_id": "UCq60yQARBfLo1nYXWGXJQmg",
      "text": "Trop cool",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@newarmyazz6466",
      "author_id": "UCUOuiLxXNclrZ9UKH5-9DFw",
      "text": "Bravo 👌👍",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Piway33",
      "author_id": "UCi_kVSLQgEaADsKCvTbIeFQ",
      "text": "Tellement sale c'est ouf un grand respect à toi jveux devenir curieux",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathis2500",
      "author_id": "UCm03NtTtyO9e2WdWSAA8cfA",
      "text": "Bravo !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@babayagapanda5254",
      "author_id": "UCtA86XisLpAze-W_WQ8ucLA",
      "text": "respect , j'ai eu le cerveau retourné dans tout les sens mais en bien ♥  super vidéo en tous cas",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jul6986",
      "author_id": "UCpj-RbIYt0fAZGTRPBKhruw",
      "text": "GG mec",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moretum24",
      "author_id": "UCtlHoNTu7LxICoQo1TBBiqA",
      "text": "ça fais longtemps que ça me taraude mais au vu de tes chrono, de ton flow et de ton débit, tu fais un putain de bon rappeur! ahaha",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LDTLIVE",
      "author_id": "UC6Gee0-gP5x9gdaP928I-5Q",
      "text": "Vraiment tu as assuré 👍",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@verlarde4926",
      "author_id": "UCgzsNrmyDHM5vJZ8dfNPZXA",
      "text": "Génial comme d'hab",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Danathles",
      "author_id": "UCz0oUze7uEQp11le46pLogg",
      "text": "Gg mec",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matthieu_rx8025",
      "author_id": "UCAzpyrExpmrX_m-dqqNDwFw",
      "text": "Je suis tellement je viens de l'insa Lyon et pourtant j'ai pas du tout entendu parler de cette conférence Ted qu'est pourtant sur Lyon c'est dommage 😕😕",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@florianlmnch5176",
      "author_id": "UClnHv9qf_xnkXZfcQkcZUNQ",
      "text": "Reviens vite nous faire des conf' sur Lyon !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@artititude7151",
      "author_id": "UCzCVM4Aj2TLQ44UG8PxSKPw",
      "text": "Cool, super discours ! En plus tu as réussi à quand même garder ton calme alors que tu t'étais rappelé que tu avais oublié un truc ! Je trouve ça très fort de faire ça !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bonjour_Lisa",
      "author_id": "UCOuA7dLHFJWaUgnow6YUttQ",
      "text": "Tedx Talks est tellement excellent, plus tu t'y intéresses et plus tu as soif de connaissances, plus ton cerveau veut cogiter, c'est horrible tellement c'est bien ! Même si ta façon de penser et de t'exprimer va dans le sens de ce genre de conférences, je ne t'imaginais pas devant un public, sans filtre virtuel. Je te tire mon chapeau Simon !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Perroquetquete",
      "author_id": "UCTv7M97BjFN9BSGbLLuyZrA",
      "text": "Dans tous les cas, la curiosité est alors le meilleur des défauts, parce que comme dit, sans lui, on saurait pas tout ce qu'on... Eh bien, sait aujourd'hui. C'était super intéressant !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toubippc",
      "author_id": "UCIybUjQ3psqTiPWr2MTToyw",
      "text": "Tu maîtrise .. bravo !\nJ'adore l'humour 😅",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romarthy9830",
      "author_id": "UCwZ1kYFLKB0pPsC3KkGf2rA",
      "text": "Super intéressant!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maxence_Barneix",
      "author_id": "UCZ5g7AQhW0a00OSjSZKj0Vw",
      "text": "Simon est le stress😊 nan en vrai bravo fier de toi👌🏻",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JacquesDeMolay444",
      "author_id": "UCdQ3r6V-Fh_U4FeaVnyXrkw",
      "text": "très très chaud le type",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noepion10",
      "author_id": "UCMpfHWculIYjVIAa6GNs-eg",
      "text": "Très bien mais le filtre snap chelou est en trop",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@courtaudenzo4867",
      "author_id": "UCG9MPaGybErPM001QHWxNyA",
      "text": "Franchement respect pour ton discours que tu as fait passer c'est dingue",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cocoricococo9494",
      "author_id": "UCchDdl4nh_R1fX8fg_57vhg",
      "text": "C était génial",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ssyvis",
      "author_id": "UCLFv16Ey_0hW7th26Mh4MbQ",
      "text": "Pour une première c'était super cool !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kingmetallkingmetall8624",
      "author_id": "UCZ7jEilikhZ_7f61uYaDkrw",
      "text": "Propre j'adore t’écouter",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrMetroidboy",
      "author_id": "UCn9PCD3ufdmn5ZEE7yv9tqQ",
      "text": "Carrément bien ton tedX! Respect!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jaoumesardo7814",
      "author_id": "UCy5-4ZEhbfjfIQ2qtvt61ag",
      "text": "Excellent.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrTripolin",
      "author_id": "UCRj5FHsQEDhkHMRzyY4JlFw",
      "text": "Génial comme toujours !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hugoboudet",
      "author_id": "UC5Sj00eKCuZFJBHMy0VQvfw",
      "text": "C'est dommage parce qu'on a l'impression que le publique n'est pas réceptif du tout... Alors que ce TED talk est super bien écrit, j'aurais adoré pouvoir être là en vrai! \nCe que tu exprimes dans ce talk résume exactement pourquoi j'ai décidé d'étudier la physique, et aussi pourquoi je suis sorti de ça après mon diplôme. La curiosité n'a pas de limites ni frontières, et les personnes douées de cette qualité (comme toi) sont vraiment incroyables!\nContinue comme ça vraiment, tu me rends fier d'être curieux. :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NoxesYT",
      "author_id": "UCY_hhH6u6seIDO5IUKGDcWw",
      "text": "Calitatif",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lagoqui4018",
      "author_id": "UCPWfOQVAK8aQB4W1N2wK2Fg",
      "text": "Mettre un like c'est tellement pas suffisant",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RomainCouleru",
      "author_id": "UCwXmyvHMb8tSvY6eX2ndRbw",
      "text": "ta se talent pour finir une vidéo en beauté",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Funnyshoot_",
      "author_id": "UCO6urMZ9ZPPSycQ2vK3UshQ",
      "text": "l'ignorance... amène au coté OBSCUR DE LA FORCE.\n\nj'ai crus que tu allais faire la blague quand même.\nEnfin, en voyant cette vidéo, ça me pince le cœur de me rappeler que je n'étais pas à Lyon ce jour là. Tu semble passionné sur cette scène, et bien que ce soit des sujets que je connaisse déjà, c'est très agréable de te voir et t'entendre en parler.\nFélicitation bien sur pour le TEDx. C'est une sacré preuve, si il en était besoin, de l'évolution de ta chaîne mais aussi de la qualité de son contenue.\n\nMerci :3",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cecile_P",
      "author_id": "UCetB7D-EQBHoM1tGjFFvmqQ",
      "text": "Génial ! Super TedX, le sujet est bien traité et je suis restée scotchée (expression de 2002) tout le long !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Easysim_",
      "author_id": "UCe4DnCHhyuXz87mkc-cYqPQ",
      "text": "\"Si c'était à refaire, je le referai les yeux fermés\" Ouais enfin faut pas non plus tomber de la scène",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kingohagi7026",
      "author_id": "UC_zSkzUFrelaBevi-PwI_QA",
      "text": "Cela me rassure de ne pas être les seul à me dire \"et si tous se que tu sais n'existe pas ? Et fais partie d'une chose encore plus grande qui nous dépasse totalement.\"",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fj8500",
      "author_id": "UCOhWRfC4d99xo1O2wsa4zDw",
      "text": "7:00 cela me rappelle rick et morty",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juliak77",
      "author_id": "UC-aFmf1_vwG_eenVf1tKN_Q",
      "text": "A couper le soufle vraiment félicitation",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ColorCast",
      "author_id": "UCWWOgYe49V78EDjCOWHJoCw",
      "text": "pour un premier tedx cest vraiment un bon speech! bien joué a toi ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AntoinevsScience",
      "author_id": "UCwteC8d1uTeKLJtySneTiPw",
      "text": "Tu sais, l'expérience du chat de schrondinger est une expérience de pensée, elle n'a jamais eu lieu ! À part ça, super talk !!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Le_J.f",
      "author_id": "UC9186KEBPEjLGcHiLvN8P5w",
      "text": "Je suis admiratif ...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Leonizuka",
      "author_id": "UCqUyq30QYwBZjwTOed4yePg",
      "text": "Beaucoup de choses que tu a dit m'a fait pensais à un animé en l'occurrence Steins;Gate.\nSi vous aimez ce genre de vidéo et de questionnement je vous recommande d'aller voir ce chef d'œuvre.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@urbexploreur",
      "author_id": "UCD4mPfLOVQYWshf9EPwycGw",
      "text": "T'es un génie.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@costardsandrine51",
      "author_id": "UCA805nNxWjJe4gDaBBrArfg",
      "text": "Ouah alors la gg pour le TEDx!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BrutusElPared",
      "author_id": "UCZmOE4wbdhWfiHdw-V157LQ",
      "text": "Ah ah énorme Simon !!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vroum6107",
      "author_id": "UC3SEnPFUfCTmwy-9X2fejTQ",
      "text": "Tout d'abord merci de poster tes réflexions sur YouTube, de plus, tes vidéo m'ont pas mal changé ma façon de penser donc un grand merci.\nEt ensuite par rapport a la citation de Nietzsche sur dieu, cela m'a fait penser que avant, notre curiosité était limité car on se limitait à dire que tout venait de dieu sans forcément aller plus loin.(je dis peut être une connerie car je ne suis pas allé vérifier sur internet et je ne suis qu'en 5ème donc on a pas encore trop abordé le sujet).\nEn espérant que tu verras ce commentaire et encore merci",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LaChainedePapy",
      "author_id": "UCZxeA0rHENdcRbJ1NesqOrQ",
      "text": "J adhère a ce Tedx et j encourage les gens a devenir curieux.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vorassrecord811",
      "author_id": "UCVUvtesaoBV7NvWLZjtJzZQ",
      "text": "très intéressant mon gars :)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cantbearu",
      "author_id": "UC8DY9LiS_RqkvQHmjArRIxw",
      "text": "J'y pense aussi tous les jours et je remercie ces centaines de conférences sur YouTube qui m'apprennent tant. On a de supers astrophyciens en France mine de rien : Aurélien Barrau, Jean Pierre Luminet etc. Je n'oublie bien sûr pas les autres sciences qui sont indispensables et disponibles aussi. Bref. Super speech Simon. 😘",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@2ckbob501",
      "author_id": "UCISxnDedxNg8l5Dk--v5-aA",
      "text": "bravo belle vidéo",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vin7685",
      "author_id": "UC9Lk0zC7ae3oMo21UkUui1w",
      "text": "je t'ai croisé dans le tram à bordeaux j'avais envie de te féliciter pour ton travail mais je le fais ici car je ne voulais pas te déranger dans ta vie privé merci pour tout continue.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theovallee5198",
      "author_id": "UCSIJuIOBoF0jubb0r54jBDg",
      "text": "Ouep ! J'ai trouvé ça clair et très inspirant, comme d'habitude. ;-)\nT'en veux pas.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sossa57",
      "author_id": "UCJy7hwXWg_7QsQL5F2bZMcw",
      "text": "du gaming au Tedx ... bravo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@slayerarn5853",
      "author_id": "UCwd5PR3OKMtOYkAkIkOWSxA",
      "text": "Tu le mérites frérot ! Une machine 😅",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@engames5115",
      "author_id": "UCY8Uj6vE4Jyrxxv0xROJpEw",
      "text": "au top !!!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@killian5093",
      "author_id": "UCLoWAa8i1o9RF6c9nD8qtKA",
      "text": "Sais superbe continu",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tugdual4639",
      "author_id": "UCdAI7OF3BznXAFpQGKyCbGg",
      "text": "tres tres sympa",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SimonBarret",
      "author_id": "UC1c_0zQwOQ-sb_jvVPRboXA",
      "text": "Je kiffe tes réflexions!! Ça donne tellement le tournis. \nJe lis un très bon livre actuellement, l’univers à portée de main, de Christophe Galfard. Très bon livre",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evanrequiem",
      "author_id": "UCs1VAM86CO-vPOrRdo9mZOQ",
      "text": "Vraiment bien, le travail et recherché, même si ton public n'est pas adapté bravo à toi !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DanielYoshi20",
      "author_id": "UCAW_WNCuE_2Hbxth_JPURpA",
      "text": "Bonne prestation Simon",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romainbonnet6430",
      "author_id": "UCxBcXs7n5hsoYUqRX_ylD-Q",
      "text": "Tu deviens de plus en plus grand, faire un TEDx aussi tôt bravo, continue tu es top !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tibaltardoin6500",
      "author_id": "UC8Yl1X6ToeGxXU17IxYW8ag",
      "text": "Super intéressant 👍.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lokiinu5",
      "author_id": "UCq6QtBrTguz17cN7wNo1utQ",
      "text": "Magnifique ta présentation. Je passe mon temps à parler de tout ça à ma compagne, mon entourage et je me rends compte qu'on est pas seul à être fou. A prendre du recul sur tout et à être curieux. En ayant grandi ainsi et en ayant été trop curieux parfois je me sentais mal, vis à vis du monde que l'on a créé aujourd'hui ou plutôt que nous détruisons à petit feu. Quand on voit à quel point il y des choses plus passionnantes que l'élection de miss France ou qui va pecho qui dans les marseillais. Je ne consomme plus grand chose la consommation est le pire fléau d'aujourd'hui. On nous bourre le crâne de divertissement et de dopamine par de la mal bouffe et des promotions de dingue. Pour nous faire digérer l'effort de dettes pour rembourser les milliards qu'on doit aux banques en allant travailler le matin. On a même plus conscience qu'en achetant un téléphone on exploite des enfants dans des mines, qu'on explose la planète et nos ressources en eau simplement en mangeant un steack et les états nous culpabilise en nous demandant de prendre des douches courtes et d'utiliser les transports en communs alors que ton fichu burger est pire que tout ça réuni. (l'argent c'est plus important que nos vie vive le lobby de la viande) Alors qu'on aurait même pas les couilles de tuer une vache. L'être humain à clairement perdu son humanité et à oublié la science, le savoir, le respect de son prochain et de sa terre. Et en apprenant, en étant curieux en s'informant parfois cela peut faire mal, parfois on peut avoir peur, ou on peut être fasciné  (par la beauté de la vie, youhou t'es un tas d'atomes vieux de 13Milliards d'années et tu es conscient quoi que...) \"l'ignorant est souvent un homme heureux\" mais il sera inconscient. Je respecte énormément les personnes comme toi qui n'ont pas peur de parler et réussissent à se faire entendre. (bon OK on a pas le budget de la coupe du monde mais ça monte pas mal les audiences) Et j'espère que dans un futur proche ou lointain on redeviendra plus humain et nous évolueront vers une nouvelle ère. Amen ! au cas où il y a un mec qui controle notre matrice au dessus 😅",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Roman-cy8ov",
      "author_id": "UCTqUI_DkJSlT-MT9jPhwIvA",
      "text": "T'en fait pas Simon ta conf était super. Ce stress nous touche tous. Le meilleur moyen de le combattre est de pratiquer. J'ai trouvé un autre exercice qui consiste à parler une langue étrangère avec u e personne qui a parlé celle-ci avant tout autres, mais je ne suis pas certain de son efficacité.\nLa bise",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@agathezurek4091",
      "author_id": "UCi-YHvromh-s1i6Yy1FZcpg",
      "text": "Simon fait des podcast en face cam , mdr !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Omagadification",
      "author_id": "UCrozlFWRWa3FB0e7kRw2mZQ",
      "text": "Un poil trop rapide au niveau du débit de parole pour moi, mais qu'est-ce que c'est intéressant ! Merci de continuer d'éveiller les esprits, et de le faire si bien.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aissabriand",
      "author_id": "UCY6l2UqlAAPzZDDAqB1jP6g",
      "text": "Alors là jolie! D'ailleurs le fait d'avoir fini sur Fred N était la meilleurs façon qui soit! très beau rattrapage et très propre! :) Les infrarouges d'on tu parles en lunette de vision nocturne de sont pas des ir les LVN servent juste à amplifier la lumière visible comme la lune les étoiles sur la faune et la flore, contrairement à autres mais bon en conférence on s'en fou ça passe crème ! Là je commence à bien aimer ta chaine mon gars surtout que tu parles de tout plein de choses variée en gardant un esprit critique et mesuré!",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juliensoulier6276",
      "author_id": "UCMia_3XFcxrKA7I60tWfTtg",
      "text": "Bravo à toi c'est génial !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jean-BaptisteLesaffre",
      "author_id": "UCRUM1B7j3PYwC66CNEgj8qQ",
      "text": "Merci",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@otomn.studio",
      "author_id": "UCi-61HoOa7mhgcujTr-jW-Q",
      "text": "Merci à toi",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laraphinerie6704",
      "author_id": "UCaaPZslH2Ts8r1FmbIMHVAw",
      "text": "🤯",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Juluan29",
      "author_id": "UC9NpXBH0_8LtW8QASO1xoLw",
      "text": "Je me reconnais complètement dans le fait que ma plus grand appréhension est de ne jamais avoir eu des réponses à mes questions lorsque je quitterai cette Terre... C'est d'ailleurs peut être une peur qui est commune à beaucoup de gens, puisque le paradis potentiellement créé par les humains serai le lieu de réponse à toutes nos questions.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@titouansechet1582",
      "author_id": "UCUhlpUDbvqCDW03jZpWi1Kw",
      "text": "Wouaw ...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@letacosvolant1354",
      "author_id": "UCGDYvhB_X2OBhTdBHCzN7hQ",
      "text": "Bien ouej le passage a Tedx, pas beaucoup de youtubeurs même scientifique peuvent s'en vanter ;)",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mifoundsomethingm",
      "author_id": "UCkHeJMWz8F4k2s1TMLJhKFg",
      "text": "❤️",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eragon5980",
      "author_id": "UC7Vk91MxRRJeLYIpgfULU1A",
      "text": "Super sympa la PUB du tedx ou tu intervient, j'ai eu 2 video pour le prix de 1 \nTu fais un taf de ouf, bravo",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@desytsony3781",
      "author_id": "UCzMvGkEyNOx_P6eKFE5jYsA",
      "text": "La seule chose que je sais c'est que je ne sais rien",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flambax6513",
      "author_id": "UCW_Jt1yqOo7RdUqgdVHNG5A",
      "text": "Tu me fais toujours trop réfléchir >:(",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Solifuge.j",
      "author_id": "UCZodAvaa3S4Gx07SYnm1ayA",
      "text": "exellent",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NonoNervoso",
      "author_id": "UCTuGPLJ5qXnHzeEfkm3Ar4Q",
      "text": "j avoue que ça aurait été top de placer un bête cardio vers le public pour avoir les réactions sinon super",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sakom1736",
      "author_id": "UCVRPtCSNQTc9xQME6bmHwYQ",
      "text": "waoooooo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugoespinosa5312",
      "author_id": "UCDu02tCO0-zBWxiPKKpTfEA",
      "text": "Simon, ton discours et tes idées sont tres interessantes et je trouve ca bien de les agrémenter de quelques blagues pour essayer de rendre ça plus attrayant mais essayes de ne pas en faire trop, fais celles dont tu es sur qu'elles vont marcher et surtout, dis les normalement, ne passe pas en coup de vent sur elles de peur de bider. Sinon j'ai adoré ce que tu a fais, tu as une merveilleuse élocution et tu es passionné par ce que tu dis, ça se voit car tu t'égares souvent dans les sujets que tu traites et franchement j'adore ça. Alors continue et a une prochaine video.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@8Klean",
      "author_id": "UCy1WEP0pBxq7JLjgmP9quiw",
      "text": "Ce col roulé à la Steve Jobs! ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ahmedb2559",
      "author_id": "UCaFbVaoHjgY3XVIWs3_y6gQ",
      "text": "Merci !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexis6192",
      "author_id": "UCJDRarUScSAn46QfFWFE0Jg",
      "text": "Propre 👌",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@belka07maz42",
      "author_id": "UCrlz34eeQuQx6Qf1zVHRmnQ",
      "text": "bravo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@peredodu8481",
      "author_id": "UCJAOFhAIvW6HxR6s_eNy3Ig",
      "text": "bravo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noerobin5296",
      "author_id": "UCJJdHq0COAU4p1qwBHtJ_YA",
      "text": "C'est absolument GÉNIAL\n\nOn voit que tu bégaie un peu, bute sûr quelques phrases... Essaie d'améliorer ce point pour que ton audience puisse saisir toutes les subtilités de ce que tu expliques\n\nContinue ainsi ce genre de vidéo, c'est très enrichissant et pas simplement motivant comme tes autres vidéos ( du moins c'3st ce que je pense ?)\n\nPeace",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Levraianka",
      "author_id": "UCpKvPtTkzIkN4gLmMSwRGzg",
      "text": "Bravo champion !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Phenixio96",
      "author_id": "UC2olA-iqgKrt38KVP9QMlWQ",
      "text": "Excellent, as always",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pappyb2570",
      "author_id": "UCIQ9Oy0iyb6f4-5978zUoUg",
      "text": "nice! y a psg real ce soir, curieux du jeu des parisiens mais j'aurais une petite pensée pour ton plaidoyer dans les phases chiantes ;)\nsuper vidéo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@polv261",
      "author_id": "UCgsfWwcNV3Ik3XnzMq2j6_w",
      "text": "La fin j’ai bandé",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matyscroenne5774",
      "author_id": "UCy2qoT1Qss7gPmvYBOkDpuw",
      "text": "Qui ont réellement changer ? -er ?\n Simon, enfin",
      "likes": 2,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JohnnnyBlayze",
      "author_id": "UCw1B9aVyE7r2eZ-feV5Y8-Q",
      "text": "Super !  j'admire beaucoup le fait que tu exposes tes maladresses",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thatchantique",
      "author_id": "UCbd_KMQ0lSs6bnO1ZSlcp0Q",
      "text": "Wow ! \n\nJe reconnaissais ton talent d'orateur en vidéo mais là on a la preuve que ça se limite pas qu'à Youtube.\n\nAu départ je me disais que les coupures pouvaient jouer sur ta qualité d'explication mais en voyant cette conférence je suis étonné ! \n\nTu as réussi à garder le rythme rapide et très limpide que tu as dans tes chroniques et même ton improvisation est soignée.\n\nEnfin bref j’arrête de jeter des fleurs mais je voulais le faire remarquer.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@howel7611",
      "author_id": "UCbzJW4JSE_H4aA9aa9urWTQ",
      "text": "Conclusion, il faut dormir pour ne pas se poser des questions qu'on aura jamais l'occasion d'y répondre",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinevernet6707",
      "author_id": "UCrkSZpdicZH8WFSsDupztJw",
      "text": "L expérience du chat dont tu parle est une experience de pensé et elle sert a montrer au gens que les propriété de la physique quantique n on aucun sens si on les appliques dans notre monde macroscopique. C est donc pour ça qu elle est difficile a appréhendé et que seul les math non permettre en garantir cette réalité physique.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementi17",
      "author_id": "UCMv10sjwI2Dg_JpYFytM5xg",
      "text": "Pas mal dutout :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@s.406",
      "author_id": "UCEqPE_s1mWZTbV872I-q6TQ",
      "text": "Mec, tu gères !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noevoisin9564",
      "author_id": "UC0Yy-MVs6FCDIgHoMMqvp8Q",
      "text": "Bien joué tu gère aussi bien sur scène que dans tes vidéo je trouve 😉",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zexoez8938",
      "author_id": "UCZzteeWrSkbb_PwmFtDHugw",
      "text": "gg a toi !!!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@killoutou9552",
      "author_id": "UC-yFdQNboe2myP36fmpe4Kg",
      "text": "Bonjour Simon. En se moment je joue à un jeu qui s'appelle RIME qui doit sûrement être connu mais je viens à peine de le découvrir. Ces un jeu tous simplement génial des graphisme au top bref tous est au petit oignon. Ces pour cela que je t'invite à y jouer et pourquoi pas faire un jeu videal car il a caché vraiment un message (je ne te dit pas ces lequel) et du coup je pense que se jeu te plairais. Voilà très bonne vidéo sinon comme d'habitude 😊.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Winnie8952",
      "author_id": "UCETLM1KoDNGZQyPiiVYPp_Q",
      "text": "0:03 : Euh attends quoi ?! Mais mais mais il est sur scène ?! Mais qu'est-ce qu'il fout sur scène ?! J'étais pas là moi ?! Pourquoi j'étais pas là moi ?! Mais mais mais ?! Hhhhhhhhhhaaaaaarrrrrrrr je décède !!! 😭😭😭",
      "likes": 2,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabin1362",
      "author_id": "UC52HzjHs26UWTQ8x2XclfDQ",
      "text": "Je me pose également cette question : est ce que nous sommes contrôlés par une antité supérieur dans un multivers également supérieur au nôtre. Et si notre destin, nos choix ou même notre vie étaient déjà tout tracé ?\n\n Est ce que nos discussions, nos actes et nos paroles ont déjà eu lieu avant et que la vie est un perpétuelle recommencement ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bnjmnrbt1",
      "author_id": "UCqowxNTrHKPJ-RsdQMO4FDw",
      "text": "J'adore  Bravo",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Antoinedr38",
      "author_id": "UCiMAthKLSBY-qsr_bJ325TA",
      "text": "Je parle souvent avec mes amis sur Discord/TS et comme je suis très curieux et que je lit pendant des heures, tout les jours, ça arrive qu'on m'ecoute déblatérer des explications pendant des plombes pour finir sur un : mais ou tu apprend tout ca ? En fait, je suis pas plus intelligent, mais mes parents m'ont toujours toujours poussé à être très curieux... J'adorerais faire un Ted X un jour juste pour parler de l'intelligence et de ce que j'ai appris avec mes 20petites années d'expérience.\nBien joué Simon",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shiteux",
      "author_id": "UCCEVzWvBql1eCN_vI7kQCog",
      "text": "4:34 bonne annee",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@titouanpare417",
      "author_id": "UCAD9y7VNsQKAPTrHZr2VkDw",
      "text": "Super vidéo dommage que t'ai eu un public comme ça !!! Continue",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theosla6515",
      "author_id": "UCTTjsZsyBQD8YLrC05SXLVw",
      "text": "La curiosité est une qualité qui nous emmène au sommet. Elle nous permet aussi d'apprendre sur la vie et sur nous.\nSi tu trouves aussi que la curiosité est un biais pour une vie vertueuse, va voir ma dernière vidéo :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tanoinetan7846",
      "author_id": "UCwW_XbIcmRdbuH6t_zIlfsA",
      "text": "👏👏",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@killianbergot2177",
      "author_id": "UCnd0rhXro3ZeJIGRXDDKMqQ",
      "text": "le pouce bleu est présent",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ryuqe",
      "author_id": "UC0Aqb6p5lb9eYt4EOKDGJUw",
      "text": "Je suis très curieux je ne suis pas à fermer à tout ce qui peut exister que l'on ne sait pas et je saurai m'adapter si cela change les codes mais je crois en Dieu. Vidéo très intéressante je suis comme toi, curieux de tout savoir sur ce qui est réel ou qui ne l'est pas.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RedRenegade5",
      "author_id": "UC5oJgGKHhUOOzB--gEsfrhg",
      "text": "T'es grand ! <3",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@patienne725",
      "author_id": "UCdcLRYmossFpefXZQgWhCeQ",
      "text": "Tu gères",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ratonhnhaketon6425",
      "author_id": "UCm1BEJJB8Igv79w8tLy_zPg",
      "text": "Donc il y a potentiellement un univers dans lequel des multitudes de piano à queue jouant la 9eme symphonie de Beethoven tombent sur un chat à la fois mort et vivant.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HappinessYata",
      "author_id": "UCt3TrdLuXrPNYBHkJFaMP9g",
      "text": "Wah.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alishco8835",
      "author_id": "UCa9hdExDHDILq_X7hDsGAxw",
      "text": "Il m'a retourné le cerveau.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maelisjendoubichrzan4981",
      "author_id": "UCNo-EcuS-_ZsO-4_TdyVLdQ",
      "text": "WOW",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Khirgo",
      "author_id": "UCfvOLxZ-mIifrfUQKaNCiZA",
      "text": "J'ai adoré mais JE CROIS QUE T'EN AS PRIIIIIS!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinetonioleguen6587",
      "author_id": "UCyBin74kzsq2v6WbSp0g6_g",
      "text": "Catchy comme un bon rap et suave comme un épisode du Fossoyeur de films. Simon Puech is da wae",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SallyLock103emeCaris",
      "author_id": "UCz48-E2yTiXhRwuiaPkpqbA",
      "text": "Bon ted talk, merci ❤",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baowtista3794",
      "author_id": "UCpLejOMT5dc3o08r7iz88OQ",
      "text": "J'adore",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hanane2068",
      "author_id": "UCjc129XPmLiUi8IydzPH2Ng",
      "text": "Juste... WOAW",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ledisqueraye3536",
      "author_id": "UCTy07fF_PtE9xl0b9iwtWkQ",
      "text": "Le petit col roulé à la Steve Jobs, on a là peut-être un futur Showman ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@papambravo9184",
      "author_id": "UCqwrTqEYNEJ8bfY3tpN4q4w",
      "text": "Merci",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LebigArt",
      "author_id": "UCz9uEYUdBxfmcei6Y0LpkGA",
      "text": "perso, je trouve que ton discourd est tres bon, j'ai été absorbée par ton sujet et même si le public n'a pas répondu aux blagues et que le stress a joué. (Parce qu'au final ca reste Ted, ce qui est assez sérieux) C'est une conférence facile à écouter et je l'ai adorée.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThonMoustachu",
      "author_id": "UCSbSzmXwpkU4OjqbHJ3HDBw",
      "text": "la curiositer est la conséquence  dadmettre quqe nous somme ignorant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kovelyy",
      "author_id": "UC93WYLZudInc1rzpyWVFJEw",
      "text": "Incroyable? T’as fait un TedX, j’en reviens pas.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aurorelemaitre3119",
      "author_id": "UCHvcC4gw5WbJj5o4k-xdSFg",
      "text": "Je bois tes paroles.\nJe suis assoiffée.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoninroux5830",
      "author_id": "UCW2pnyjBhcSVypv7Eib1PqQ",
      "text": "c'était génial",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lherbebleue8573",
      "author_id": "UCGxv0r41NSpRLaJecFGSCVg",
      "text": "C'est sympa et cohérent et on voit que tu tentes de construire une réflexion, c'est positif, mais rien de bien transcendant. Lieu commun sur lieu commun, heureusement, ils sont bien agencé les uns aux autres. courage pour la suite",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DixonStJhon44H57",
      "author_id": "UCnjQc-YP4yPBw-kHs0yUrQw",
      "text": "Dieu est mort AHAHA MDR elle ma tué celle la ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@unknownv8462",
      "author_id": "UCi0WyLTmwyKBV-SkIreYvLQ",
      "text": "Peut-on être croyant et légitimement curieux? Comme par exemple Blaise Pascal ou pense-tu que c'est un sôt?",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WantJuly",
      "author_id": "UCDIFz4VMkN7O4EfpgyrTVZA",
      "text": "Super cool ! On ne pourra d'ailleur jamais cesser d'être curieux \nPas mal le mot de la fin sur l'ignorance comme c'est ce que voulais les philosophe quand ils ont créer l'encyclopédie, opposer son savoir à la religion et donc à l'ignorance du monde",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enola7424",
      "author_id": "UCmQakZ6jidTS6KcEZWRhusw",
      "text": "Tu es hyper eloquent ! 👏",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@didcos",
      "author_id": "UCrfL3gXPfWTevKovY5ahmyQ",
      "text": "Je me suis dit \"il à 21 ans, bah le mec il gère quand même.\" \nEt bordel, je viens de faire le lien entre cherodingueur et la superposition quantique.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PADsoundtrack",
      "author_id": "UCwDfgeL0BiD0Qtw88y9NGYQ",
      "text": "Ce que je trouve hallucinant, c'est à quel point je me reconnais là dedans. Toute ces questions, cette manière d'accorder de l'importance à ce qui peut passer au dessus de bon nombre d'esprits, ce côté un peu fouilli dans la façon de présenter toute ces réflexions dans le sens ou le cerveau va trop vite pour la parole et surtout que 10 min c'est loin d'être suffisant pour parler de ça réellement... Je m'étais déjà fait la remarque avec tes vidéos sur Jak and Daxter et The Last Of Us, là c'est confirmé haha ^^ En tous cas belle presta :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jasonglenny6189",
      "author_id": "UC4B5-Q_YpcqjEGaAj81A_ZA",
      "text": "9:38 \"sont encore plus cons\" Magique la phrase MDR",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tanarion6502",
      "author_id": "UC8Pez3oUk2KsHwYMeuB7-Lg",
      "text": "« rester c’est exister; mais voyager c’est vivre. »\ncette citation de Gustave nadaud ne cesse de me rappeler que sans la curiosité inée de l’homme; nous n’aurions pus découvrir tant de choses.\nÉmerveillons nous devant ce monde unique. Et n’oublions jamais que rêver, c’est aussi redevenir un enfants dans le voyage que nous offre notre imaginaire.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@malikhaoutar4712",
      "author_id": "UCDWGJK11h2xHLNaaZzv23eA",
      "text": "Pas mal pas mal :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheReggaetone",
      "author_id": "UCcxRuvtiJ-uPqImSGkZY4rg",
      "text": "j adore étre dans la lune,étre dans mon monde,étre barré, j adore la curiosité,j aime allumer mon ordi et trouver des trucs nouveaux... j adore la fenétre de bouveauté sur la vie ma curiosité a moi c est étre confiné???  j ai entendu tout ce qu on m a dit j ai l air dans la lune ...",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MsDemon38",
      "author_id": "UCnR_SMlzTePCPwy_nV7KunA",
      "text": "bien ouej bg j'ai liké",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zoubir_Yacine",
      "author_id": "UCnEdIsFHZncwVE6YVFPDrlw",
      "text": "JE T'AIME",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lowan7590",
      "author_id": "UCtr5odZA5oFzumSLgHcurhQ",
      "text": "Tu utilises beaucoup ce filtre sur tes vidéos, à force d'utilisation j'aimerais bien voir autre chose il commence à me saouler ahah. Mais c'est qu'un infime détail. Bonne vidéo/réflexion comme d'hab.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@420tomy7",
      "author_id": "UCIn2HlWc9QUi_VVSKpWGNiw",
      "text": "Vraiment stressant , de parler devant tout le monde ..",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ZAKI-wv2dr",
      "author_id": "UC1UmDbuSVrb2noqQ36a19Dw",
      "text": "T'es passé à Tedx bravo!!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elliotalderson7874",
      "author_id": "UCr8xy0USPs0JYJUX5t1xLoQ",
      "text": "Tres intéressante ta vision de la réalité, où du moins du monde qui nous entoure. Ton discours autour de la différence de point de vue est bien mené. Mais tu pourrais plus développer en video, les problèmes de communication du aux mauvaises interprétations. \nTu devrais continuer à traiter ses sujets existentiels qui te corresponde.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lohm2151",
      "author_id": "UCQUoThvcOnXUlIuYcQQsZoA",
      "text": "Bravo Simon, respect. O:)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathis7751",
      "author_id": "UCXgz57uyK6-4qh1eA8UeOsQ",
      "text": "super",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Solifuge.j",
      "author_id": "UCZodAvaa3S4Gx07SYnm1ayA",
      "text": "Vazi la j't'aime trop la J'T'ADORE",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierrequiroule9278",
      "author_id": "UCvj-rDvOGswhSFi3rAl-KEA",
      "text": "Un dur exercise d’expliquer et d’expliciter sa pensée... Quelques petits conseils, sans aucune prétention:\n\nEssaie d’aller un peu moins vite, et d’être plus concis dans tes exemples: précisez exactement des dates et des lieux dans un exemple peut perdre une assemblée, surtout sans support multimédia très précis!\nEt il faut éviter de se dévaloriser devant son public: ne pas être condescendant et être humble ok, mais ne va pas faire ton auto-critique lors de ton speech, ça casse ton rythme.\nEnfin j’ai tout de même adoré! Continue!",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Allucyna",
      "author_id": "UCESIor6By8VV1wx4I3Cf2YA",
      "text": "Allez, la prochaine à Bordeaux ? :D",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raphaelmarsac2745",
      "author_id": "UC71RqAXF20zxi_jCEO9JU6g",
      "text": "Bravo superbe plédoirie",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zeroxcqt2862",
      "author_id": "UC6unOIVXjjoBIvCeRVjfcAg",
      "text": "Werner Heisenberg ou le créateur de la bombe atomique",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jean-yvespiffard3864",
      "author_id": "UCxTiR76jinXgTRf5M-akcQw",
      "text": "Merci pour cette invitation magistrale à être curieux. Pour ma part la curiosité est un moteur pour comprendre ce qui arrive maintenant à l'humanité, elle m'amène à penser et faire des liens tel que celui-ci : Il y a un million d'années environ...l'homme va se différencier du monde animal en recherchant la maîtrise du feu. Il va commencer à cuire la viande, ce qui va avoir pour effet une plus forte attirance pour le goût de la viande, une diminution des parasites et des intoxications. Nous sommes une civilisation de la viande. La chasse à été le moteur de notre technologie et la viande la première \"monnaie\" d'échange. La chasse et le partage de celle-ci a organisé les sociétés humaines. Un million d'année après nous sommes au paroxysme de la technologie et la consommation de la viande utilise une part immense des ressources. La curiosité nous invite chacun à comprendre sa vision de l'humanité et à prendre conscience de sa place et de son rôle dans le monde.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lesvoisins1549",
      "author_id": "UCcTcz_Fl161GCYN8FoxJypA",
      "text": "Au Top ...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabaugust2201",
      "author_id": "UCI3iA3N2IvTY6sISRyxghXg",
      "text": "perturbant mais passionnant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@traz2860",
      "author_id": "UC2NQ3iXUJnjeoPLRvKjZ-AA",
      "text": "J'en connais un qui a lu l'Antéchrist",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@borgoriginals",
      "author_id": "UCu1bUf7ivRAYnAzVYSLV_Ug",
      "text": "Moi en cours quand je parle à un inconnu",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mangord1799",
      "author_id": "UCRuc9TWtBwv_rcF2bMCW6Tw",
      "text": "Le stress est présent un peu x) mais Bien Joué",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@furbax4946",
      "author_id": "UCaBY5qY2tS2FYIhzzdN-4HA",
      "text": "Très beau texte j'ai beaucoup aimé sa ma donner l'envie de voir plus de conférence en physique ou en astronomie si quelqu'un sait comment en trouver merci de me répondre.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@greenwar2468",
      "author_id": "UCZDbgam1iEiD9GQGPr4NE5A",
      "text": "Micro de qualité tedx",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathieuryckewaert7688",
      "author_id": "UCQ7q-5RxIJpbzwAGYnhbKWA",
      "text": "Bravo Simon toujours au top 😉",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@piranhadore8469",
      "author_id": "UCfEGVr8DJ2PO52K3rm9t9YQ",
      "text": "j'ai bien aimé ton Ted X, continu comme ça. A part ça je sais pas si tu mis un pull qui te grossi mais j'ai l’impression que tu as pris du poids.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fylosh",
      "author_id": "UCXJ_QZ7-k0Do4Y3AatMIGsw",
      "text": "Seul la curiosité malsaine est un vilain défaut, la curiosité saine est la chose la plus importante.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@natemartin9298",
      "author_id": "UCTF3pXQHNPfQdmIN_wQSIbw",
      "text": "Gg à toi Simon ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@billi5812",
      "author_id": "UCdyBfXClUgWe8m4vDRGsuLQ",
      "text": "Vraiment intéressant !  tu maîtrises vraiment l'éloquence,  est ce que tu as pris des cours,  ou tu es autodidacte ?  tu es captivant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timotheegerrier8386",
      "author_id": "UCkDKPpLucf-75WJH5XWIymQ",
      "text": "Pourquoi ça ne m'étonne pas fe te retrouver en tedx",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vaasmontenegro4564",
      "author_id": "UCwqSjzKzk9CQ8fHbjqwdK6Q",
      "text": "Le public est mort avant la conférence ou ...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louisbablon224",
      "author_id": "UC9ZwrsJjjA9SpoFyztvQq0A",
      "text": "la tête de Cyril Hanouna en miniature pour faire des vues",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kaweed3155",
      "author_id": "UC98RatJ-ZlQejCpdH0KU9Pw",
      "text": "Leçon à en tirer:\n la curiosité est bien la meilleure des qualités et l'ignorance est bien le pire des  défauts",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@godefroydeniel6811",
      "author_id": "UC5UZz6TFMU2A2oeZVeDRWZw",
      "text": "Salut vidéo très intéressante, j'aime beaucoup ses sujets. Bon orale. Le monde est quelque chose de très très complexe il n'y a aucune vérité rien de fondé que du mystère ce mystère ce cache dernière certaines portes. La curiosité peut amené à la folie. J'ai eu une expérience très très irrationnelle dans ma vie ce qui fait que toutes ses questions me sont passées par la tête. La conscience est aussi quelque chose de très intéressante. Je vais pas continué car très complexe à écrire.\nEn tous cas tous est infinit et certaines connaissances ne doivent pas être découverte car le simple être humain ne supporterait pas.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeremyrichard1684",
      "author_id": "UCR47Cm9luwPv6AxmVjvj8DA",
      "text": "Mon cerveau a bug 😮",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@user-wb4rr6fw2e",
      "author_id": "UCDARsGU4LuKOMvCD4qvS6Fw",
      "text": "Super conférence et tu as pensez à faire une vidéo sur le Bitcoin la liberation de la corruption économique :D",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emelinebjn",
      "author_id": "UCBIi-4lNB_yv63QaNkhOjMQ",
      "text": "Nous sommes des sims.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@virtualblue7215",
      "author_id": "UCgSZLNf8gW00Se6PfbACiqQ",
      "text": "Tu m'apprend rien. Mais c'est cool que t'ai confiance en toi bon courage (y)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NihiliusZero",
      "author_id": "UCVPBnvnbR0GBeZWu2jOH-2A",
      "text": "Ptit TEDx oklm. Simon qui commence à peser dans l'game\nBravo mec, j'aimerais arriver à transmettre ce que je pense et sais comme toi tu le fait.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@smith6903",
      "author_id": "UC4a1v0W46JeuMfqQkO_OG3Q",
      "text": "Alors pour la simulation\nCe serait con de coder des codes qui se remettent en question et se disent que peut-être qu'en fait ils sont que des codes\nCe serait contre productif un peu",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@damienmarie5190",
      "author_id": "UC2QLFDj48P9TrninSCHX32g",
      "text": "Whoaa lourd :o",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tuveukwa",
      "author_id": "UCiqxQwe9JDVjLWcsYFUb6-Q",
      "text": "Tu vas refaire ça histoire que je vienne ? C'est a lyon en + 💙",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guihaumebraud5779",
      "author_id": "UCKpdDIvideLob4c6LfG5XdQ",
      "text": "Chapeau bas! Autant j'adore les épisodes de \"Chrono\", autant je préfère cette vidéo ou tu prends un peu plus de temps pour allez chercher plus loin. Personnellement, je pense que la curiosité est un moteur (à l'instar de toutes les autres idées, pensées, émotions) mais c'est un sujet avec lequel il faut prendre son temps... surtout quand on y prend son pied (citation d'un poète de comptoir hehe). D'ailleurs petite question, pourquoi les Chrono sont-ils aussi condensés? Parce que j'imagine que tu le fais pour ouvrir des pistes de réflexions en partageant les tiennes (attention ce n'est qu'une suggestion) mais pourquoi ne pas en partager plus ou les pousser plus loin (pas de là à faire des vidéos d'une heure et demi)? Surtout que la réflexion humaine peut-être sans fin (toujours de mon point de vue).\nVoilà j'arrête là avant que quelqu'un ne meurt d'ennui, merci beaucoup pour tes vidéos et bonne continuation.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UCdA0MF5eo1wnJz4B6jhHrcQ",
      "text": "Placement de produit Perrier ! Rends l'argent ! 😂\nPlus sérieusement félicitations, c'est un bel accomplissement et le talk est super intéressant.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rihkhiphgohradvbudnjvcgjn7913",
      "author_id": "UCjLF4-Ldw6Al-IZW5vBHURw",
      "text": "Les textures sont baveuse !",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pyromagyar",
      "author_id": "UCQMCdu4LhKqSX1GZ0EvK57g",
      "text": "C'est pas trop dur d’être devant un public qui ne réagis pas? Superbe intervention, continue ainsi!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lapetitepepite2261",
      "author_id": "UCSn-7TwWWu02KMkRzNzaFrw",
      "text": "Super!! ! Bon par contre c'est un peu étrange je venait juste de supprimer l'appli Ted de mon téléphone quand ta vidéo est sorti 😂🤣😅",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matthieulefebvre8549",
      "author_id": "UCmO_dZWKxXvBKS5jAoVrcHg",
      "text": "Je t'aime de la part de pierre le frère de Petunia",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chauko7638",
      "author_id": "UC1M6sQnjbtNY9N6CLo-AgiA",
      "text": "C'est juste gravveeee intelligent ^^ et j'aime bien pense comme ça aussi , le truc ç'est que j'au tout compris dans la vidéo ...sauf quand tu faisais des références à certains scientifiques 😂 en fait les seuls que je connaissait était Einstein et Léon musk (la vie ce gars😁) j'ai montrée cette vidéo à ma mère et elle à dit que pour mon âge hé regardé vraiment des trucs chelou et que comme elle n'à rien compris elle à dit que je ne devait rien comprendre non plus (ce qui est stupide) tout ça sous prétexte que j'ai 14ans 😵",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Elenelmusic",
      "author_id": "UCb4CRr9dyhJLf8iNyrjX0gw",
      "text": "2:54 Le spectre audible est pas de 20 à 20k Hz en théorie ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adorevlisse",
      "author_id": "UCLi_P6fx9cnKsKmLBLgeFow",
      "text": "Super vidéo comme d'hab mais tu forces sur l'effet de flou sur tes vidéos, ça me donne la migraine, c'est stylé mais c'est un petit peu too much, ça rend la vidéo moins lisible. Mais l'idée de l'effet est bonne il faut juste le réduire un peu !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theodumas8041",
      "author_id": "UCKlYrqTKoP6sax3Deu3Ko6Q",
      "text": "Je t'aime 😍😍",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Soceitie",
      "author_id": "UCwLUoM-_z8i5iGpgc2ryerg",
      "text": "tres bonne video par contre je trouve que de mettre le fond flou a toute les sauces devient lassant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nawellmoh",
      "author_id": "UCY89wEQJWuQV4LjrWWH63Dg",
      "text": "J'ai bien aimé ton talk. C'est vertigineux de se rendre compte de l'immensité dans laquelle nous nous trouvons, nous, minuscules humains. Je n'avais jamais compris la citation de Nietzche comme l'acceptation que nos croyances sont mortes. Pourtant, je ne suis pas d'accord avec la négation de l'existence de Dieu; je pense plutôt qu'il faudrait developper notre compréhension de ce qu'est Dieu, sortir d'une vision simpliste d'un dieu humanisé, qui vit des émotions humaines comme la colère par exemple, mais nous pouvons croire à une transcendance, un pouvoir créateur, une première conscience. Je ne suis pas adepte de l'absurde, je ne crois pas au hasard mais à une grande harmonie, qui dépassent notre entendement. On le voit dans nos vie, comme chaque choses nous touchent, nous forment, nous fait progresser. Je crois qu'il faut Un pour que naisse quoique ce soit d'autre. Alors peut-être que le dieu simpliste est mort parce qu'on se rend compte des limites de cette croyance. Mais la foi en l'Unique, une force transcendante, n'est pas contredite par la science. et puis la science ne peut être que limitée face à la complexité de l'univers et du Créateur. Notre civilisation occidentale moderne a mis l'Homme au centre de tout, développant notre égo continuellement, nous enivrant de notre pouvoir grâce à la science et aux nouvelles technologies. Pourtant, nous sommes si petits. Nous comprenons si peu. Pourquoi croire que tout ce qui échappe à notre entendement n'existe pas?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raptorjesus70",
      "author_id": "UC3AAsqdcyoz5pLqp8y0um9Q",
      "text": "quelqu'un sait comment Simon a fait ce filtre un peu en mode pincushion ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@felixbroneer6610",
      "author_id": "UCZzR5CV7z1G-WhpvROVuHWg",
      "text": "Oui.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DarkBloodAssa",
      "author_id": "UC7hymwCQtAE2klOTJ-Gp2Wg",
      "text": "\"La curiosité est un vilain défaut\" a également pour équivalant la phrase avec la \"gourmandise\". \nGourmandise qui est l'un des sept péchés capitaux. Le péché originel, la soif de savoir.\n\nEt puisqu'on est dans les références bibliques, il est une citation qui peut en révéler d'avantage le sens. Ou du moins nuancer cette question de curiosité et lui donner un nouveau sens.\n \"Celui qui augmente sa science augmente sa douleur.\"",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rayzarta6882",
      "author_id": "UCSL7eo92eoD-ZL9cwI4zD2w",
      "text": "Sa voix et ses discours font vibrer : Là on sent le stress évidemment mais ses chronos, ce positivisme qui reste objectif.. L'orateur !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enzotuzio4734",
      "author_id": "UCJe7KlwSF09Y6zHTJAPHvRw",
      "text": "Meilleur vidéo de YouTube ? Oui on peut dire ça 😉",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathilde1665",
      "author_id": "UCUv1779qqwHVg71HitWNmJA",
      "text": "Quelqu un sait si on peut et ou on peut voir les autres personnes qu'il montre à la fin ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierretagada8941",
      "author_id": "UCQ7gl-B7y-GF-JBVGpw8oXQ",
      "text": "Wait les gens, je comprends pas, même si on est dans une simulation ou que les univers peuvent se démultiplier (si tant est qu'il y en ai plusieurs) ou je sais pas quoi, ça changerais quoi ? Appart le fait qu'on me sache et qu'on en ai des preuves ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cypriencossy7640",
      "author_id": "UCLNB30EpPhA0p-sqe8ow-3w",
      "text": "Inspirant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@grandpretredesalpagas",
      "author_id": "UCntX3xgWF4jWafQ8LNzJkKg",
      "text": "La citations de Socrate, du fameux \"je ne sais qu'une chose je ne sais rien\" et plus probablement du au fait qu'il enseigné par le fait de pousser à la réflexion la plus profonde possible, par le fait de feindre l'ignorance pour forcer celui qui lui parle à tout lui expliquer.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Simon10241",
      "author_id": "UCSooA1L1WzjyP7ywfprJEqg",
      "text": "whut  C'est ma fac ! Pourquoi j'suis pas au courant lol",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@augustingest405",
      "author_id": "UCayPbL2RGCeNfJyPmJm3aRA",
      "text": "ah je kiff je suis encore plus fanboy",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Baba-wv1ph",
      "author_id": "UC6fmM7YZYgUq0IEapDSLg-Q",
      "text": "Tu gères vraiment par contre la prochaine fois évite ces déplacement parasites, le publique risque de se focaliser sur tes déplacements et non sur cque tu dis mais c’étais super pour une première fois !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romainrayee",
      "author_id": "UCxcp3K0UPhWtcP77pzX_Xig",
      "text": "L'expérience du chat de schrodinger n'a jamais été réalisé c'est une idée reçu mais si je me trompe corrigez moi",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrBibimo",
      "author_id": "UC2f0ESwD3JO5aYHq7Tz2ZUA",
      "text": "Et du coup... Combien de buvard? :D\n*C'était beeeaauuu! *",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaad7667",
      "author_id": "UCJ68RmyshlbXDBqILOHzuyA",
      "text": "j'ai mis la vidéo en 1.25 pour récupérer le rythme des chronos ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolasmorello7915",
      "author_id": "UCiJgHOsWNnc2B5-BEuH1cIA",
      "text": "salut simon, quelles sont les études que tu as faites ou que tu fais tu as plus fais de l'éco ou de la science? sinon super vidéo :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucile8591",
      "author_id": "UCA972Wr5iJP0vDHW8HL5ojw",
      "text": "Haha, pour un speech d'étudiant en management ça reste pas mal du tout niveau réflexion et curiosité et le stress est pas mal géré, le message est pas mal du tout et en phase avec l'actualité. Le fruit de la connaissance amène automatiquement à la paix.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@superkaitaman2110",
      "author_id": "UCEMzOzzk_79NtMmSy8dqLQA",
      "text": "tqt pas mec, ça ne se voit pas que tu étais stressé !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RelouMan",
      "author_id": "UCbHxC-VBe9Xpx7jumjD9dvw",
      "text": "Note : le chat n'était pas réel, c'était un exemple.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nomarohd1169",
      "author_id": "UC1jT05toOF19EnVwo7t9Wdw",
      "text": "Simon Puech Prof de philo Rien à dire.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mysteriouskiwi9965",
      "author_id": "UCjftPAHgy78YX2m1Wp195Qw",
      "text": "super, mais l'expérience du chat de Schrödinger est une expérience de pensée, hein, elle n'a jamais été réalisée ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SuperCoyote57",
      "author_id": "UC-Cq5RQ2xRxnVCHFXEALy8Q",
      "text": "super vidéo, dommage que le micro sois trop près de la bouche ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@randomdoomer2663",
      "author_id": "UC1lSQJqWMkb2Mj18UvpMX_A",
      "text": "Dis moi Simon, tu te serais pas inspiré de Blaise Pascal qui disais que nous sommes perdu entre l'infiniment petit et l'infiniment grand ? Si oui sacré référence ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Solifuge.j",
      "author_id": "UCZodAvaa3S4Gx07SYnm1ayA",
      "text": "wooooOOOOW",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@swannbenziane7880",
      "author_id": "UCFQ7gcyGwTOsGJcKyeeDH7w",
      "text": "comment on fait pour savoirs ou et quand seront les  tedx ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sashaa5475",
      "author_id": "UCinFfQaHdIdng6phhiukLIg",
      "text": "Je conseil les vidéo de discours d'Alan Watts pour les curieux ( vaut mieux bien se débrouiller en anglais )",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pred-teamhyrkul",
      "author_id": "UCgim4sOHUrdlccYrbvSY77Q",
      "text": "conférence du docteur Puech !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@paulgrl5227",
      "author_id": "UClsroNIcTy-5_rZEIAMTMwQ",
      "text": "13:35 Tu les connais les autres orateurs ? Parce-que j'ai reconnu mon prof de maths (de lycée) et j'aimerais bien savoir ce qu'il fait à l'Université XD.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Empreurliroy",
      "author_id": "UCOi5tP2mHsz42fGrqHoQL1Q",
      "text": "C'est le genre de réflexions que tout le monde spam au lycée pendant le cours de philo pour impressionner les autres; du coup j'ai trouvé ça très agaçant; aussi je ne vois pas ce qui casse les codes là dedans.\nLà vraie chose marquante et stylé c'était cette phrase \"la curiosité est un vilain défaut\" qui est passée bien trop discrètement lors de notre jeunesse, qui se place au centre nos petites cervelles et qui attachée à \"vis le moment présent\" fait que la plupart d'entre nous passons notre temps à ne rien créer, à ne rien apprendre ni questionner mais à jouer, s'amuser, consommer, se comparer et surtout mais alors surtout à ne pas s'ennuyer pour ne pas sortir de cette bulle.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louis-marieroyer512",
      "author_id": "UCQpR4-SXH8bFlcn9zZjNbbw",
      "text": "PROPRE!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sharky2656",
      "author_id": "UCXNQ3yoVtX-jb0T-AIAg_1w",
      "text": "En dirait que tu est habillé comme steve jobs",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rockfr92",
      "author_id": "UC4bAQPgVFJ_iPfh15PYEiNQ",
      "text": "Sisi cosmos !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Syndrom_AD",
      "author_id": "UCkFrGOKyGyW2yriHGagPpxg",
      "text": "Le public est mort? Dommage.. J'étais fasciné.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ESTEBAN_IESESING",
      "author_id": "UCL10jQBMqToAfYXh-rWVlUg",
      "text": "Très bonne vidéo, comme d'habitude. Pour la faute dans le script, ça ne serait pas \"changer l'homme et son avenir\" à la place de \"changé\". Mais j'ai  un doute moi même. Ou alors, le plancher à la place de planchet",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rheodyn",
      "author_id": "UCAcj7QZldgNKWcMlygFQAFA",
      "text": "Malheureusement ce public n'a pas l'air bien réceptif... Dommage mais ton public YT est là et on t'encourage :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Robin-mu2kj",
      "author_id": "UCAmsLVa71_IAuQtbT8SBS3Q",
      "text": "Franchement Simon tu forces avec ton filtre à aberration chromatique sur les côtés là.\n\nNan je déconne il est grave cool d'ailleurs comment tu fais ça stp ^^ ?\n\nSuper speech btw",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Darbom1",
      "author_id": "UCn_Qi1e_X2BENcF19SrK_1w",
      "text": "Mince, je suis étudiant à Lyon 3 depuis septembre mais n'ai pas entendu parler de ce TedX. J'aurais bien aimé y assister, depuis le temps que je suis ton travail. Ça remonte à quand?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@solismo7043",
      "author_id": "UCcwe-Ltuk6KpeF7enfK7bTw",
      "text": "C'était un super speech mais je me demande, c'est quoi un Ted X ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LIONNEU-nt9is",
      "author_id": "UC3TUGmhPIDJo_Hu1RWheI_w",
      "text": "Bon raisonnement la prochaine au Havre?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjaminr1660",
      "author_id": "UCMOfQ6u_yx7HxuWRFrsoCug",
      "text": "Hum",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elodieduclot7948",
      "author_id": "UColO2q8eDykK51k8XMAbPnA",
      "text": "Jador ted x vraiment cest une chainne a conseillée",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@akuras3338",
      "author_id": "UCpSQhj0bce7GVBE0KvJyD_g",
      "text": "OH Y'AVAIT AURÉLIEN BARRAU BORDEL",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@says6x798",
      "author_id": "UCyqP-HOnx7fLf1m5Kl_eyPA",
      "text": "Je t'aime",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hkwk2421",
      "author_id": "UCeBbl4L9Mnr5c4EHNBz75aw",
      "text": "Je t'aime",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ZeVentilo",
      "author_id": "UChLhmIiaLeDNLsVHuIXYZTg",
      "text": "Tu étais à Lyon ? Et dire que je voulais pouvoir te rencontrer :(",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@galadix5979",
      "author_id": "UCzSMjlMVXyhYikpl4p5MR8Q",
      "text": "OMG TedX GG",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasabou4305",
      "author_id": "UCggknCga_7SXWh97C9gUsig",
      "text": "Bonjour Simon\nJe m'appelles Thomas, élève de Première S qui m'intéresse beaucoup à tout ce qui est l'espace, l'univers que ce soit d'une approche philosophique ou bien purement physique. J'adore tes dernières videos et je trouve que ce que tau dis est passionnant. Tu arrives, grâce aux CHRONOS à nous pousser à la curiosité ce qui est remarquable. \nCependant je ne sais pas par où commencer pour approfondir ma connaissance de l'espace. Dans cette vidéo, je me rend compte que tes connaissances dans ce sujet passionnant qui est l'univers dans sa globalité sont énormes. J'aimerai donc savoir où toi as appris tout ça. SI tu pouvais me citer des livres où des documentaires que tu a lu/vus cela pourrait m'être d'une grande aide. \nMerci de ta réponse",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axierre8448",
      "author_id": "UCdcRR42VpyTIE4tWWJu_Gtg",
      "text": "calme toi ! y'a pas le feu ! sinon très intéressant",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aljineprime567",
      "author_id": "UCdByRHP2LsyFTQ0zXUZfXzg",
      "text": "G une question: je partage l'idée que l'ignorence est un fléau voir un handicape mais le faite d'être curieux nous rapel que nous ne savons rien et que nous serons ignorent éternelement. Donc le faite de ce dire \"pour quoi\", sans jamais avoir une réponce et de nous rendre compt que nous somme ignorent est ce que cela nous décourage t il pas d'être curieux? Puisque nous somme ignorent...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThomasSRZN",
      "author_id": "UCg-qFdT2IoCCHmRZxT4-mWg",
      "text": "C'est moi où le tapis, c'est le masque d'Obito ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Theos2121",
      "author_id": "UCrkCM9oevSXnklpTk0DIwiw",
      "text": "Mais sinon je trouve t’es remarque pertinente",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hadiss0n",
      "author_id": "UCHdrnDID5eaxxbB4u0x6FMg",
      "text": "C'est super de te voir dans cet exercice Simon ! Bravo vraiment tu t'en sors bien :) Personnellement je trouve que ton débit de parole (hyper élevé), qui est ta marque de fabrique sur YT, devrait être un peu ralenti en conf'. Je trouve justement que la partie \"oubli\" à la fin est paradoxalement presque la meilleure, tu fais des pauses ce qui permet aussi à l'auditeur/spectacteur de se reposer :) Bravo en tout cas",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Panda69001",
      "author_id": "UC-7hMOyOxfb3OUs30c_PI3A",
      "text": "Salut Simon, franchement une conférence Tedx tu m'embouche un coin. Comme toi je suis atteint de curiosité aigu et quand on me sort la phrase que tu déteste, je rétorque que c'est un défaut que je cultive, à  bon entendeur. Ah enfaite tu as cité Nietzsch \"Dieu est mort\" à j'aimerai te répondre \"Le coeur a ses raisons que la raison ne peut connaître\" (Pascal) et je rajouterai mais que la raison reconnaît et accepte 😉. Science et croyance sont certe éloigné mais en même temps très proche et pour moi le doute n'est pas du tout incompatible a la foi. Et je serai content d'avoir un échange là-dessus. Sinon excellente vidéo.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Levraianka",
      "author_id": "UCpKvPtTkzIkN4gLmMSwRGzg",
      "text": "Mais simon si on est des lignes de code diriger par quelque chose qu'on ne saurait définir, alors cette chose ne serait ce pas ce qui se rapprocherais le plus d'un \"dieu\" ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Theos2121",
      "author_id": "UCrkCM9oevSXnklpTk0DIwiw",
      "text": "Je trouve que le plublic est pas trop réceptif",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hugo14044",
      "author_id": "UCEJ2YJrB0-euoZmta5vKlMA",
      "text": "Simon prof de philo ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@acya8750",
      "author_id": "UCPpCh9i1e_xI1bksSTy_pPA",
      "text": "wua.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WazxChannel",
      "author_id": "UCEWh5lZ3S9QLdDtmk-2PH5w",
      "text": "Ça se voit que t’as regardé COSMOS avec Neil de grasse Tyson toi :)!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arthurgonnet124",
      "author_id": "UCi8OM8OqqG6e1SfGdghLxIA",
      "text": "Bon, je viens de regarder 6min de pub, pour ne pas la passer, car je sais que tu fais du bon contenu... J'ai pas été déçu, toujours sympa, même si, je préfère le format Chrono. De toute façon, continue toujours !",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@garrylee5723",
      "author_id": "UCd1bd3DsLP8lO78UEdJT_zA",
      "text": "Le flou \"style-focus\" ça fait mal aux yeux à la longue. Tu pourrais l'enlever stp?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yoanhebert8774",
      "author_id": "UC9dVPwYkvvEm7G6PYF9fJLA",
      "text": "Salut, t'as fais quoi comme étude après le lycée et tu fais quoi mtn ? Sinon super bonne vidéo !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@orockless5822",
      "author_id": "UCFHrS9XhlDIxOo-D9ANEGkw",
      "text": "Mon youtubeur favoris fais une conférence à TEDx, que demander de plus ! Sinon je suis sûre que cette video sera très bonne :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jaf4912",
      "author_id": "UCerQscFAdmVhzDdlFnQn_Dg",
      "text": "Je suis étonné du nombre de personnes qui ne connaissent pas les Ted talk dans les commentaires c'est quand même assez connu non?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mdcamer",
      "author_id": "UCWOqIjPNJp7UFHR6_5Dap6Q",
      "text": "Quel enfonçage de portes ouvertes... La curiosité c'est surtout sortir de cette vulgate",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sarthanas",
      "author_id": "UCLjAcoGPafsAg9cmtoWYmDA",
      "text": "C'est sur que les curieux font les meilleurs scientifiques, l'intelligence et la curiosité ce sont les caractéristiques même de l’espèce humaine et c'est assez triste qu'on ne les valorisent pas plus que ca dans la société.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pappyb2570",
      "author_id": "UCIQ9Oy0iyb6f4-5978zUoUg",
      "text": "7:38 ce qui est marrant c'est que quand j'avais 7-8 ans j'avais moi même personnellement développé cette théorie sans rien dire à personne. Et en même temps jss un mec plutôt con par rapport à mes congénères ...  Vous aussi vous y avez pensé les gars à cette théorie ? Genre tout le monde finit par y penser ou bien vous ne l'avez pas découvert par vs même ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chocapic8031",
      "author_id": "UCqkynj-Yyjr4roe6hP6s97A",
      "text": "Ptn j'ai toujours trouvé que cette phrase était débile",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lupinthethird4753",
      "author_id": "UCAygJL3dzrSh3pRYMfcsBQQ",
      "text": "j'ai quelque question a vous posez que moi même je me pose, en faite ne serions-nous pas ignorant  fasse a tous se qui nous entours, tous se qui nous reste a découvrir ? même es que la curiosité ne montre t'il pas que nous que nous somme ignorant ? car si l'on n'est curieux, cela veut forcement dire que l'ont ignore la chose donc dire que l'on n'est curieux ne reviendrais t'il pas a dire que nous somme ignorant ? ne serais pas plutôt une force que de reconnaître sont  ignorance fasse a l'immensité de l'univers ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@math2.027",
      "author_id": "UC5nX6yhLnGI3XLQ7UOUvYUw",
      "text": "1k de com grace a mwo",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@demongo6354",
      "author_id": "UCvwrAsaD7HmK9Vfi4qXwqdA",
      "text": "Putain mais c'est ce genre de vidéo ou à la fin tu te dis \"QUOI CA FAIS VRAIMENT 13 MINUTES QUE JE REGARDES CA!? ET POURQUOI CA DURE PAS PLUS LONGTEMPS BORDEL DE MERDE!!!!\" Merci Simon.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Brunograffer",
      "author_id": "UCYhQTW1f4ROsB68ftCz2W_Q",
      "text": "C'est pas grave tes petites erreurs et ton improvisation, ça ne se voit même pas si on ne le sait pas. Ton talk est très bien !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@legrandarkan",
      "author_id": "UC5gNvPXi2qiJNGeClLdK80g",
      "text": "16000 Hz ? bien sur que si on l'entendra ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raph1786",
      "author_id": "UCh1YXsEb5UDKqDszAt3IGfQ",
      "text": "Le seul truc que j'ai retenu : Heisenberg !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maelk6430",
      "author_id": "UCjfC5rR2pdR_fZbHUXgN73w",
      "text": "J'espère que tu auras encore plein d'invitations à TEDX voire TEDed (sait-on jamais?) mais pour ton premier speech, surtout à ton level de rhétorique, tu pouvais mieux faire que d'employer des classiques (peut-être clichés) d'internet...\nJ'espère pouvoir te voir parler en live un jour et je te souhaite une bonne évolution pour tes prochains speech",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clerrstry2546",
      "author_id": "UCIqmcKuTPYEQ9iUUEQnIRSg",
      "text": "J aime pas trop la citation de Socrate \" tout ce que je sais c'est que je ne sais rien\" un peux trop utilisé a tout les sauces par les sophistes \nJ préfère celle de Nietzsche qui dit \" et c est quand je serais savant que j aurais tout à apprendre\"\n Sinon super prestation, t as gèrer",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@traz2860",
      "author_id": "UC2NQ3iXUJnjeoPLRvKjZ-AA",
      "text": "J'étais sûr que t'aimais Nietzsche ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anouk8625",
      "author_id": "UC5PsfgyuIWwDwKUDYPusYUw",
      "text": "Quelqu'un peut m'expliquer ce que c'est TedX ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stachmou879",
      "author_id": "UCbZgv1neyqJlb_wk9Fo_Hew",
      "text": "Regarder les vidéos de Simon est un vilain défaut 🤗",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thepurpleone7153",
      "author_id": "UCM2bRCaqw6vr1yrmTPE87hA",
      "text": "Le son... c'est dommage!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@videlson6369",
      "author_id": "UCkrJ6m3eeV1uJqKLY21B4nA",
      "text": "(Ah Lyon 3, j'ai étudié là bas...)\n\nMessage très bien passé. Effectivement, ça serait du gâchis qu'un organisme aussi développé que l'être humain, qui possède le potentiel de sortir de sa condition grâce à la technique, ne prenne pas le temps d'observer cet univers et d'en comprendre les mécanismes...  \nDieu est mort, vive la curiosité !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jacquemort",
      "author_id": "UC67i-4pXbXopne3zfFbkVkg",
      "text": "le chat n'est pas \"ni mort ni vivant\" mais à la fois mort et vivant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CrafterVSWild",
      "author_id": "UC0yIBN7VbpTkdJoPRYMVnLA",
      "text": "MERCI!!! Je hais cette expression qui dénigre la curiosité ! Depuis toujours je suis avide de connaissances et j'encourage chaque personne à chercher à connaître le monde qui nous entoure. La vie, le monde , l'univers sont des livres ouverts à petits caractères et si on veut comprendre leur histoire , nous devons apprendre à lire entre les lignes et prendre une loupe , pour observer les chaque lettre et chaque mot qui compose notre monde. La compréhension nous permet de mieux manipuler et appréhender chaque élément à notre profit et nous devons sans cesse améliorer notre connaissance pour être plus puissants et pour mieux utiliser cette puissance.\nLa curiosité est la base du progrès.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AkawenArt",
      "author_id": "UC30u_3ZDc4iTuCOGM9cXTEA",
      "text": "Simon Puech, tu sais si les speakers qui sont passés avant/après toi sont dispo sur YouTube ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@akiramusashi7636",
      "author_id": "UCDTWDZ77mKPngjRkx_ZJG-g",
      "text": "que penses-tu de \"Dieu n'est pas mort\" (film) ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@punksy-c5h",
      "author_id": "UCOrMw4KQABfH0k1-1JtSZhg",
      "text": "Non sa deux sens curiosités ya la curiosités cool et l autre négatif genre donc ma réplique ces plus la curiosités a deux sens et si je doit m adressé a quelqu un que qui est curieux pour des attention mauvais je luis sort sa la curiosité a deux sens toi ta préféré en faire ainsi voila",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UCRkeE004WAXLgwND1hpvoaw",
      "text": "il s'est fait une wauquiez a lui même , sinon bonne vidéo et n'oubliez pas lyon plus belle ville du monde.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@janmiq9412",
      "author_id": "UCrcMKa5iFxUGj_LEZhdyEKw",
      "text": "Pourquoi c’est à Lyon 3?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@weak7897",
      "author_id": "UCuRjun6cYDa9POrHpE4RxDA",
      "text": "Le coup des univers parallèles c'est pas une vérité hein, c'est une hypothèse. Aucune mesure ne permet de vérifier ça.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jjulie74",
      "author_id": "UCFT8D_7myTbHzY-fe89r9eA",
      "text": "A quand le meet-up insomnie ?\nP.S : merci de me rappeler que le curiosité n'est pas un vilain défaut bien qu'on me l'ai dit et redit !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@titouxtoux1054",
      "author_id": "UC_5jbXfEnmpyuqni36kziRQ",
      "text": "Perso je préfère lyon 2 mais c'est une super bonne vidéo 😉",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@etiennepons4295",
      "author_id": "UCyhBsP6DvvRy523h7YsMhoA",
      "text": "9:38 \"sont encore plus con...\"' Lapsus ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zander_45",
      "author_id": "UCOQ-ZrI45ZIi4a4XlWxh9OQ",
      "text": "fradrik nichs?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@titane9071",
      "author_id": "UCC8CaDJdWLAsABaRo79u_tw",
      "text": "Du coup, être curieux c’est ne pas être croyant ?",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@breizhiii9722",
      "author_id": "UCo1SEGurp4Igem9Y3bbGwng",
      "text": "y a un moyen de trouver tous le TedX de lyonuniversiter3 au qu'elle tu a participer (sry pour les faute d'avence)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andrewpene--paris",
      "author_id": "UCgPfsjFg3B1Z-sBVSEwnTxw",
      "text": "9:37 pourquoi elon musk est con ?",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@perdussuryoutube5365",
      "author_id": "UCYEPKU3sCzK-MXUwFGHNDsA",
      "text": "Comment on étudie ca ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@delphin_6113",
      "author_id": "UCblYifhcA7tZD_xyNgnlQzg",
      "text": "5:22 \"Les raisonnements qu'elles deduit\" c'est ça la faute dans le script ? 😁",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mich_wav",
      "author_id": "UCHly4KJlQi2zTcCB042n94g",
      "text": "Stay curious ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibault1506",
      "author_id": "UCFCdMn5Ux7ZFOop__TgWEGQ",
      "text": "mile si toi ossi ta cru ke o debut ct en 360 lol",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SuperReDiSs",
      "author_id": "UCIXizhkhhYVMQ6wqTjmIVGg",
      "text": "Alors soit les gens qui t'écoutaient n'avaient aucun humour soit ton micro ne captait que le son de ta voix, mais sinon c'est très intéressant, encore une magnifique vidéo.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dirox-kj2mi",
      "author_id": "UCuDWkIPfpdo9NZjAM9JjUrw",
      "text": "Ca me stresse que tu stress mdr",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Wazkaty",
      "author_id": "UC2EmQz9Bg3EW9diilhHTfGw",
      "text": "Et tout ça à 21 ans, tu peux te pardonner cette petite etreur dans le speech, c'était très bien !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aljineprime567",
      "author_id": "UCdByRHP2LsyFTQ0zXUZfXzg",
      "text": "Perso, je trouve que la conaissance et le faite de savoir est très dépriment",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LuMiettes",
      "author_id": "UCNvpUuUP_NkS3L9DtYxNgyQ",
      "text": "Très bon discours j'ai retrouvé la pâte des chronos habituel. Pas de réels bafouille. Les 13 minutes sont passées vite",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AugustinCovideoprod",
      "author_id": "UCVdxthXC-uzq2f5jyXpZlkg",
      "text": "Hey, j'ai un doute sur ton interpretation de l'experience du chat de Schrodinger, tu dis que pour que la fiole se brise il faut que le compteur Geiger detecte de la radioactivité. Jusque la oui, mais tu dis ensuite qu'il a \"evidemment mis une source de radioactivité\" dans la boite. \nOr si c'etait le cas l'experience ne marcherait pas, car on est sur que le chat est mort. \nPour que ça fonctionne, il faut que le seuil de radioactivité n'ait qu'une chance sur 2 (ou moins) de se déclencher pour avoir un doute sur l'etat du chat",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandreloaec5757",
      "author_id": "UChLfdQPw886F_cdz-k-VRlA",
      "text": "J’ai vu flou",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasrobert584",
      "author_id": "UCLcHf6fiwoJj7byxc4yDxgw",
      "text": "9:38 \"sont encore plus con\"\nhum hum...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@harlankovacs6276",
      "author_id": "UCwNNpuNIWZq54i7YQzRs1Dg",
      "text": "Avec la coiffure,l'habit noir et l'effet de lentille ,tu ressemble a Carl Sagan ... de loin ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alihunter25",
      "author_id": "UCKeavYoIvtFv0f45nZDHmsA",
      "text": "Steve jobs bonsoir",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeWaso_",
      "author_id": "UCGpRfQYjrANi70GfSjCl46Q",
      "text": "C'est un bon sujet, inciter les gens à être plus curieux. Cependant tu ne l'a pas très bien réussi.. tu donnes beaucoup de faits étonnants sur l'espace, sur les sciences, tu invoques même la physique quantique (un sujet aussi délicat que fascinant) mais au final on en ressort plus confus que fasciné\nIl y a des choses de la science qui sont bien plus concrètes et cent fois plus fascinantes, je te conseille d'aller étudier les ailes de papillons ou les ailes d'avion :) \nEssaye de te mettre au niveau de ton auditoire au début, pour ensuite les mener vers là outu veux qu'ils aillent (et leur laisser un vaste champ des possibles)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elodieduclot7948",
      "author_id": "UColO2q8eDykK51k8XMAbPnA",
      "text": "-1×-1=1 cest bisar que sa donne ce resulta",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@les_infos_insolites",
      "author_id": "UCT5hObQvuGQ5a5bf4I_lvuQ",
      "text": "La curiosité n'est certes pas un vilain défaut c'est ce qu'il faut le plus cultiver ! Sans mauvaise pub c'est tout le sujet de ma chaîne youtube. Car mieux encore que la curiosité, les choses simples de la vie sont un sujet extraordinaire : le banal. Etre curieux à propos des choses incroyables c'est bien, mais on a déjà tant à faire avec les choses \"plus simples\" qui nous entourent, et que l'on connait déjà si mal !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wakatpr6583",
      "author_id": "UCBSFxn2q1Fq0l0bbdzaceCw",
      "text": "Mais je suis tellement d’accord avec toi ... je déteste tellement cette putain de citation",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@admmmmmm9176",
      "author_id": "UCsziLYJ35Sk0MDLah3jasvA",
      "text": "Je ne comprends pas !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adrienpy2386",
      "author_id": "UCnfYZj_KQFxa919mrJAmAHA",
      "text": "Tout le monde connaît le chat de Shrödinger! PS: c'est une expérience de pensée: il ne l'as pas vraiment fait!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jeremy_1826",
      "author_id": "UCHCrkFvmpWnJo3d4ViUZZ6A",
      "text": "Ou bien on pourrait admettre que notre savoir est completement infime que nous ne somme qu'une ligne de code dans le programme de Dieu",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CPCDorian",
      "author_id": "UCviV_al0NHDNbX7CFaEVnMQ",
      "text": "Le futur Alexandre Astier? ;)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentin8046",
      "author_id": "UCTx6h19ApsIwfXfRu7-gC1w",
      "text": "Bg, pas simple d'aller tenir un discours comme celui ci sur scène",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shiiroi481",
      "author_id": "UCLP4maSjoSj-O9UwSvH3pPw",
      "text": "Bonsoir Simon",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sara060698",
      "author_id": "UCJx4ESO-yAYP268cXZtX_uQ",
      "text": "9:37 lapsus révélateur de ce que tu penses de Elon Musk xD \"sont encore plus con\"",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@belikzer",
      "author_id": "UCVPxVS-yJC-wRy6LCZmpXWA",
      "text": "Passer en 0.75x si vous n'avez pas pris de cocaïne",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@houssamallabou7415",
      "author_id": "UCt_iWPbBTh7TplCmPP2xMuQ",
      "text": "Erwin Schrödinger n’as pas pas fait l’expérience pour de vrai c’est une expérience de pensée, et il ne l’a pas « faite » pour refuter la mécanique quantique mais pour l’expliquer. Et le fait que le chat ne soit pas mort et vivant en même temps ne réfute rien. Puisque la mécanique quantique ne prends pas en compte les objets macroscopiques.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SilverDoG1997",
      "author_id": "UCXkmkqZomPSnctQcNDgFptA",
      "text": "Et si la boîte du chat est transparente ...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Goku-mm7gt",
      "author_id": "UCtyQ31hFeFbwk03xc3jRMqQ",
      "text": "maux au pluriel mal au singulier",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Realadamchennour",
      "author_id": "UCdXlYYOWCB-E4-44Gry0LCg",
      "text": "il sont plus con 9:38",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benph5426",
      "author_id": "UCWSjZ78X6hd840aCWfpdd-Q",
      "text": "Curieux,  rassemblement !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@megal204",
      "author_id": "UCwaBJjYB27trJo-orTMQXHQ",
      "text": "J'aime pas tes vidéo car à chaque fois je trouve rien d'autre à dire que \"wow\"",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@comitoww",
      "author_id": "UCOX74_ylpeDT9nv_F5qk1sw",
      "text": "Quelqu'un sait quel filtre utiise-t-il ?",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PercevalLeGallois1",
      "author_id": "UCExaXiNIbaYFdqwI1SyOJWQ",
      "text": "C'est bien, j'aime beaucoup tes vidéos, mais franchement, si je peux faire une petite critique, il faut laisser les physiciens parler de mécanique quantique ou faire des études de physique, parce que la vulgate new age, c'est à mille lieu de la chose.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@simto76",
      "author_id": "UCypavqmURwFMgOYpiooXsFA",
      "text": "Belle performance et la réflexion est vachement poussée bravo :) en revanche le stress qu'on ressent dans ta voix perturbe un peu ton discours mais on t'en veux pas c'est humain, ça arrive a tout le monde d'être stressé",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexishatton3320",
      "author_id": "UC3K_bMFMOCgabWeA6Jvw-2A",
      "text": "REMARQUABLE",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexteur",
      "author_id": "UCe15ZXCX6p00ub8qYnF20og",
      "text": "Je tiens juste à préciser qu'il n'as jamais fait sa a sont chat 🤔, il l'a juste \"imaginer\"",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucascothias",
      "author_id": "UC6-wsb1f8JVDOOqIlAKeoEQ",
      "text": "Sérieux je me le demande à chaque fois alors je pose la question : quel plugin utilises-tu dans tes vidéos pour avoir cet effet d'aberration chromatique sur les coins de l'image ? Mais sinon j'ai kiffé le Ted X !",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@djinndusheitan5779",
      "author_id": "UCPM0OijcKuGBEA3C9LhFIHA",
      "text": "299k m/s Pas km/s 😉",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ludovicriviere1390",
      "author_id": "UCRZR2plC_0aJiD8sUL6NVcg",
      "text": "Je suis en général d'accord avec ce que tu dis et je trouve ça super intéressant, mais pourtant, je ne suis pas d'accord avec toi quand tu dis qu'il est impossible que Dieu existe.\nSelon les croyances il y a plusieurs Dieu, il n'y a pas une seule définition d'un dieu, un dieu est une chose infiniment supérieure à nous, humain. \nà la fin tu dis que nous ne pourrions être qu'une création, une création numérique par exemple, une simple ligne de code et que nous aurions l'impression d'exister, et pourtant tu dis que c'est impossible que Dieu existe.\nQuand on voit tout ce que l'on ignore encore il est impossible de dire qu'une personne telle que Dieu n'existe pas. Je suis d'accord, il est improbable qu'une personne telle que Dieu existe et pourtant... Et pourtant tout ce que tu racontes à un jour été qualifié d'improbable, d'inimaginable et certaines choses le sont encore aujourd'hui. Nous sommes limité? Et si une personne avait dépassé ces limites? Que serait-elle aujourd'hui? Une sorte de Dieu? Dieu tel qu'on le connaît, suprême, tout puissant, ayant créé l'univers n'existe peut être pas mais une entité que l'on pourrait comparer à Dieu existe sûrement. Quelqu'un ayant créé notre univers existe peut être. Il n'y a sûrement pas un Dieu suprême mais il existe probablement notre voire nos dieux, à nous, humains.\nJ'espère que tu prendras le temps de lire mon commentaire et de peut être me répondre. Sinon j'adore tout ce que tu fais, surtout depuis tout récemment avec les chronos, j'espère que tu continueras puisque tu es au top. Tu es largement mon youtubeur préféré.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@slytherintresvert1165",
      "author_id": "UC8LrA6TZJAUBoBs7mjth3gA",
      "text": "Ya du bruit dans la cave tu vas dans la cave ya un monstre dans la cave tu meurt dans la cave voilà la curiosité est un vilain défaut",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@efflamdegouyon5779",
      "author_id": "UCnGJyCHe9Z3tmZle3louaQQ",
      "text": "C'est marrant parce que je n'ai jamais aimé cette citation de Nietzsche. Je commence d'abord par vous féliciter pour ce que vous faites, c'est super. Cependant, je pense tout à l'inverse de Nietzsche. J'en veux pour preuve le fait que l'homme est inventé les religions. Si elles existent, ce n'est pas un hasard: l'homme à besoin de spiritualité. L'effet qui en découle, vous en parlez vous même, c'est qu'on est incapable de tout comprendre, tout nous dépasse. Michel Quoist avait cette phrase qui résume tout ce dont on parlait plus haut: \"Le drame de l'homme, c'est d' être limité dans ses moyens et infini dans ses désirs\". Il conclue en disant cela, comme un scientifique tombe sur l'évidence de Dieu: \"aussi, humainement, tu ne peux être pleinement heureux. Seul Dieu peut te satisfaire\".",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@interstelar5919",
      "author_id": "UCtsNftlwCYg3zAAHsvoZeMg",
      "text": "C'est qu'il a prit du poid ce cher Simon",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Xxcurieux12xX",
      "author_id": "UC-qgK3Z4e1lJIL9KPMbJyMA",
      "text": "ce mec a du avoir 20 au bac philo",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sio5104",
      "author_id": "UCouDbpWWh5sMKE-vqVa4QOg",
      "text": "Je suis resté  b o u c h e   b é e\nNos perceptions et notre corps nous limitent dans notre compréhension du monde. Par contre, on peut intégrer des concepts, imaginer, ou même (difficilement) visualiser. On peut rationaliser. On peut analyser, déduire, traduire. La science fait même l'hypothèse que notre regard définit littéralement le monde qui nous entoure et l'ancre dans notre réalité.\nOn peut essayer de comprendre, et ton speech est encore un pas en avant pour nous aider.",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FleoZMiniatures",
      "author_id": "UCCHa-m5oLAtDEHhc-ehol9g",
      "text": "Dommage que ce que tu dises soit en partie faux",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alyssamrc",
      "author_id": "UC8NaED7CixzkhjYoJb_3xZA",
      "text": "Une grosse claque prise en pleine geul comme à chaque fois !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kaisui8342",
      "author_id": "UCrxhcyiBIml6D6ceoevHhPg",
      "text": "En fait, il y a un point que tu n'as pas développé sur la curiosité, c'est le fait qu'elle résulte de l'ennui. Aujourd'hui, c'est dur de s'ennuyer parce qu'on a tout à porter de main pour s'occuper l'esprit. Et en fait c'est cet ennui qui développe l'imagination, la curiosité: le fait de voir plus loin que le bout de notre nez. Je pense qu'une des vraies difficultés de notre temps c'est de créer, quand ça résulte d'un ennui profond. Je pense que l'ennui réveille la curiosité et ainsi la création, ce qui revient finalement à ta conclusion. J'imagine donc que tu pourras encore plus développer ce thème à l'avenir, plutôt difficile à manier en 10 minutes j'imagine :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ALEXANDRELALLEMAND",
      "author_id": "UC5FTvdA9ndNpBt7wQOfxMxg",
      "text": "Le public est endormi ou quoi ? :o",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alors356",
      "author_id": "UCZfSC0uo3LryFYToDGUmHhw",
      "text": "Poser des likes après ça me paraît futile",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gagik-starman",
      "author_id": "UCRZDaGEvx42_rpdVBTAQoaA",
      "text": "9:39 \n\n... Sont encore plus con",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thegardenofrosess",
      "author_id": "UCuTxoXN8LkQz0oUGWEYG6Og",
      "text": "Toi, à tous les coups t'es un HP 😂",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@damien3966",
      "author_id": "UC8IyB55CoDXtnQJFCrnII7w",
      "text": "si je me rappelle bien de ma lecture : DIEU EST MORT de Nietzche fait davantage référence à la mort morale de DIEU, ce sursaut de conscience et de lucidité et de l'espèce humaine. C'est à dire que si Dieu existait il faudrait alors lui réatribuer la somme des horreurs qui se passent dans le monde. Dieu serait donc une entité cruelle. Dieu (la lumière, la bonté, le bien) est mort.\n\nSinon bravo pour cette belle prestation ! Cela doit faire drolement peur de parler devant beaucoup de gens. Tu t'es très bien débrouillé : un discours clair et intéressant, qui nous encourage et nous motive à sortir notre état d'autruche :')",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bryancaron6729",
      "author_id": "UCxqu1csg5XK38Z48LhfwVpg",
      "text": "Cette abbération chromatique toujours présente x)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lauram1285",
      "author_id": "UC7IWSDLiayXeHy0l2nOQ81w",
      "text": "Je suis très curieuse. Je suis passionnée de physique et en particulier de physique quantique et d'astrophysique. Cette vidéo était vraiment incroyable mais j'ai juste une petite critique constructive à faire : c'est inutile de répéter \"donc ok j'ai vraiment perdu tout le monde\".\nJe vois où vous voulez en venir, certaine personnes qui font du stand up utilisent cette expression mais elle n'est pas nécessaire dans cette situation.\nMême si certains sont perdus ce n'est pas grave, continuez votre raisonnement.\nJ'étais captivée par vos paroles et je suis une grande adepte de la théorie de superposition des états quantiques mais dire sans cesse \"je crois que j'ai perdu tout le monde\" ça casse un peu cet effet là.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dayzortwitch",
      "author_id": "UCIkeBi79vGBNIx2saPzPnUw",
      "text": "moi ça me rend fou",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shiteux",
      "author_id": "UCCEVzWvBql1eCN_vI7kQCog",
      "text": "c est un vrai TED?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tibaltardoin6500",
      "author_id": "UC8Yl1X6ToeGxXU17IxYW8ag",
      "text": "As-tu fait un abscisse révélateur? Est-il con Elon Musk 9:36.😂",
      "likes": 1,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pipoute",
      "author_id": "UC7KJe2AQ4-_epMZvt5RzGkg",
      "text": "Simon, connais tu Aurélien Barrau ? C'est un physicien et professeur travaillant à grenoble ultra passionnant. Il a réalisé quelques vidéos disponibles sur le net. Je te conseille vivement de t'intéresser à ce qu'il fait après avoir fini ta vidéo :)",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@grou28",
      "author_id": "UCmq0p_3qDjbDxApla62_9Qw",
      "text": "on dit \"Fridrich\" et pas \"Fraïdrich\"...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shobu_serhao",
      "author_id": "UCyKNbGIUTGRQq0kDcf8FpAg",
      "text": "Salut :), le thème aborder est sympa, mais j'ai l'impression que ton expression est asser confuse, on à du mal à voir où tu veut en venir...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kcfjdkxj456",
      "author_id": "UCkzs-sfrXLFrLF42XRYfAQw",
      "text": "Ton public sur YouTube se contente de dire que c'est génial sans réfléchir. Tu as eu la chance de participer à une conférence comme celle-ci, mais je trouve que tu n'as pas assez travaillé ta présentation. On sent que les sujets abordés te passionnent, mais tu ne les expliques pas assez pour pouvoir tous les parcourir. Tu parles trop vite, tu te mélanges dans les sujets donc tu perds la salle et au final tu n'arrives pas à transmettre ton engouement.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@corsicasanova",
      "author_id": "UCv9BQskfGyx80oHs_GmI9BA",
      "text": "Très cool ton speech mais si je puis me permettre trop bourratif d'infos, c'est cool que tu essayes de montrer par l'exemple mais la ça semble bâclé et partir partout .",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@remygoncalves9421",
      "author_id": "UCBKITxHCL8RQjMokg_R4vlw",
      "text": "je suis pas vraiment d'accord avec toi à partir de 13 minutes où tu dis que l'ignorance engendre la peur, la souffrance ... Je pense personnellement qu'elle contribue plus au bonheur qu'à la peur",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fullmetaleagle3099",
      "author_id": "UCrTcNfcTRh2Fo6TFb6oAa2A",
      "text": "La mort aussi tient une bonne place dans les pires mots  de l'humanité :p",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mattcavenditch185",
      "author_id": "UC3uWg93Uthc6NMFPv0wXnLA",
      "text": "À quand le nouveau TEDX?",
      "likes": 0,
      "timestamp": 1577059200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MsBowner",
      "author_id": "UCnfULoI9nYSzgRMpaSNI1aQ",
      "text": "Tu restes trop coller a ton texte cest pour ca que tu stress",
      "likes": 2,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monsieurbug1834",
      "author_id": "UCh9Fj3SZLK7FjMATgA58ddQ",
      "text": "ce qui est malheureux c est que bocoup servent ces inventions pour faire le mal et pas le bien.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kazkaz756",
      "author_id": "UCvCdqGkfA6rArnVybW7eGDg",
      "text": "je me suis souvent posé cette question à propos de(s) dieu(x) : si il(s) est/sont une invention humaine, ce que je pense, a-t-il été créé par l'idiot qui n'arrivait pas à répondre scientifiquement aux question du sage, ou par le sage lui même qui, se posant trop de questions à lui même sur l'univers (en regardant un peu trop le plafond par exemple) a voulu y répondre par une/des entité(s) suprême(s) ?",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheOxyma",
      "author_id": "UCC_K2sMeL1r_efcsXrk7Hkw",
      "text": "Je trouve que tu as plus mis en valeur la forme plutôt que le fond de ton message...\nMême si je pense que ton message est passé, tes arguments l'ont un petit peu biaisé à mon goût, car tu as trop insisté sur leurs effets \"wouah\" plutôt que de réellement mettre en valeur le message que tu voulais avancer. Et le plus étrange, je trouve, c'est que, pour moi, c'est dans ta partie improvisée que j'ai vraiment pu comprendre où tu voulais emmener ton auditoire.\nQuoiqu'il en soit, un très bon premier speech, toutes mes félicitations !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hellolesnoob",
      "author_id": "UC38Tydcppi8iTolzwWdJMaQ",
      "text": "Petite remarque, certes de chiant, mais j'entends souvent cette fausse information. : L'univers à 13 milliards d'années, l'homo sapiens 300 000 ans. Un rapide calcul à la calculette donne que nous avons été présent pendant un proportion de l'age de l'univers de 2.3*10^-5. Ramené sur une année, ça fait 0,0084 jours, ou 0,20h, ou encore un peu plus de 12 minute. Alors c'est sûr, 23h47 ça claque mieux que 23h59. Mais c'est comme ça !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@left_eyebr0w",
      "author_id": "UCVoxob9c_PTFhg1f-ljsK6w",
      "text": "Par \"curioté\" ? :D 1:01",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@portnarvalo2348",
      "author_id": "UCHUjTrs1AfpL75WocBR0VUA",
      "text": "C'est normal que personne ne rigole à tes blagues ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@garrylee5723",
      "author_id": "UCd1bd3DsLP8lO78UEdJT_zA",
      "text": "Jamais Dieu n'a voulu que nous soyons dans l'ignorance. De rester dans un trou sans approfondir notre connaissance du monde ? Ne pas s' intéresser à la science et au progrès ? Jamais la Bible, jamais Dieu n'a dit ça. Il a dit que nous devions être une aide dans chaque société où nous vivons; concluant donc sur le savoir, la culture, la curiosité. Dieu n'est pas mort. Il est vivant et je veux croire en lui avec tous ce que ça implique de témoigner pour lui dans ce monde.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeffboitard5914",
      "author_id": "UCbG7uY_Pf7_f1g2y3RaJUSA",
      "text": "C'est assez pénible à écouter car la présentation du chat de Schrödinger est assez lamentable.\n\nIl aurait fallu commencer par exposer un des cotés paradoxaux de la MC, puis introduire Schrödinger qui voulait montrer combien ça pouvait être contre intuitif vu que dans la vraie vie le chat n'est évidemment pas à la fois mort et à la fois vivant, alors que c'est ainsi que semblent se comporter les particules (par ex. le photon passe à la fois par la fentes A et la fente B dans l'expérience de Young - c'est ainsi qu'il interfère avec lui-même et qu'on voit des raies).\n\nEnsuite ça va en empirant... 🤢\n\nMais à la fin tout s'explique : L'ignorance engendre la bêtise... 😊",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Axylok",
      "author_id": "UCvtFcY2c0jrQVI3OU0RdkHw",
      "text": "Je pense que tu as perdu tout le public a partir de la neuvième minute.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sinedis7360",
      "author_id": "UCWDIfzG8uI6mrh2sN4nbJJg",
      "text": "Poiuaaaah quel discours 😶",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Adrien_Hug",
      "author_id": "UCbHhnjDgniQCkx-NdEexQEQ",
      "text": "Pourquoi quand dit des choses très drôle, personne de rigole ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anouk8625",
      "author_id": "UC5PsfgyuIWwDwKUDYPusYUw",
      "text": "Je trouve ça très malaisant ce truc de TedX je sais pas quoi",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xr616",
      "author_id": "UCT4reDsBGJWi8q6oeCitq_Q",
      "text": "Dommage d'avoir perdu ton auditoire avec beaucoup de théorie scientifique et concept vraiment difficile a assimilé. Je ne sais pas si tu vas en refaire, mais j'ai trouver cette partie tres laborieuse. Je les connais assez bien mais en me mettant a la place d'une personne qui n'en connaissais pas un traitre mot, ca m'aurait vraiment perdu dans le cheminement de ta penser.\nPour résumé, c'est comme si tu coupais le déroulement de ta penser avec de grosse porte en plomb.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christopherabelet4672",
      "author_id": "UCleFw_RhzkMo9plhfnxUQww",
      "text": "Schrödinger n'a jamais fais ça. C'est juste une expérience de pensée. Cette expérience n'a aucun sens au niveaux macroscopique c'est juste une représentation.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marclegrixdelasalle7306",
      "author_id": "UCKJTJ8ayHhKGsV156JKkG9w",
      "text": "\"Dieu est mort\". Tu cites ces trois mots comme tes préférés Simon mais je suis pourtant sûr que par tes nombreuses réflexions sur le sens de la vie sur terre et la question existentielle de l'univers, tu as du aboutir à la même conclusion que de nombreux philosophes et scientifiques : toute œuvre à un auteur, un architecte. La question de la simulation n'y change rien, quand bien même nous serions simulés, nos créateurs aussi auraient une origine, alors si l'on définit le concept de Dieu comme l'architecte de l'univers, qu'il soit le nôtre ou bien celui dans lequel le nôtre est imbriqué, ce grand architecte est forcé d'exister ou d'avoir existé à l'origine des temps.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mohamedkhatouev9",
      "author_id": "UCmzqlCwAEyo2bts0QfRTtZg",
      "text": "Ça me fait rire la façon dont aujourd'hui, tout le monde a fini par accepter comme une évidence le fait que la religion était juste une invention pour expliquer des choses que l'Homme ne comprenait pas. Oui, par le passé (et on le fait aussi aujourd'hui dans certains pays), on s'est servi de la religion pour abrutir les gens afin de mieux les gouverner, mais moi, je ne pense pas que la religion soit juste le fruit de la conjecture humaine. De plus, je ne vois vraiment pas pourquoi la science et la religion ne pourraient pas coéxister : le premier mot qui nous est venu de Dieu (dans l'ordre chronologique) dans le Saint Coran est : \"lis\" (dans le livre de l'univers, dans le sens \"apprends\"). Il nous dit également ailleurs qu'on ne sait qu'une infime partie de qu'il nous permet de savoir (ce qu'il ne nous permet pas de savoir étant le secret divin, certaines choses qu'il se passe dans l'au-delà). Je vais être traîté de faible d'esprit, probablement, mais les faibles d'esprit sont ceux qui ne croient que ce qu'ils voient, pas ceux qui ont la force de croire en l'invisible.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinedufresnevonhohenesche",
      "author_id": "UCmfLNbQG-9WUq9Ua9JM-Sbg",
      "text": "simon je trouve que tu es tres onismique c est un terme pas francais mais regarde ce que ca veut dire",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoine563",
      "author_id": "UChRn9vkM1_DCG9UtORj9onw",
      "text": "Dieu est mort de Nietzsche ne signifie pas ça... ce que Nietzsche disait que l’occidentale moderne avait une perte de valeur à travers un déracinement,  C’est une perte des valeurs morales supérieur , la morale aristocratique  celle du fort pour laisser place à la morale de l’esclave , de la pitié et de la faiblesse Ce qui engendre le nihilisme volonté de faire le minimum, Et de suivre une pensée du style de toute façon tous se vaut et on finira tous par mourir donc à quoi bon vivre... Le nihilisme mène donc à la mort",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yousso69",
      "author_id": "UC00DD8mkCA7GaWm8a5P5ceQ",
      "text": "Sympa , par contre c'était pas pertinent le fitre multicolore flou aux  4 coins de l'écran, ça passes bien que dans les CHRONO pck ça ajoutes un côté psychédélique , dans les vidéos IRL ça gênes je trouves stp gardes une image propre.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tayebibnroots",
      "author_id": "UCC5EPCqODQJqe2d_zpQEblQ",
      "text": "Nietzsche est mort....",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arthurmoreau4778",
      "author_id": "UC-EeHTxF8xm5tj1ex4-25Tw",
      "text": "GAVAGE ^^",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FearSlow",
      "author_id": "UC1D6SvBicUt7Yom6TaXz6bA",
      "text": "c'est moi ou c'est le pire publique du monde ? x) 0 réaction, on dirai une salle vide ^^' je sais c'est pas un concert mais quand meme",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sakono8057",
      "author_id": "UCtRIQS5EHVV1QVVxKSlISiA",
      "text": "Dieu est mort O.o..\nJ'en ai entendu des conneries mais là",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tomissa7810",
      "author_id": "UCIEuWgu5rPS6KWCfqUTIgWQ",
      "text": "« La curiosité est un vilain défaut » tu explique assez bien la bêtise de cette phrase. Mais « Dieu est mort » tu aurais pu soit t’abstenir soit développé, c’est du blasphème gratuit et surtout sans fondement !",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Aldreius",
      "author_id": "UCw3w5FFPq3HyxeNw2KPJfLg",
      "text": "L'ignorance c'est quand on ne sait pas\n\nLa bêtise c'est quand on ne sait pas et qu'on refuse d'apprendre\n\nJ'espère que jamais tu n'arrêtera d'apprendre",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jiroaesthetic6752",
      "author_id": "UCV1KxRJWWn2FfcbpUQh4lHA",
      "text": "j'veux pas faire le casse couilles mais pk \"Dieu est mort?\"",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lyes94",
      "author_id": "UCkmVMfrkxW-PEKVAJabv6Aw",
      "text": "Pourquoi commencer le discours par \"Dieu est mort\"? Je vois pas trop l'intérêt",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Keozim",
      "author_id": "UC6cMCtU3oAGpokMIGTvczIA",
      "text": "Cet effet de flou sur les côtés juste pour paraître \"cool\" ou je ne sais quoi... Ahhhh la génération instagram...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timotheeverheij8631",
      "author_id": "UC7cGXDHd78DMOIphawVFRVQ",
      "text": "Enlève ton filtre instagram bordeeeel",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Syblexe",
      "author_id": "UC5bCydVu7ecK4R6f1ohQ81w",
      "text": "On ne s'émancipe pas de notre condition d'humain, s'émanciper de notre condition humaine est justement une condition humaine... :) C'est intéressant, mais tu mets trop en avant la forme, la belle phrase, comme pour donner une légitimité à tes propos et qu'à la fin, on se dise \"waaaw trop stylé, trop intelligent le mec\". Tu t'habilles en steve jobs, y'a un effet vhs sur la vidéo pas vraiment utile, et tu fais des tournures de phrases, et d'idées un peu forcées. En fait, c'est un peu cette impression que j'ai avec toi, je crois que tu cherches aussi à te montrer toi, et du coup j'ai du mal à rentrer dans ce que tu dis. Tu devrais parler de manière plus naturelle, et ne pas chercher forcément la phrase qui claque. Tu as 21 ans, t'es tout jeune et c'est normal de vouloir être regardé, admiré mais par exemple, ne dis pas au public \"bon là vous vous demandez ce qu'il raconte/ bon là vous me prenez pour un drogué, etc\" > ça fait prétentieux car ce dont tu parles est pas vraiment compliqué en fait et tu sors beaucoup de phrases dites et redites la plupart du temps. \nC'est un bon début, on te sent à l'aise sur scène et malgré mes remarques, on voit que tu sais réfléchir, et que tu arrives à tirer une réflexion, mettre en commun des informations. Mais attention à ne pas trop mettre en avant la forme, on doit aussi voir la sincérité.\n\nEn espérant que tu lises mon message, bonne continuation.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@327LZE",
      "author_id": "UCewaRfJ-7nDYjaKujIqBR1g",
      "text": "Qui te dit que nous sommes plus \"avancés\" que les peuples précédant ? Tu ne peux pas mesurer le savoir des ancêtres avec les outils modernes donc tu minimises l'importance de ce qu'ils ont transmis ... les techniques agricoles ancestrales par exemple sont remplacées par des techniques innovantes dans un but productiviste ... et à la longue si on remplace tout notre héritage par un paradigme ... un paradoxe ... il faudrait inventer un paracon pour éviter d'entendre citer Frèdritche Nitche [sic] pour vanter l'avancée humaine dans un contexte d'ignorance assumée, pensée dualiste revendiquée ... Nietzsche sa mère ! Et tue moi, je suis ton père. Cultiver la curiosité, c'était une bonne idée ... Comment transmettre ce que nous n'avons pas ? P.S: Oui je trolle, oui je suis sérieux, non tu n'es pas con, non tu n'es pas content de me lire, oui c'est pour ton bien, non je n'avais pas que ça à foutre, si je t'assure, bon ok sur le moment peut être que tu as raison ... Non je ne suis pas là pour t'apporter des réponses, je n'ai plus de pilules bleues. Est-ce que tu as des questions ? Prends la pilule rouge",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Stormyzer",
      "author_id": "UCqscvyA4urSziTI0RgOiEuw",
      "text": "Il faut arrêter de mettre ce filtre dans toutes tes vidéo,il est quand même gênant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ohzebi8179",
      "author_id": "UCG5gpSNKBZlqZZGSmLL5XZA",
      "text": "Intéressant mais ça te ressemble pas. Peut être un peu mou",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ajnart_",
      "author_id": "UCTSICz9NdsqMElFBIkDaQvA",
      "text": "Tu parles trop vite …",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valentinlucas9310",
      "author_id": "UCMZUmskPlByydppyOy649Og",
      "text": "Tu es sociologue ?",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jelo189",
      "author_id": "UC_sv4EOuRZUDTMmHysTYArw",
      "text": "Bonjourrrrr simonnnn",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaumeh6521",
      "author_id": "UCYVRjsn5uv6qJ_2Ayj_co1w",
      "text": "T'es pas très bon en conférencier. Oups deso!",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lalicornepayete7114",
      "author_id": "UCL_R9BRqbVOSiSU-IYReSFA",
      "text": "Dieux est mort",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vraifoteuil3560",
      "author_id": "UCPHI7fQ18pFLbrajUAlTqRw",
      "text": "mdr tu t pri pour ki",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Azrel",
      "author_id": "UCJbucPY1JXvhPRKywntEMZw",
      "text": "C'est chiant",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dragon-ln8uy",
      "author_id": "UC5dx5oABs5DMHu1Ez2KeBOw",
      "text": "c'est incroyable d’être aussi passionné par des choses dons personnes connait, quand j'ai commencer à te regarder à partir de ta vidéo sur The Witcher 3 après les chronos et que je voyais toute les réf que je connaissait  parce que je me suis intéresser à autres choses que les anges et me perdre sur YouTube sur google sur canal même après on est bien plus ouvert à tout.",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@holistique.87",
      "author_id": "UCLhrFHiR5kF285F20indylg",
      "text": "quand on site cette citation c'est pour dire que c'est un défaut de mettre le nez dans les affaires des autre qui ne voudrais pas que l'on sache en revanche ,\nc'est très sain  remettre en question les choses que nos parent,l’école nous on appris ...",
      "likes": 0,
      "timestamp": 1545523200,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}