{
  "video_id": "n8ikbQj4Ubk",
  "title": "L'horreur des thérapies de conversion",
  "url": "https://www.youtube.com/watch?v=n8ikbQj4Ubk",
  "comment_count": 470,
  "comments": [
    {
      "author": "@sashaaaa197",
      "author_id": "UC2FTjNzgCJKdGkZAAaY0h5w",
      "text": "Ça fait plaisir de voir une chaine tenue par un homme cis parler de transidentité de manière respectueuse et en utilisant les bons termes. Merci frerot",
      "likes": 96,
      "timestamp": 1747958400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enorajosensi4761",
      "author_id": "UCqKIOkqpKKhzrSkA1HOnvlg",
      "text": "Je ne comprendrai jamais pourquoi la sexualité ou l’identité d’autrui peut déranger. Ça ne nous regarde pas, je ne comprends pas pourquoi on se mêle de ce qui ne nous concerne pas.",
      "likes": 94,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheNivel96",
      "author_id": "UCzv0mJiL3Y5_hI1oPdprMjQ",
      "text": "Il y a aussi des \"thérapies\" similaires pour les personnes autistes, pour les \"soigner\" (l'autisme n'ai pas une maladie donc ça se soigne pas, c'est une différence neurologique)",
      "likes": 839,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheZachfaust",
      "author_id": "UCc6wSyPXYJz7mboYdwhjVDA",
      "text": "Après au delà des thérapies hard, le problème est encore aussi dans la manière de penser de beaucoup en france. J'ai un pote qui vit sur Toulouse qu'est partie en clinique psychiatrique là bas, parcequ'il est homosexuel et vis en cité, dans un quartier pas richou quoi. Tous ses potes du quartier, sa famille, lui bourre le mou en permanence avec le fait qu'il est pas normal, qu'il doit changer. Il c'est mis a consommer du contenu masculiniste pour se prouver qu'il est \"un vrai mec\" et il pratique le chemsex pour s'obliger à coucher avec des filles. Résultat ? Tentative de suicide. (d'où l'hospit.) . Mais en sortant, rien ne va changer, tout va recommencer.\n A côté de ça, moi, j'suis second en restauration à 300km de là, un milieu où les femmes sont objectivé, ou sa siffle comme des chiens quand ça en voit passer une, et ou on engage pas un mec un peu efféminé qui se présente \" parcequ'un pd en cuisine, non merci. T'imagine dans les vestiaires ?\". On est en 2023. Les mentalités sont bien loin d'avoir suffisamment évolué. J'ai la \"chance\" d'être hétéro, mais ouvrez les yeux, ne pensez pas que c'est la minorité : la communauté LGBT+ s'en prend plein la gueule, tous les jours, tout le temps.",
      "likes": 395,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hina-oo1ho",
      "author_id": "UC8C5lnGeBc36Du0QynytEXQ",
      "text": "Jean-Michel Dunand s’occupait de la pastorale quand j’étais au lycée !! il a participé à un documentaire Arte sur les thérapies de conversion il y a quelques années, je vous le recommande vraiment si le sujet vous intéresse. \nce monsieur est l’une des plus belles âmes que j’ai rencontrées de ma vie, ça m’a fait plaisir de le voir ici !",
      "likes": 365,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@codelotus6500",
      "author_id": "UCEelCJvsplQQgLCH0i3_MwQ",
      "text": "En tant que bi, et trans toujours cachée dans le placard, t'imagines pas à quel point je suis frappée par cette vidéo.",
      "likes": 74,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ushalafifille7307",
      "author_id": "UCf-nyMVbHKJ98IOtWA5THbA",
      "text": "J'ai 43 ans, j'ai découvert mon homosexualité il n'y a que 3 ans. Dans les années 90 ou début 2000 je n'aurais pas eu autant de facilité que maintenant à en être fière. J'ai maintenant une compagne merveilleuse et deux enfants épanouis, et quand je marche maintenant dans la main avec elle je ne baisse pas la tête. La finalité est que même si ce n'est pas évident ça change, ça prend du temps certes mais ça évolue. Grâce aux personnes engagées. Tenez le coup les jeunes, vous arriverez à respirer.",
      "likes": 63,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ltsjustvictoire",
      "author_id": "UCP35BHSsKVmF6-LTQ77pKBg",
      "text": "La fameuse tolérance des religions",
      "likes": 15,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arobasele_gaz_par",
      "author_id": "UCfR_-QJvJ9iSykrf7jKIJNg",
      "text": "Grave important, vidéo d'utilité publique, j'espère que ceux qui ne comprennent pas maintenant comprendrons plus tard ou resterons tolérants en tous cas.",
      "likes": 238,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@roienna",
      "author_id": "UC8UpC-W0AzfeQYjJ0HQkg9w",
      "text": "Magnifique vidéo ! Merci Simon de montrer la vérité sur ces thérapies criminelles qui font des victimes chaque années.",
      "likes": 328,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@v2vfr737",
      "author_id": "UCZZUHccNv79Ry9L-aVAO64Q",
      "text": "Je connaissais ces thérapies de loin j'en avais déjà entendu parlé grâce à feldup notamment mais je trouve ça important qu'une vidéo de cette qualité expose des faits bien réel et permet à tous de ce rendre compte du calvaire vécu par ses personnes merci Simon",
      "likes": 91,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ChloeGidrol",
      "author_id": "UCS4Krn22gNc3wjDUm1V-Spw",
      "text": "Étant trans, je suis vraiment soulagée de voir ce genre de vidéos. Il faut avoir plus de vidéos sur le sujet pour informer et densibiliser les gens. Merci à toi pour cette vidéo exceptionnelle !",
      "likes": 17,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ninja_k7483",
      "author_id": "UCnzqi45LI5cP_hizpxXlYXw",
      "text": "Ceux qui considèrent que aimer qlq un du même sexe c’est un péché, ou une maladie, sachez que c’est VOUS les pécheurs ou malades. Je suis chrétien catholique pratiquant et hétéro cisgenre, mais ma foi est assez solide pour pouvoir supporter de voir 2 personnes du même sexe manifester le fait qu’ils s’aiment, je suis assez sain d’esprit pour ne pas être choqué d’apprendre qu’un de mes proches a une orientation sexuelle différente de la mienne. Prenez bien conscience qu’en général quand à vos yeux la différence est une maladie c’est surtout concernant votre cas à vous que vous devriez vous inquiéter. Vous êtes homophobe ?? soit vous êtes frustrés sexuellement, soit vous n’avez pas confiance en votre propre orientation, soit c’est un pbm dans votre éducation… mais peu importe le cas c’est vous qu’il faudrait soigner",
      "likes": 808,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eruanee",
      "author_id": "UCySILodfVV6j14fsK3c6tmw",
      "text": "Je ne commente pas souvent, mais merci énormément Simon pour cette vidéo, je dois avouer avoir un peu pleuré devant. En tant que personne trans, merci beaucoup à la partie qui nous est consacrée, ça fait vraiment beaucoup de bien en comparaison avec les matraquages médiatiques très violents réguliers. Super travail et merci aux intervenants de la vidéo pour ce qu'ils font, c'est hyper précieux. ❤",
      "likes": 148,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Karmed_",
      "author_id": "UCbgdIe9vV_Nhlg9XIa4oz3g",
      "text": "il y a 2 ans de cela, en novembre, j'ai perdu un très bon ami qui avait finit par se su*cider après avoir été rejeté par ses parents et mit hors de la maison. (sans rentrer plus en details). Je trouve qu'il se passent beaucoup trop de choses sur ces sujets là que l'on ne voit pas à première vue dans notre société. La prévention reste la meilleure chose à faire, prenez soin de vos proches !",
      "likes": 112,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anniaisse",
      "author_id": "UC8FSs1AE2nIqDGylL6ixsig",
      "text": "Sur le sujet je vous conseille le film Boy Erased, très juste et touchant, on en voit quelques extraits dans le montage. Merci Simon pour cette vidéo d'utilité publique, ces séances de torture continuent dans l'ombre et détruisent dez vies.",
      "likes": 20,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Saadou-n9m",
      "author_id": "UCJPb10Uy4ymRH1xOv70MYVQ",
      "text": "Wesh le sponsor",
      "likes": 3,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@faunefosse6417",
      "author_id": "UCRF30B9nRloei3c87UI_gMQ",
      "text": "Nota bene : ne pas regarder une video sur les thérapies de conversion en mangeant.",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mairennmcdonagh8797",
      "author_id": "UCIlKDbE1BUbkitwYrWKMOBA",
      "text": "Juste Merci pour tes vidéos, ton travail et ton humanité ! ❤",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MattSUNAG",
      "author_id": "UCUgUk1DeY90U4C8HCUXh2nA",
      "text": "Pour les personnes qui pensent encore que l'homosexualité (et la bisexualité) seraient des soit-disantes déviances de notre ère, des maladies, des choix, etc...Je vous recommande l'excellente vidéo de Max Bird, intitulée \"L'homosexualité expliquée scientifiquement\", qui justement, aborde le sujet.\n\nUpdate: En effet, pour ceux qui voudraient RÉELLEMENT s'informer à ce sujet, celà reste de la vulgarisation scientifique (on ne peux pas couvrir un aussi grand sujet en seulement 8 minutes). C'est pour celà que je vous invite également à visiter les liens et sources que ce dernier a pu mettre en description dans sa vidéo.",
      "likes": 743,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elviisFROMmedhiv",
      "author_id": "UCBta90YZdJFauaqrLwOrcCw",
      "text": "En plus de créer du contenu super qualitatif, merci beaucoup d'être une personne si bienveillante. Tu montres que le monde n'est peut-être pas encore perdu !\nMerci 🔥",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MP-smtkw",
      "author_id": "UCJoHgKlqqHbVDW0z8nHhyiQ",
      "text": "Les larmes qui montent à la fin de ce reportage…\nMerci, merci, Juste merci.",
      "likes": 5,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Emeric_GF",
      "author_id": "UCo27O-fgCsKIZfbKBNPk-gg",
      "text": "Ca fait mal au cœur de voir des gens encore penser qu’une personne homosexuelle, trans, bi… n’a pas la même légitimité de vivre les mêmes choses qu’eux ! Très belle enquete",
      "likes": 217,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@McGwegwa",
      "author_id": "UClURCMHgiqf049xPWgeIhEg",
      "text": "Comme d’hab une masterclass d’instruction, tellement important. Merci pour cette vidéo 🤝",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@conscienceetintuition9350",
      "author_id": "UCFI4PmczH2FAyzjhVMCz0iQ",
      "text": "Bonjour Simon, ce commentaire tardif, n'ayant eu la vignette qu'aujourd'hui, je dis bravo. Bravo, parce que pour un jeune hétéro, prendre la défense de celles et ceux pour qui la vie est parfois un chemin de croix, vous avez toute ma gratitude. A 55 ans, bientôt 56 en mars, je suis de la même génération que celle de Jean-Michel et j'ai traversé les mêmes tumultes que lui étant adolescent mais, Dieu merci, je n'ai jamais eu à recourir à une quelconque forme de thérapie de quelque nature qui soit. Les cas les plus \"étranges\" que j'ai eus sont ceux de jeunes hommes hétéros, au début de ma quarantaine, avec lesquels j'ai eu des échanges constructifs basés sur la confiance réciproque. Ils me racontaient leurs déboires sentimentaux et je leur racontais les miens sans aucun geste déplacé ni aucune parole offensante. Je savais pertinemment qu'il n'y aurait strictement rien de sexuel entre nous mais j'avais le privilège d'être leur confident et vice-versa. Ce sont des jeunes comme vous Simon qui changeront le monde de demain. J'espère vivre suffisamment longtemps pour voir un monde beaucoup plus solidaire et avec beaucoup plus de compréhension sur ce que certains appellent \"la différence\". Sans m'étendre davantage dans ce commentaire, moi aussi, j'ai pensais que la fin de vie était la seule alternative à mon \"anormalité\" dans les années 80 d'où une sexualité très tardive à l'âge de 25 ans en 1994. N'oublions pas non plus que ma génération a été appelée longtemps \"la génération Sida\" où une certaine femme politique, Christine Boutin, nous avait toutes et tous mis sur le bûcher en proférant des horreurs à notre égard. Bref, ceci dit, encore mille mercis Simon de vous faire l'avocat des personnes encore aujourd'hui discriminées de par leur orientation sexuelle. Texte écrit  le 07 janvier 2025, c'est dire que le parcours est encore long pour certains...",
      "likes": 3,
      "timestamp": 1737590400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EvanEditeur",
      "author_id": "UC-YZmxQnkg77zGMYIFjc3vQ",
      "text": "Superbe vidéo, t'as très bien abordé le sujet comme dhabitude continue ce que tu fait on t'adore",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@K.Rotte_R6",
      "author_id": "UCC4obwkpgW8YLI5cAmVDh4Q",
      "text": "Feldup a fait une vidéo sur le sujet, mais tu as une approche différente et c’est très bien fait ! Bravo !\nJe pense que vous avez une possibilité de faire une belle vidéo Feldup et toi sur le sujet.",
      "likes": 24,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dadybearBZH",
      "author_id": "UCEsyDwO0IK8NERqEDQZWTvQ",
      "text": "Une des raisons de pourquoi j'ai un problème avec les religions",
      "likes": 56,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romainserres4192",
      "author_id": "UCMsi611GA3_S5DLYqPExjjA",
      "text": "Une vidéo vraiment super importante, merci pour ton travail ! <3",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nawibh4749",
      "author_id": "UC80qNM3qiU1vNequPUz6qLw",
      "text": "Merci pour cette vidéo et cette conclusion qui vient naturellement.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ibanchotro-adolphe6858",
      "author_id": "UC2A6Ljp3sPgmYeEJmhf8dUQ",
      "text": "vidéo d'utilité publique serieux. bravo simon",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@im_back_from_wc",
      "author_id": "UCTsNgAU68flLjINhXxQJhfw",
      "text": "Merci beaucoup pour ces témoignages de qualité ❤",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gildas-q2s",
      "author_id": "UCqvIeQ7uFPq3hPIMB0-SpBw",
      "text": "Merci Simon !! <3 Sujet super intéressant et assez horrible de voir tous ces gens et leur prosélitisme là",
      "likes": 10,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@psychefoxey2262",
      "author_id": "UCHj_vzg7YQf2D0lJDYpzXmA",
      "text": "Merci de parler de ses sujets, sincèrement",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@I3erylium",
      "author_id": "UCEsCXBlMPL6GNhFOVPplVDA",
      "text": "Merci infiniment Simon, j'avoue avoir versé ma petite larme, merci d'avoir parlé de ces horreurs. Quand ce sont des personnes faisant partie de notre communauté qui en parle, personne ne nous ecoute, on parle dans le vent. Alors que tu fasses la lumière sur ce sujet, juste merci",
      "likes": 19,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CloudAtlasJV",
      "author_id": "UCcX9udYo0oC_beHTbuOWzhA",
      "text": "Vidéo d'utilité publique, \ncomme souvent avec ton travail\n\nBravo pour le sérieux et la justesse dans le traitement du sujet\nLes quelques mots à la fin résonneront fort chez beaucoup de gens je pense\nMerci pour ça \n🏳‍🌈❤🏳‍⚧",
      "likes": 81,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PrKazu",
      "author_id": "UC6bkbhENvkjU0ESaNet0ztA",
      "text": "Merci Simon.\nToujours autant de respect et de délicatesse dans les sujets que tu traites.\n\nTon travail d'investigation devrait être d'autant plus partagé. 🤍",
      "likes": 16,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ninab-p",
      "author_id": "UCCHN2p3lOzvS48IxxMdT_IA",
      "text": "vidéo incroyable, merci de mettre cela en lumière",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sofia-ll9nk",
      "author_id": "UCFMZgB0t2epq7YFk8rrVPvg",
      "text": "Je vois cette vidéo aujourd'hui, alors que plusieurs milliers de personnes ont signé une pétition contre les thérapies de conversions en Union Européenne il y a quelques semaines, éspérons que ça s'arrête",
      "likes": 3,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@user-pw6ij8cf9k",
      "author_id": "UCdlXewH3nfxpB6HAtyrOPdA",
      "text": "Merci d’avoir mis ce sujet en lumière.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheFreelol",
      "author_id": "UCRYL2QjPvBD9CD7e2wjE71Q",
      "text": "L'art de réinventer le documentaire et d'ouvrir le débat sur plein de sujet merci pour ton taff Simon, tu doit passer tellllllement de time pour travailler sur des sujets par rapport à d'autre youtubeur avec des vidéos plutôt divertissement",
      "likes": 13,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mayq.dlnccx",
      "author_id": "UC2-80RwodoGosb1TGZ3RplQ",
      "text": "merci d’en parler, c’est vraiment important!!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@henderbac2262",
      "author_id": "UCKtqgJ0BM5pq4tMCInjZsiQ",
      "text": "J'ai trouvé cette vidéo vraiment dur a regardé, surtout la première partie, les differents exemples et témoignage sont vraiment horrible et font mal au coeur de voir a quelle l'humain est mauvais dans sa nature profonde. \n\nJe souhaite a tous et toutes la force de vous accepté <3",
      "likes": 27,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@icicestmemere2254",
      "author_id": "UCliKByDKI_KTkzKswNo7F0A",
      "text": "Merci pour cette vidéo. Ce sujet est tellement important",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rawso8544",
      "author_id": "UCp45tjMOJmC2ywJZwwU89yA",
      "text": "Merci infiniment pour cette vidéo Simon. \nÇa fait un bien fou d'avoir enfin un peu de lumière sur ces actes ignobles, qui ont pu pour certain(e)s d'entre nous, être suggéré et envisagé par nos propres mères. \nMerci d'avoir parlé du sujet trans, qui reste encore bien trop laissé de côté dans la lutte pour les droits de la communauté LGBTQIA+. \nMalgré tout l'amour et la bienveillance que j'éprouve pour cette communauté, il m'est difficile de croiser, encore aujourd'hui, des personnes qui laissent ce T entre parenthèses, comme ce fut le cas il y a 20 ans avec Act'Up.\nSurvivons main dans la main",
      "likes": 4,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@solitheonly5333",
      "author_id": "UCZxcuYEyUBJg6wxn_UyU6rQ",
      "text": "Merci beaucoup pour cette vidéo Simon. <3",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ashanox4830",
      "author_id": "UCwGyFssM5ScgyY2Bn_5JLXg",
      "text": "C'est décidé, tu es officiellement mon journaliste préféré, tous tes reportages et thématiques sont super intéressantes et enrichissante, ça nous aide vraiment à comprendre les dessous de chaque histoire et sans être perdu par des termes complexes. T'es intervenants sont toujours très clair dans leurs explications et leurs engagements dévoué est beau à voir, ça nous donne vraiment envie de participer à la cause de près ou de loin. Merci pour ton travail et hâte de voir les prochains reportages",
      "likes": 36,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@syko444",
      "author_id": "UCyDtSkfAF2Kmr-C0c2EsGow",
      "text": "superbe vidéo qui parle d'un sujet trop peu abordé !! Merci pour ça",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maya_gnz8695",
      "author_id": "UC4qOLCLI2PeZIVVoryaU6_w",
      "text": "un sujet tellement grave encore à notre époque, merci pour sensibiliser et soutenir la cause Simon",
      "likes": 150,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@viktoriaa_",
      "author_id": "UCXWtc2yO7VGcdEbl7Ej2Gtg",
      "text": "Merci pour ton travail, j’espère qu’il va toucher beaucoup de personnes 👋🏼",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noxystem",
      "author_id": "UC970hqSi6sG3bWex36wtA4A",
      "text": "Et dire qu'ils veulent faire passer une loi pour re-autoriser les thérapies de conversions pour les personnes trans mineurs :(",
      "likes": 11,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@darklouloubeats",
      "author_id": "UCS1ttTY7vH0gi3kHymH24Yw",
      "text": "Quel goat, merci pour cette vidéo c'est incroyablement bien documenté",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stempy69",
      "author_id": "UCS-CqkL4hjg8Z3cvXnNlOVQ",
      "text": "Perso jme suis jamais poser de question j'aime baiz avec les deux genres . On vie 80 piges sur terre les amies pas plus ni après donc faut s'aimer.L'AMOUR VAINCRA💕",
      "likes": 13,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gosseletflorian6649",
      "author_id": "UCa5Er1bWHR_72pwg1Xq1ApA",
      "text": "Des vidéos toujours au top!\nJe t'ai découvert il y a peu et j'adore l'ambiance et la DA de tes vidéos, gros GG!",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bidulerien5515",
      "author_id": "UCoa4NjePRX_sjCISveELWRA",
      "text": "C'est important d'avoir ce genre de vidéos, de relayer ce genre d'informations. On en a besoin. C'est super que tu en aies fait une",
      "likes": 277,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lauramachado5556",
      "author_id": "UCa8lyngR2i4DPiIZ48rhbgQ",
      "text": "merci d'avoir traité ce sujet Simon ! très important même en 2023 malheureusement",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@John_the_Karim",
      "author_id": "UCHCr56fi6Oh2MGZW4cYZofA",
      "text": "En parlant d’exorcisme, ça pourrait être intéressant que tu invites un exorciste pour faire une vidéo sur ce sujet…!",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@packingdustry",
      "author_id": "UCv901-Qqix-GwzFmsfMEgRg",
      "text": "Super vidéo sur un sujet que je ne connaissais pas du tout merci",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@notoriousnoone",
      "author_id": "UCz4XP-JBu1WhUbuZ6TILgyA",
      "text": "Je ne saisirais jamais comment on peut avoir des avis aussi tranchés et haineux sur des choses qui ne nous regardent pas et ne nous impactent pas",
      "likes": 37,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@R_à_klès",
      "author_id": "UCuNm92ymGyle_hQp_kgicdw",
      "text": "Merci pour ton boulot Simon \nContinue comme ça c’est d’une grande qualité !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NolanVadim",
      "author_id": "UCKJXUoB7S8bEJqorpPHgCwg",
      "text": "Merci pour ce genre de vidéo, ça fait chaud au cœur d'entendre que non ce n'est pas une maladie, non c'est pas chelou. Aujourd'hui c'est moins tabou que quand j'avais 15 ans en 2006. Mais parfois, sur les réseaux sociaux bah j'ai l'impression que les gens régressent face à ça. Je vois de plus en plus souvent des gens sortir des dingueries, ils ne savent plus quoi inventer pour harceler/violenter les LGBTQ+ qui eux veulent juste pouvoir vivre normalement et avec les même droits que tout le monde.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gabyob",
      "author_id": "UCu3zV4TNlgHpXzsWJl1Fb6g",
      "text": "Tellement importante comme vidéo ! Bravo",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yann720xd",
      "author_id": "UCy7azQuxpyxjNhDsgK9OxUA",
      "text": "Très beaux témoignages",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ly.kanthrope",
      "author_id": "UCoz88O-9Q886krmNQcxLWHg",
      "text": "Merci de parler de ce genre de chose Simon !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@grutfrut5817",
      "author_id": "UC6E5ih8lF0MMSB4EBuVKUJA",
      "text": "Comme quoi, le moyen âge n'est pas terminé pour tout le monde ...",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julesvallecillo4516",
      "author_id": "UC-4rZbA89MxkwSzHfDBX2Zw",
      "text": "Merci pour cette vidéo pleine d'humanité, ça fait du bien <3",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@justeluna6349",
      "author_id": "UCtbdQJeF4HFJTYaXDRUVP0A",
      "text": "Merci beaucoup Simon, ta vidéo est superbe et ça fait vraiment du bien un peu de compassions envers les lgbt avec tout ce qu'on se prend dans la tronche. J'ai l'impressions que le monde regresse au vu de toute la transphobie/homophobie presente mais on continura de se battre pour nos droits et, c'est triste a dire, notre survie.\nEn tout cas super vidéo :)",
      "likes": 32,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axel9717",
      "author_id": "UCTw9iWUZASd56klhy8OsX7Q",
      "text": "Tes vidéos sont incroyables, j’ai commencé à regarder petit à petit et mnt je regarde dès que ça sort, propre ton taff",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Inter_mika",
      "author_id": "UCgI9J_J6zSUvpR42Y8VDGGQ",
      "text": "Depuis toujours j’ai toujours pas compris pourquoi les gens ont besoins de contrôler la vie des autres, laissez vivre les gens comme ils le souhaitent, laissez les avec leurs orientations, leurs religions , leurs idées, arrêtez de toujours vouloir contrôler l’autre, si chacun s’occupe de soi au lieu de s’occuper de ce que font ou pensent autrui, le monde irait beaucoup mieux.",
      "likes": 40,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierrick4621",
      "author_id": "UCAAdVdlteu5FzsRqF4S7UXw",
      "text": "Super sujet, sensible certes mais vraiment bien traité ! Bravo Simon",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raconteur3255",
      "author_id": "UC3ir8dX0cWIn3PhgDpTSapg",
      "text": "Une petite position qui me dérange dans la vidéo sur la partie \"question trans\", mais après tout on est là pour débattre (j'espère pas me prendre une shitstorm pour ça, je ne critique): Oui je suis d'accord y'a des cons transphobes qui peuvent simplement pas accepter les gens différents. Mais la question des genres est beaucoup plus complexe que la sexualité.\n\nJe m'explique: La sexualité c'est clair, sans donner la définition exacte, on comprend tous ici je pense que ça ton comportement sexuel et amoureux et que tant que tout le monde est consentant, ça ne devrait déranger personne. C'est quelque chose qui commence à être bien accepté dans nos sociétés.\n\nLe genre est différent en plein de point. Certes, il y a la liberté de l'individus d'exprimer comment il se sent. On est d'accord qu'il n'y a rien de mal à sentir une appartenance à un genre différent de son sexe biologique d'origine.\nSauf qu'au delà, les choses se compliquent. Beaucoup de personnes transgenres finissent par s'engager dans des thérapies hormonales, voir des opérations chirurgicales pour plus correspondre au sexe associé au genre auquel elles s'identifient. J'ai l'impression que c'est ce coté plus \"définitif\" qui dérange et fait réellement débat, encore plus quand on voit que c'est accessible à des mineurs qui n'ont pas encore conscience de l'impact que ces choses auront sur leur vie.\n\nJe n'entrerais pas dans les détails, mais la question transgenre est aussi difficile à aborder parce qu'elle demande beaucoup plus d'adaptation du publique que la sexualité. Il y a la demande de reconnaissance. Devrait on remplacer le sexe d'origine sur la carte d'identité ? Devrait-on adapter notre langage et notre écriture pour moins contrarier ? Devrait-on laisser concourir dans les mêmes catégories que les femmes biologiques dans les sports ? Dans un monde progressiste ou l'on voudrait faire disparaitre le plus possible la différence entre homme et femme, c'est à dire faire disparaitre les comportements associés aux sexes, c'est à dire à mon sens, les genres eux mêmes, n'est-ce pas contradictoire de remettre autant l'accent sur eux ?\n\nJe ne prendrais position sur aucune de ces questions vues comme complexes, mais vu qu'on débat encore de la permission à un couple homosexuel d'élever un enfant, j'ai peu d'espoir qu'on réponde à ces questions là de manière satisfaisante rapidement. On a tous bien sûr nos propres réponses à ces questions, mais se mettre d'accord c'est autre chose.\n\n\n\nFinalement, je tiens à finir ce message sur une note moins polémique: je souhaite tout le bonheur du monde à tous ceux qui ont été exposés à ces thérapies de conversion ou autres violences physiques ou psychologiques. Prenez soins ce vous, vous méritez d'être heureux comme n'importe qui d'autre.",
      "likes": 38,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lilyswolrd1921",
      "author_id": "UC7ibN4QwcSFz4otK9j_xsIQ",
      "text": "Merci pour ton travail Simon 🙏",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mattheas9807",
      "author_id": "UCPFNsgD65HDBhQbaWNHBF7A",
      "text": "Merci pour tes vidéos qui permettront peut-être d'ouvrir les yeux à des personnes sur ces situations vécues ou non. Merci de montrer que le combat de cette communauté n'est pas terminé et qu'il reste encore à faire \n\nPs: la petit référence à Diable positif à la fin, ça fait sourire",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romero1756",
      "author_id": "UCylCFAY0hxgpKCLGC5Kulsg",
      "text": "Merci Simon pour cette vidéo, le message fait du bien !!! ❤❤❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheNoirobscure",
      "author_id": "UCNtRlYExJwE7LD6f-qfd9hQ",
      "text": "Le problème s'est qu'il a des tas de groupe sectaire ou à derive sectaire (groupes de prières) qui échappent à tout controle. Il y a même plus de liste de sectes en France car ce serait une atteinte au droit de culte. Mais le problème c'est qui a des groupes qui sont clairement dangereux et que certains se rendent compte qu'ils sont dans des sectes bien trop tard. Il y a meme des groupes d'entre aide de patients qui sont carrément des sectes. Et oui des docteurs font partie de ces groupes...",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nocturnebandersnatch4098",
      "author_id": "UCsdqKBrGc5mX5ilL66yjddQ",
      "text": "Merci pour cette vidéo. C'est toujours une très bonne chose d'avoir une piqûre de rappel. Plein de gens n'ont vraiment pas conscience que c'est toujours d'actualité, c'est terrible. Super vidéo ! 👌✨",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Silver-blue21",
      "author_id": "UCDX5QDH4UyGc8bjk4279a7w",
      "text": "Feldup a fait une vidéo ou il parle d'une personne qui a été dans un de ces camps de \"conversion\", allez la voir c'est trés bien fait mais attention ! Public averti seulement",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bouzebibayassine7618",
      "author_id": "UCrIOnaPFMovdBXzOsbtHrRQ",
      "text": "Le boss quoi, des vidéos comme ça me  redonne foie en l’humain",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Leodefrance59",
      "author_id": "UC6yhcHzDvG5CfPcaB-1OoMA",
      "text": "Merci pour cette vidéo, j'ai été très ému du mot de la fin qui peut paraître simple mais face à d'autres discours ça fait du bien à entendre. \nJe suis une personne transgenre et j'ai très peur de l'avenir, en fait j'ai peur que dans un futur, les lois reviennent en arrière ou les mentalités, les droits acquis ne le sont pas forcément définitivement et quand on voit que des chaines télé basiques ont des discours de haine, ça fait peur pour le futur. \nParfois je réfléchis à avoir une double nationalité comme il est autorisé en France, avec un pays safe et LGBT-friendly où le crime est à un taux très bas, juste pour pouvoir me réfugier si les choses se mettaient à empirer. \nDu genre si un ou une extrémiste était élu.e...",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementmarce5397",
      "author_id": "UC9HUIrpI3jtxGKoISmZkzXw",
      "text": "Merci Simon pour cette vidéo 🙏🏼",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gallia6429",
      "author_id": "UC_ue6pIP0dq0iZ3qTAkgaAA",
      "text": "L'homosexualité était rout simplement un délit jusqu'en 1981 il me semble.  C'est un héritage de la religion tout ça. Aujourd'hui encore, c'est très mal accepté chez la plupart des groupes religieux, comme si c'était un choix. Il faut du temps pour faire évoluer les mentalités dans toute la société.Je viens de découvrir votre chaîne avec la vidéo sur la scientologie, puis j'ai poursuivi avec l'alcoolisme et celle ci. Je trouve que ces sujets sont traités de manière très juste, je suis très agréablement surprise.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@perlaintier",
      "author_id": "UCQRCKjeT_coYg68XS-Jm5_Q",
      "text": "Merci Simon pour cette vidéo.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charlielfd",
      "author_id": "UC3stPJH0EcAhSLvtsY4MUKw",
      "text": "Merci Simon pour cette vidéo, encore une fois si qualitative ! Les témoignages de tes invités sont précieux. J’en profite pour recommander une BD sur le même sujet que j’ai découverte ce week-end, elle s’appelle « La Cure », écrite par Mario César. Merci pour ton travail, le combat de notre communauté est loin d’être terminé et des voix porteuses comme la tienne nous sont très importantes 🏳️‍🌈🏳️‍⚧️",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandrealm18",
      "author_id": "UCwDxtEa6I1PzKJkexZoxvWg",
      "text": "Superbe vidéo, le sujet est très important",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@IronHoundTius",
      "author_id": "UCW4Jr3yGqx-faymHvXc9_mg",
      "text": "J’ai assisté à une de ces séances « de conversion »au Maroc… je n’ai aucune haine ou problème avec les personnes qui ne sont pas hétéro, mais sur le moment j’étais tellement terrifié pour la gamine et pour moi même que j’étais simplement heureux de n’être pas à sa place et d’être hétérosexuel.",
      "likes": 22,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valtameri915",
      "author_id": "UCTM9Ozo4Gq3Gd7SpoUuQKXQ",
      "text": "J'avais entendu parler de \"torrents de vie\", ces organismes ont tué des gens et même les survivants.es restent traumatisés.es. Ces personnes ont fait tellement de mal, ont détruit tellement de vies. Elles méritent la prison.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@belladoradurivial",
      "author_id": "UCy3UxQLsGteMQ1y15azUVcA",
      "text": "Etant une femme transgenre j'ai étais insulté des millier de fois, même par ma famille seule ma maman et ma mamy m'ont acceptée comme je suis, et clairement maintenant je me moque des critique je suis se que je suis et personne ne me fera changé d'avis, et je soutiens et donne des conseils au gens dans les mêmes situation que moi",
      "likes": 7,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arm7260",
      "author_id": "UCwh2eXnZ-eQgV8FEk-hjsbA",
      "text": "Trop marrant j'ai regardé The Exorcist pour la première fois hier haha. Vidéo au top encore. Merci de parler de ce sujet et de donner de la visibilité à ces histoires...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chatofor",
      "author_id": "UCKVQ0fyp7zqWkvwoEdM5syg",
      "text": "En tant qu'étudiant en médecine, je peux te dire que le monde médical est en train de changer. Avec l'évolution des connaissances sur le genre et la sexualité, on apprend à prendre en compte l'importance du genre et de la sexualité dans les soins. On nous forme aussi à être ouverts et à accompagner ceux qui peuvent se sentir rejetés dans leur quotidien. L'intérêt est multiple : avoir un patient qui se sent compris et accompagné, donc propice à se confier, ce qui peut peut-être faire évoluer un diagnostic, et aussi renforcer le lien et la confiance entre le patient et le médecin. Et plus loin que ca, on travaille sur la place des femmes et de toutes les minorités, qui dans le contexte de la santé est super important.\nLa route est longue avant que les minorités et plus spécifiquement les LGBT soient vraiment acceptées comme elles devraient l'être. Mais le monde médical est en train de changer, et c'est un grand pas je pense en avant pour toutes la communauté.",
      "likes": 13,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Psilay",
      "author_id": "UCR7smvkUdkdD9p626gtF2sw",
      "text": "Trop fort Simon Puech le GOAT !!!",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dekumidoriya2928",
      "author_id": "UCPd45WxIrMU3zbYBdYYThhw",
      "text": "Jsuis désolé de rire vu le sujet mais les prières pour changer d'orientation sexuelle ça me fume le bail on dirait Dragon Quest tu vas à l'abbaye de Vocations pour changer de classe, en mode un passage chez le père Blaise et tu peux devenir Troubadour ou Paladin 😭",
      "likes": 6,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xenopon2595",
      "author_id": "UCZwL0xxmuzKYW2O72jxWz5g",
      "text": "Kubrick c'est toujours tellement particulier mais tellement bon ! Que grand film",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmad6683",
      "author_id": "UCOfHbSXx8woBD-xMY-s45bA",
      "text": "Etant trans et survivante de ces pseudos thérapies ... merci.\n\nD'ailleurs je suis une femme trans et la première chose qu'on m'a donnée pour me \"retirer\" ma dysphorie ça a été de me faire des injections de testostérone, j'ai développée des problèmes cardiaques à cause de ça.\nMaintenant j'ai des oestrogènes et des bloqueurs, je vais nettement mieux  mais ai toujours du mal à être trans publiquement par peur que ça recommence ou qu'on m'agresse.",
      "likes": 31,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lalybellule-",
      "author_id": "UCaULRw2eL68yV0wggRHnO3Q",
      "text": "Bravo pour cette vidéo. Merci.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tomyzox2652",
      "author_id": "UCO7wPlP1YmJRp3cbMymIU-g",
      "text": "Encore une fois la qualité est remarquable est les informations sont claires, beau travail ! J’ose espérer que cette vidéo aura un impact quel qu’il soit pour faire changer les mentalités.",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kizzox78",
      "author_id": "UCwSfJRmIz_GNE0u1vyEVYDQ",
      "text": "Excellente vidéo, bravo.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timmy-fortheworst1509",
      "author_id": "UCr3cgk9CwZrzQaZ7B6oLI3w",
      "text": "En voyant cette vidéo je me sens chanceux, ma mère bien que fervente croyante a accepté ma transidentité et m'aide dans les démarches et a lutter contre ma dysphorie au quotidien , je ne pourrais jamais assez la remercier pour tout ce qu'elle fait pour moi",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lunacacia9606",
      "author_id": "UCWrdjuCXvhSwhPcexjuRYfQ",
      "text": "Merci merci merci pour cette vidéo. Merci pour ta façon de traiter des sujets si importants. Merci pour les Trigger Warning. Merci Simon",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinegadal4314",
      "author_id": "UCnwe3RvxbsIFB4IQUbnTmSA",
      "text": "Vidéo intéressante mais il y aurait fallu parler des traitements subis par les homos musulmans et juifs, et du sort qui leur est réservé par leur communauté. Je comprends que tu ne veuilles pas te mouiller mais si tu parles d'un sujet aussi important sans le mentionner ça donne simplement l'impression que tu fais du sensationnalisme pour du clic sans aller réellement au fond du sujet. C'est ton droit, par contre tu ne peux pas prétendre faire une enquête qui se tienne. Il est vrai qu'aujourd'hui on peut mettre en cause la religion chrétienne sans être inquièté par qui que ce soit donc j'imagine que c'est plus simple pour toi cependant ça donne un aspect politiquement correct à ton travail et décredibilise grandement ton propos. Tu ne peux pas ignorer le fait qu'une partie de la population française est musulmane/juive et par conséquent une partie de cette population contient des homosexuels. Ceux ci subissent aussi des pressions et souffrances que tu ne peux pas imaginer, c'est triste de les ignorer par facilité.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@8TomBishop8",
      "author_id": "UCNIwJkgF-zoEwPdOKNUhjfQ",
      "text": "Merci Simon !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BabouneC77",
      "author_id": "UC3GXx4XLvlb19Clv2L1No5A",
      "text": "Je trouve ça \"dommage\" de ne parler que de la vision du christianisme, le sujet est sûrement plus vaste",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeFlamantRoseQuiDrifte",
      "author_id": "UCEOdEgSW16HUdJM3BE49cdA",
      "text": "ha l'église ça marche.......PAS. la chasteté provoque tout plein de déviances, dans tout les sens.. en ajoutant les préceptes...",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lycia_hamano01",
      "author_id": "UCmPRGbibKwardcxU37e7JNA",
      "text": "Sincèrement merci pour cette vidéo sa fait du bien de voire des gens lutter pour le bien être de notre communauté, qui se battent pour qu'on soit reconnu",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monteir0sandro",
      "author_id": "UCBOEBiEj4w_p-DB62JEAPrQ",
      "text": "Merci pour la vidéo 🙏",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@user-CoryAnder",
      "author_id": "UCcKH5i-1ven2TtP8pjjouAg",
      "text": "Je suis une femme trans cet vidéo ma vraiment tourmenté je reviens ici au lendemain de l'avoir regarder avec des cauchemar pendant la nuit malgré tout je te remercie infiniment pour cet vidéo car aussi bien ma transidentité et mon saphisme font partie de ma vie et j'en ai pas honte c'est même une fierté pour moi malgré la perte de certaines personnes dans ma vie , cet vidéo est importante pour faire comprendre a quel point y compris le rejet et le fait de vouloir \"soigner\" doit être dénoncer et même punis par la loi et rejeté par la société.",
      "likes": 5,
      "timestamp": 1737590400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@medi507",
      "author_id": "UCbuxO9JJ155aFZ4r8Maoqdg",
      "text": "Cette vidéo malgré sa dureté redonne espoir grâce a sa fin, ça fait plaisir, t'a super bien traité le sujet !",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Raphou_Polak",
      "author_id": "UCDaCdO4LpBqbz0VD35Fdsfg",
      "text": "J’ai 17 ans, j’ai vécu dans une petite ville. Senlis, au sud de l’Oise, pas loin de Paris. Une ville portée par le royalisme et le catholicisme poussé à l’extrême. J'étais chrétien catholique, j’ai fait du patronage depuis mes 12 ans. J’étais vraiment proche du prêtre, je prévoyais même d’entamer un cursus pour devenir prêtre. Et puis il s’est passé que j’ai fait mon coming out. En sautant l’étape du harcèlement au lycée, c’est arrivé aux oreilles du prêtre... Il ne m’a plus jamais adressé la parole, plus un regard. C’était fini. J’ai arrêté le patronage, j’ai arrêté d’aller à la messe. Maintenant, j’ai déménagé dans une autre région où l’image de l’homosexualité n’est pas si différente... je suis encore, après un an, en quelque sorte en deuil vis-à-vis de la religion. J’ai toujours eu une forte relation avec elle. Et ils me l’ont arraché. Je veux changer, j’ai essayé, réellement essayé, je veux changer. Mais je n'y arrive pas... j’en peux plus...",
      "likes": 7,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BlackStorms84",
      "author_id": "UCNWONP4ggDciHYrs0lQZjQg",
      "text": "Continue à rester au top mec tes le meilleur 😊",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@masato-fukase",
      "author_id": "UCl0QwRVgboCeYT2Fz0Eddmw",
      "text": "Moi qui pensais que c'était uniquement aux États-Unis, bon...de ce que j'ai vu, c'est interdit en France depuis l'année dernière😓J'espère que d'autres pays finiront par l'interdire aussi, même si en Afrique et d'autres continents, c'est très compliqué...\nPerso j'évite d'en parler à la famille, car étant transgenre, les gens se disent que tu t'inventes des problèmes pour rien😭(alors que ça fait longtemps que tu y réfléchis etc...et que tu dis pas n'importe quoi)Heureusement qu'il existe des associations pour retrouver des gens comme moi. Bon heureusement, dans le milieu religieux où je suis, les gens sont contre les thérapies car ils trouvent ça horrible (puis là, dans le témoignage, c'est malheureusement dans un milieu extrême q-q et...y'a les dégâts qui vont avec...). \nEn tout cas, j'espère qu'un jour les gens comprendront mieux et laisseront les gens vivre (et sans te traiter de personne extrême, on m'a dit que j'étais influencé par les réseaux, etc q-q...alors que non c'est pas le cas).\nPuis quand je vois des catholiques accepter les personnes LGBT+, ça donne de l'espoir :0",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NUSURlA",
      "author_id": "UCGyGJ6APj4IIWFBebVB5D4g",
      "text": "Merci enormement",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheNadaSki",
      "author_id": "UClHbj4vc4OamP6rbVZX3BOQ",
      "text": "Super vidéo !\nUn sujet qui pourrait t'intéresser, pas beaucoup traité dans les médias et à contre courant de la croyance populaire, c'est le sujet des \"électrochocs\".\nOu plutôt sismothérapie, ou électroconvulsivothérapie dans le jargon médical. Il fait partie des soins proposés en psychiatrie les plus efficaces, très bien contrôlé, et avec des effets secondaires comparables voire moins importants que les médicaments psychotropes.\nLe débat sur le sujet est clos depuis longtemps dans la communauté scientifique mais énormément de croyances persistent ailleurs. Des représentations spectaculaires dans les films, vidéos YouTube, ou imaginaire collectif qui sont loin de la réalité apparaissent régulièrement pour alimenter toutes ces croyances. Je pense qu'en te renseignant un peu tu remettras en question pas mal de croyances à ce sujet. Bonne journée !",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MutinAntoine",
      "author_id": "UCH6w2zM0bVUdBJkPcn3npAQ",
      "text": "Toujours aussi bon et intéressant ! \n\nPS: sympa le fond d’écran avec le DDP de Séoul x)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jacko_",
      "author_id": "UCCuvgDjk_vzF_pdXxHhgOUA",
      "text": "Je suis chrétien, mais je déplore la position de l’Église sur l’homosexualité. Je pense que si deux personnes s’aiment, quel que soit leur sexe, personne ne devrait s’y opposer. Jésus s’est battu pour l’amour et non pour l’intolérance.",
      "likes": 24,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LaFilleGeniale",
      "author_id": "UCDPqDpOqFLRQbhmMDxzEx7w",
      "text": "Toujours aussi bien fait 👏🏻",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hypnos_Night",
      "author_id": "UC2q89cQ5782W-Z8L4hOOJ7g",
      "text": "Étant une jeune femme transgenre et lesbienne ça a été une vidéo très difficile à regarder mais il en faut plus des comme ça ! C’est hyper important de sensibiliser à fond et surtout sur la question trans",
      "likes": 11,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@darkaro2238",
      "author_id": "UCH38uWCXe2GduLxcRDZMDJA",
      "text": "Juste merci ❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoine563",
      "author_id": "UChRn9vkM1_DCG9UtORj9onw",
      "text": "Très déçu de cette chaîne qui ne rabaisse toujours la même religion mais jamais les autres par peur de tapper sur une partie de ça communauté bien moins tolérante !!!",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hpkglenn8992",
      "author_id": "UCAiAmLi0t6-CKICTSemfiPw",
      "text": "très bon comme d'hab merci... je conseille aussi le reportage de tataki qui à fait un bon reportage à ce sujet aussi 😮, à voir ..",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@palmiercroissant",
      "author_id": "UC-JrgIOFzjxVKUnoUw8CGrA",
      "text": "Je suis une personne trans, non binaire, et merci beaucoup pour ce travail et l'attention que tu as pour être inclusif ❤️\n\nÇa fait plaisir d'avoir un endroit d'internet qui parle de ca a un public qui ne connait pas forcément cet enfer... \nQui plus est qu'une personne cis-hetero en parle d'une telle bonne maniète fait du bien!\n Et aussi pour une fois pleins de personnes choquées et apportant leur soutien... ça change des insultes transphobes sur internet ❤️\n\nMerci encore ❤️",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@M.Chaligné",
      "author_id": "UCLxAbNFxr1n-39fUSCeDk8Q",
      "text": "Je ne sais pas où tu trouve tout cette inspiration 😮👍",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jmenbatslesglahouis3541",
      "author_id": "UCVANgQq71giftikf51YNWnA",
      "text": "J'aimerai avoir un débat constructif SVP...\nJ'ai du mal à accepter le changement de sexe chez les mineurs...\nJe trouve ça trop tôt, et beaucoup de petit garçon ( je parle de se que j'ai vu et vécu...) ont \"peur\" des filles avant 13 ou 14ans...\nEt se trouver sexuellement demande du temps, des essais, des râteaux, des rdvs qui seront des lapins, etc etc... Pour justement se chercher...\nRien que d'apprendre son propre corps demande du temps...\nDonc mettre dans la tête de très jeunes enfants, que de changer de sexe réglera \"tous ses problèmes\"...\nNon seulement c'est faux, mais c'est en plus très dangereux...\n\nMerci à ceux et celles qui prendront le temps de répondre de façon réfléchi et constructif...\nEt merci à Toi Simon...❤❤❤",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TxmHxrrxr",
      "author_id": "UCtNDRFKA0uczqa452g8074g",
      "text": "Bravo Simon !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yuzxria",
      "author_id": "UCENHa1WUWVEVidG2MB7vOUA",
      "text": "en tant que personne trans non-binaire, je te remercie de tout mon cœur pour cette vidéo.\nla visibilité qu'elle apporte à notre communauté est évidemment plus que bonne à prendre, et je dois dire que l'angle d'approche que tu as eu est plus que satisfaisant.\nj'ai senti beaucoup d'ouverture d'esprit, de bienveillance, de compassion, et cela m'a beaucoup touché, au point d'en avoir eu les larmes aux yeux à plusieurs reprises.\n\nje n'étais au passage pas très renseigné.e au sujet des thérapies de conversation, et vous écouter, tes intervenants et toi, m'en aura appris beaucoup.\nce qu'il s'est passé et se passe malheureusement encore est vraiment terrible (et le mot est faible), et je souhaite de tout mon être que les choses aillent vers du mieux dans les années et décennies à venir.\n\nje te remercie pour ta prise de position et pour ton engagement. tu es un allié précieux, et je me réjouis de te savoir à nos côtés.\n\nprends bien soin de toi ! <3",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yassinebentoumi6827",
      "author_id": "UCYHT9DsH0SKNVcAoaih-Dsg",
      "text": "Une déchirure apparaît 😂 selon le contexte sa peut avoir une drôle de connotation",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nowaaaaay",
      "author_id": "UCX3kjIILSrrUWg9KipvPnww",
      "text": "Superbe vidéo ! Je pense qu'il aurait aussi été intéressant de faire une petite parenthèse sur le caractère scientifique de l'homosexualité, je ne suis absolument pas expert dans le sujet et je ne veux pas qu'on me jette des pierres (au contraire si des gens s'y connaissent je serai chaud d'avoir des ptites explications) mais de mémoire l'attirance sexuelle est liée à une partie du cerveau, ce qui rend l'homosexualité tout à fait \"normal\" ou \"ordinaire\" au même titre que l'hétérosexualité ou encore la nonbinarité (pas sûr du mot ahah), pour la trans-identité je ne sais pas du tout par contre si on peut en partie expliquer ça scientifiquement 🤔",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DoctorAjedrez94",
      "author_id": "UCXRA0-Fd4h3w7G0ivZzapow",
      "text": "J'adore tes vidéos mec",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AB-47000",
      "author_id": "UC2veBhnUlZEZ4-DBFBnVdjA",
      "text": "Qu’Allah vous guide 🙏🏽",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KhawLeBarde",
      "author_id": "UC7MOBVkBvjkeDhyA1pgvJBQ",
      "text": "MERCII SIMON !!! <333",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@carlalad5",
      "author_id": "UCFTV4n_dq4iIRwyAUYw3H6g",
      "text": "Larmes aux yeux à la fin de la vidéo, mais d'utilité publique, j'espère vraiment que le max de gens vont voir cette vidéo et juste merci <3",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Babylight323",
      "author_id": "UCC4dZo10KYkTE4a_-FLgRTw",
      "text": "Merci Simon.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@phantomsart8128",
      "author_id": "UClRt5ctT2ZJh5ZN4003ASOQ",
      "text": "J'avais suivit en direct les débats d'il y a bientôt 2 ans à l'Assemblée Nationale pour l'adoption de cette loi nécessaire à l'interdiction de ces tortures... Je me souvient de l'insistance de la droite et extrême droite pour exclure les personnes trans de cette protection, c'était effarant... Des centaines d'amendements pour ralentir les débats, pour pouvoir continuer à discriminer une partie de la population sous couvert d'une panique morale qu'ils ont eux-mêmes créer.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Raphael-co5vq",
      "author_id": "UC099B3vQmAC8JMK9EQDv-Tw",
      "text": "Belle vidéo, message important!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SianTube",
      "author_id": "UC6G36Wjn61Ks9T7AnEUmzug",
      "text": "Merci de parler de nos sujets et de donner de la visibilité sur le fait qu'on est loin d'être si avancé que ça.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hibiki2850",
      "author_id": "UCIjZu-7MBFDitugiJ3OGCGw",
      "text": "Super video, je vous conseille la video de feldup sur les camps de convertions.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jimmyanderson6994",
      "author_id": "UCa56pRKra7QtPUoMGEIR4-w",
      "text": "Vidéo d'utilité publique, merci à toi (en plus elle est bien faite)",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ahridmusic",
      "author_id": "UCjhohuHNlBSZDWLckeFrgHw",
      "text": "merci beaucoup pour cette vidéo c'est tres touchant et assez triste.\nAyant moi meme été a deux doigts d'entrer dans un rouage de thérapie de conversion",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guis4901",
      "author_id": "UC0wexY0rOp1jKbz6nYzeQfg",
      "text": "Bonjour Simon, excellente vidéo, sujet important! \nNéanmoins je me demandais, à 17:50 tu dis que J.K Rolling est ouvertement transphobe, j'aimerais avoir les sources parce que la plupart de ses accusations sont vraie sur la forme mais pas dans le fond.\n-Comme par exemple le refus d'intégré des femmes trans dans son association de lutte contre les violences faites aux femme (qui parait transphobe).\nPour les raison que la plupart des victime ont une peur irrationnel des hommes \"originel\" et qu'il y a des association beaucoup plus spécialisé aux personnes transgenre qui sont plus adapté pour ce genre de cas (donc dans le fond c'est pour leur offrir des service certes pas par elle mais beaucoup plus adapté au cas spécifique).\nEt des exemple comme celui-ci il y en a beaucoup.",
      "likes": 14,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasderville3025",
      "author_id": "UCtR8XldOzdi59d4Wfav-h9g",
      "text": "Comme toujours une video de qualité,",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rezkaa_8970",
      "author_id": "UC5lPj4mAa8-iqL9RMiABBfA",
      "text": "J'aurais une question au transexuelle, je vais peut me prendre des soufflante ou autre mais j'arrive pas à savoir comment vous choisissez ou du moins réfléchissez à votre genre. Exemple personnellement j'ai jamais réfléchi, pour moi je suis du sexe Masculin et point, j'ai beau sortir avec des filles (en tant qu'amis) énormément car en vrai passer du temps avec des filles ou des gars c'est 2 mondes différents et c'est plus apaisant qu'avec des mecs (car c'est h24 dynamique). Mais je me suis jamais dis je me sens mec ou meuf car j'ai le sexe Masculin et je cherche pas plus. Cette question a vrai pour but de comprendre et savoir (qui sait peut être dans 2 mois au final je vais me sentir fille). Sinon superbe vidéo comme toutes je kiffe force a toi pour la suite!!",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucaslegendre467",
      "author_id": "UC3-fPxgti8FR9QeQsXbjwPA",
      "text": "J'avoue c'est choquant à mort...force à vous tous 💪",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tumtaman",
      "author_id": "UCn4414MgTc32hifjff4j2ww",
      "text": "Question 🙋🏻‍♂️, tu traites volontairement de l’homosexualité et de la trans-identité quel soit homme/femme/nonbinaire en excluant les trans-identité type marsien, lunarien, etc? \nParce que j’ai vu une vague de ça sur les réseaux et honnêtement ça ressemblait drôlement au bref cours de psychiatrie que j’ai eut lorsqu’on abordait la schizophrénie et les toc… \n\nJe les vois souvent se revendiquer lgbtqia+ alors que il y a un monde enorme (pour moi) entre-eux \n\nJe vois personne en parler sérieusement alors que le sujet mériterait d’être approfondi",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@乂2",
      "author_id": "UC8_dwzJerzvufFZOALkDHZA",
      "text": "L'homophobie n'est pas encore assez puni et elle est encore beaucoup trop présente... Très bonne vidéo en tout cas, c'est très important de dénoncer cela!",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dinoman3594",
      "author_id": "UC20L8dXbWBQRMv-A9AO1SDQ",
      "text": "Vidéo folle comme dab ! Surtout sur un sujet aussi compliqué !❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Amomo_io",
      "author_id": "UCSIQZ-LnyNDDlB3M9M8xlRA",
      "text": "Super vidéo, mais je me pose quand même une question : si on définit les thérapies de convertion par \"qui tente, par des propos répétés, de modifier l'orientation sexuelle ou l'identité de genre d'une personne\", est-ce que ça comprend pas pas les queers qui vont faire des \"shows\" devants des enfants de cinq ans en leurs disant que, \"si ça se trouve, au fond d'eux ils sont de l'autre sexe\" alors qu'ils ont même pas compris la différence ? Est-ce que ça comprend pas aussi les nombreuses personnes qui essayent toujours d'expliquer à n'importe quel ado qui a des problèmes que ça vient forcément de son orientation sexuelle ou de son \"genrage\", et qu'il faut le changer pour que ça aille mieux ? Et enfin de manière plus globale (et plus controversée), est-ce que ça comprend pas la propagande LGBT à laquelle les enfants sont constamment exposés ?",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Plutonia-o6o",
      "author_id": "UCZkapDZBNk7Fljfn0OnmIqg",
      "text": "Merci d'en parler.❤❤❤❤",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hegumile8108",
      "author_id": "UCm1B3Ffy3f19VquX5jj4Aww",
      "text": "Dommage qu'il n'y ai aucun passage de la video ou on parle de l'emprise des groupes lgbt qui poussent à la chirurgie parfois des mineurs et qui par les mêmes processus de décrits peuvent conduire au suicide. Aujourd'hui les psychotérapeutes qui prennent en charge des personnes revenant de ces groupuscules emploient les mêmes méthodes que pour la sortie de secte car c'est ce qui s'en raproche le plus.",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@titou9597",
      "author_id": "UCF81QtfLK2k5I2WZgVI9J9g",
      "text": "Merci Simon ♥",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@01HMVETDXD5GAYHRBQQ4TSNMT4",
      "author_id": "UCMXGBvr1CEAhqOQPqM1hbAg",
      "text": "C'est trop drôle à chaque fois que quelqu'un mentionne le lien entre transphobie et homophobie sur internet, même dans le cas d'un sujet aussi grave, il va toujours en avoir pour te dire que c'est pas pareil parce que les personnes trans seraient VRAIMENT bizarres.\n\nDeux générations plus tôt vous auriez été les « harceleurs de pédales ». Vous me dégoutez. Et oui Rowling est putain de transphobe. Perdez moins votre temps à défendre ses opinions dégueulasses et faites un peu plus d'introspection.",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soldatph5522",
      "author_id": "UCktvI8F3qXIn8Px772cdGEA",
      "text": "Bravo !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@YumikoMayamine",
      "author_id": "UCcucDz4EM_aFu4YhHa3hjSA",
      "text": "\"Non mais JK Rowling elle a rien fait, elle a juste dit qu'un vagin = femme\" jpp de voir cette femme, et dire que c'était un modèle pour moi bref. ça fait longtemps, faisant partie de la commu lgbt+, que je savais tout ça (je pense que ma mamie m'aurait proposé ça d'ailleurs ... bref) mais j'ai de la chance d'avoir des parents très ouverts d'esprit. Courage à tout ceux qui sont pas acceptés , des fois c'est pas vous mais votre entourage le problème.",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VincentVega7833",
      "author_id": "UC4OUf5vSNudYejzyjrjzhbQ",
      "text": "top quali comme d'hab",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@astroiiiid",
      "author_id": "UCobSSwnDGWPRhIZ0RCe178A",
      "text": "Force à tous mes LGBTQ+ j'suis hétéro et cette vidéo me donne juste envie de casser de l'homophobe",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sylvainfabre1852",
      "author_id": "UCDIdUMvcORhgoQ0y_VWGKuw",
      "text": "Salut Simon, tes vidéos sont toujours autant quali mais celle la j'ai du la regarder en plusieurs fois tant elle est effectivement choquante... Et résidant a Montpellier depuis mon enfance je suis abassourdi d'apprendre que ce genre de chose s'y passe..",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pernosse37",
      "author_id": "UCyvK7l8HgO15yvWz-XE4hWA",
      "text": "18:00 \"qui est ouvertement transphobe\". Allez hop un dislike et je m'en vais. \nSi vous vous demandez pourquoi, il ne s'agit pas là d'une analyse, d'un fait ou que sais-je mais d'une interprétation diffamatoire à son encontre. Car le pourquoi elle est jugé \"transphobe\" par visiblement Simon mais les autres, c'est uniquement car elle défend les principes de la biologie / science sans haine.  -_-",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valentin1912",
      "author_id": "UCWfQmTy4KjsUSbWyACJxIGQ",
      "text": "Merci pour ce travail Simon, malheureusement ce n'est pas souvent qu'une personne a priori pas concernée ose utiliser sa plateforme pour sensibiliser à ces questions-là ! Et big up à Benoît et Jean-Michel, les héros :))",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@666prin3",
      "author_id": "UC6KTIQ45cfKBkkG79cI_w6g",
      "text": "Vous avez rien compris à Rowling elle dit de faire attention par ce que les lgbt trans qui detransitionne sont tu et ostracisé par la communauté lgbt et que le wokisme a un pouvoir aussi négatif sur certaines personnes notamment les plus jeunes. Ce que j’adore avec ta vidéo c’est que tu parles d’une communauté mais pas de la pire concernant les lgbt et ça c’est malhonnête de ta part.",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@carteura703",
      "author_id": "UCYnSLLJPdTQo-1j7QZaCWAw",
      "text": "Merci Simon <3",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cocolepetisinge5613",
      "author_id": "UCvzGnKbW713dLhi1ndZFb0Q",
      "text": "en tant que catholique, ce genre de discours est assez triste. l'Eglise accepte les homosexuels, malheureusement les extremes sont encore present. Selon la bible c'est un peche, mais l'Homme est imparfait... Je souhaite du courage a ces gens qui se cherchent, l'acceptation n'est pas forcement chose aisée...\n\n\nPour la conclusion, jte trouve un peu timide sur le fait que l'Eglise catholique n'est pas seule dans ce cas... difficile de trouver des exemples d'homosexuels qui sont dans des pays a majorité islamique hein ? On pourrait penser qu'ils sont amener a disparaitre... (fun fact c'est le cas)",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurierthefoxoffi",
      "author_id": "UCgPb-uZDSGRxjL-nFxnkXUA",
      "text": "Merci",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bartholom",
      "author_id": "UCEmirSVl3qEaLdmjufEIYcg",
      "text": "Il est important de ne pas confondre l'homosexualité et la transidentité, car ce sont deux choses distinctes sans lien direct entre elles.\n\nL'homosexualité est une orientation sexuelle parfaitement normale et naturelle, intrinsèque à chaque individu et non influençable par des facteurs extérieurs.\n\nCependant, il n'est pas rare qu'une personne transgenre décide de faire marche arrière dans sa transition au fil du temps. Il convient également de souligner que de nombreuses personnes trans cachent un trouble ou un mal-être sous-jacent, distinct de la dysphorie de genre. Ainsi, pour certains d'entre eux, la modification de leur genre est considérée comme une réponse à leurs problèmes, bien qu'il serait plus bénéfique de traiter en priorité ces difficultés sous-jacentes.",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ayianathealteran",
      "author_id": "UCdaN-AdFm51rhlt6rXVQAaA",
      "text": "8:15 ce type de thérapie a été incorporée à la saison 2 \"Asylum\" de American Horror Story.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@odeyen",
      "author_id": "UCHJTJgzTjYaRn9BbaerDD9A",
      "text": "Pourquoi n'y a-t-il que la religion chrétienne qui est montrée du doigt dans la vidéo ?\n\nSujet intéressant mais c'est important de prendre en compte toutes les variantes et pas une seule",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@va_l_ou",
      "author_id": "UCUSRBJpRKUxZ-rIY93S1C-A",
      "text": "Merci merci merci ❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexismolines",
      "author_id": "UCHpscc5-tiDJGRk4Wyq-Uew",
      "text": "Je commente rarement mais merci pour cette vidéo. Tout en étant intéressante, elle me donne espoir",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Enae-Lebiew3",
      "author_id": "UCNTFEt3k3v6STFCfjuMFXog",
      "text": "Salut Vincent,\nJe me suis abonnée récemment à ta chaîne Youtube mais je regardais \"uniquement\" tes shorts.\nPremière vidéo 🎬 que je regarde & je ne suis vraiment pas étonnée de la qualité de ton travail, vu le \"peu\" que j'avais déjà vu.\n\nBravo 👏🏼\nC'est excellent, bien expliqué, avec des discussions et sujets plus qu'importants / intéressants, avec des interviews supers !\n\nJe vais me taper toutes tes vidéos 🎬 et on se retrouvera sûrement dans les commentaires 🤗\n\nContinue comme ça ! 👍🏼😉🧡\n\nPS : j'avais un reportage vraiment choquant sur (appelons un chat, un chat), le Génocide des homosexuels , en Tchétchénie/Russie avec viols filmés, meurtres, passages à tabac... Je reste encore choquée des images vues dans ce reportage 😱🥺🤯",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moraven_",
      "author_id": "UCWSDQQngVeK5BF1Kpgq6n1w",
      "text": "\"Cis ou hetero\" hetero, cis n'existe que depuis ces bêtises wokes",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gmrwwr",
      "author_id": "UCUnT1hvFhDUusEBdLX5Tfmw",
      "text": "Merci :)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gunygaming5130",
      "author_id": "UCYEGqImJfEzdhO1P50l4LNg",
      "text": "Documentaire profondément anti calo, des expériences vielle de des années. Cependant aucun sujet avec l'Islam sans doute par peur de représailles.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Marbe.41",
      "author_id": "UCOhZDn7AJSgqP1pkYOA0yuA",
      "text": "Merçi pour la sponso, j’achète !❤",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KiLiNz",
      "author_id": "UCyMaxjZMj_6_GTFs54vpFYA",
      "text": "Alors, je vais certainement passer pour un gros naze, mais personnellement je n'ai rien à l'encontre de la communauté LGBTQ+ , je trouve qu'on en parle un peu trop, couplé au wokisme qui considère que d'être LGBTQ c'est la nouvelle norme, ce qui au final, veut, inverser la tendance, et ça, j'en veux pas, les intervenants dans les écoles pour parler aux enfants qu'ils peuvent se \"genrer\" comme ils veulent etc je trouve que c'est l'extrême opposé et que ce n'est pas seins non plus..\nCela dit, je ne cautionne absolument pas les religions en général, et encore moins quand il s'agit de \"soigner\" quelque chose qui, n'a pas à être soigné...",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AhnimaaPraud",
      "author_id": "UCzmWooFpYxZ5pC4TDOGunzQ",
      "text": "Merci ☺️",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrGautier54",
      "author_id": "UCXiMbRhc6omlo7RySut6yOA",
      "text": "beau travail\naprès le problème de la question trans est plus compliqué notamment la place des trans dans le sport pro ou les divers sur les mineurs avec les bloqueur de puberté ainsi que tout le reste.\nje vais pas m'étaler ici mais c'est une question bien plus épineuse notamment parce que l'on travail aussi avec la biologie",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sweetyshiro8820",
      "author_id": "UCY4RLfRTe3kHnm0xaDzOj6w",
      "text": "2:40 La tentation n'a pas été souscellée très longtemps 😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@goodboy6908",
      "author_id": "UCpVsddnCTx-lcmOmfulgFpg",
      "text": "Est ce que tu pourrais faire un reportage sur la communauté LGBT qui propose à des enfants de huit ans un début de traitement d'hormones afin de pouvoir changer de s*x* en  passant sur le billard dès leur 18 ans (en ayant été matrixés toute leur vie) et leur avoir injecté des produits chimiques visant à réduire leur taux de testo toute leur enfance? C'est véridique, je ne parle pas sans preuves. Est-ce que tu pourrais aussi parler de ce papa au Canada qui est actuellement en prison depuis plusieurs mois car il a refusé que sa fille de 12 ans débute ce traitement, qu'on lui avait proposé à l'école? ( en précisant bien sûr de ne surtout pas en parler à ses parents) Est-ce que tu pourrais aussi parler des cortège LGBT avec des centaines de personnes qui hurlent \"We're coming for your children\" ? Est-ce que tu pourrais également préciser que beaucoup d'homosexuels ne se sentent absolument pas représentés par ce mouvement extrémiste?\n\nJe suis chrétien, je considère l'homosexualité comme un péché. Néanmoins, je suis loin d'être parfait et je suis aussi un pêcheur, donc JAMAIS je ne me permettrais de faire une remarque à quelqu'un sur son orientation sexuelle. Je balaye devant ma porte, nous sommes tous pêcheurs et je ne le suis pas moins qu'un gay. Mais c'est trop facile de mettre les en lumière les dérives d'une communauté (les cathos) sans parler des dérives de son opposé (LGBT). Je respecte les homosexuels et je ne leur veux aucun mal, cependant je considère les lobbys LGBT comme mes ennemis jurés car ils cherchent à imposer leur morale totalitaire.",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bout-bout2131",
      "author_id": "UCVCpY73H7-LWrg2oqINKq2w",
      "text": "la sponso pour des sextoy je mi attendais vraiment pas ça montre ton professionnalisme et ta maturité pas comme certains youtubeurs",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@finelarme",
      "author_id": "UCSvgNnX9UJ6EI1UudqJX3zA",
      "text": "L'hypocrisie brûlera vos esprits. Ne soyez pas étonné pour la suite. Je ne te dis pas merci.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bastien_41",
      "author_id": "UC9SmTNHwp7FovvYR0tCXELg",
      "text": "Cette vidéo >>>",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Poupsito",
      "author_id": "UCgd_Pgd8v80G9HFOEvUvwXQ",
      "text": "Tu oublies de préciser que la plus grande forme d’homophobie émane pour la majorité des cas d’une tranche religieuse de la population de type Afrique du N… Suédois, suédois !!",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@smollsama4895",
      "author_id": "UC6aPsnMos5oVN5_8laFfPHw",
      "text": "Vive l'algorithme youtube ptn",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blabla199498",
      "author_id": "UCZ9i7_pYGh13yKuKUwkkrTw",
      "text": "et pouce rouge pour la diffamation sur jk rowlings0\n.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Luca_Planchenault",
      "author_id": "UCblqI_SchmvkK-lVhbO6zdg",
      "text": "Je me disais bien que je connaissais l’histoire. Podcast « passages » sur Deezer. Super je conseille",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romain5706",
      "author_id": "UCxVxLag6Q9Ee7O2USVppwxw",
      "text": "Lgtbqia premium nuggets deluxe",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@100sons",
      "author_id": "UCIIujytrkmOGza6urcm9YQA",
      "text": "Merci pour la video! juste une ptite note montage, pas fan des track sur le visage pour accentuer, mais je pinaille ^^",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blabla199498",
      "author_id": "UCZ9i7_pYGh13yKuKUwkkrTw",
      "text": "ridicule cette vidéo.",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BrûlerDeVivre",
      "author_id": "UC_XdutQFTbuJUMByytl3WJA",
      "text": "A nouveau, tu gères",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lethargeek",
      "author_id": "UCKsLDigPsldDUiCNAt5TQDQ",
      "text": "Big up a la cathédral de Auxerre ville !!!!!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dadz_art",
      "author_id": "UCm6J-gjttWgrGYlYW-l4R-A",
      "text": "Merci pour cette vidéo,  t'es au top Simon ❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kenmaax78st43",
      "author_id": "UCgU-M6Xvm3fFcVVbzoFmBiw",
      "text": "Salut Simon es que tu a une chaîne secondaire ? J’attend tes vidéo avec impatience à chaque fois j’aime bien 😋",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ravenflaw",
      "author_id": "UCsalixHCC0njaStPG5G1mFw",
      "text": "Merci",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antleboss83",
      "author_id": "UCRMW8-hFTxOle4oHN6qb3Ow",
      "text": "Vidéo qualitative comme à ton habitude",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ChristopheRepain",
      "author_id": "UCOpbMUG6ZKd3KXmYowKQIXw",
      "text": "merci  pour cette vidéo !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@linspi",
      "author_id": "UCa6gO_AvhTiu5GXfeDUyklA",
      "text": "J'ai un témoignage à apporter sur les hopitaux psychiatrique.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clement-kq3jd",
      "author_id": "UCRlzLoIzzXUHZKpHtnnVtiQ",
      "text": "une nouvelle vidéo😁",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brindilleD",
      "author_id": "UCBorOKZ5kCamARplHE_HkvQ",
      "text": "je decouvre la chaine bravo",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aegonvf57",
      "author_id": "UCb6woCbsODvJbp2tQQOTDqw",
      "text": "une excellente vidéo comme d'habitude merci !!! une petite question par rapport à la loi, elle empêche carrément le débat Ducoup non ? il faut évidemment condamner tous les actes vue de la vidéo mais la si une personne lgbt décide de porter plainte contre toi,  même si tu discuter simplement, avec ben elle à le droit si elle prétend avoir était impacter mentalement non ? Je trouve la lois peut être un peu violent, tous le monde doit être accepter évidemment mais ca doit pas empêcher le débat et l'échange d'avis différents",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bronx....",
      "author_id": "UC2E-jpHP24yulAs8NB64BMA",
      "text": "Waa la sponso qui nique le pauvre interviewé",
      "likes": 1,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GabrielGrenier-b7g",
      "author_id": "UCGAgKoKgU2sH8kegW0ulRJw",
      "text": "Ça me fume que le sponsor soit des sextoys 😂",
      "likes": 0,
      "timestamp": 1758585600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KeuponDesChamps",
      "author_id": "UCUl4_NOoaBNW52-kuXTqHBg",
      "text": "Plus je regarde tes vidéos, plus le gauchiasse buveur de 8•6 dépressif que je suis t'aime davantage, t'arrêtes pas bébou 😞🎀",
      "likes": 2,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugoandradesoares4317",
      "author_id": "UCLHqwRQGGTyY_6xbTKXwOyQ",
      "text": "Yeah !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fortnitefy837",
      "author_id": "UCmuX7OOXbsvrPe0jRWwbrlQ",
      "text": "Merci pour ce placement de produit 👌",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@imrannjohn1502",
      "author_id": "UCS52sSFDkgKZDSRAueFjZwg",
      "text": "Quand il a parlé de la promotion j’ai entendu « et ils m’ont filé un gode » 😂😂😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Prod.3z",
      "author_id": "UCYD6jxaJN-AFlAAFVhd5T9w",
      "text": "en vrai fait des podcasts plus loin avec les personnes interrogées (le son sera meilleur)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@P3tit_chat",
      "author_id": "UC4wpO0LDnX0DjUUhBLTJOGQ",
      "text": "J’avais un ami qui a subi ça. \nMerci d’en parler. :(",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandreg.9180",
      "author_id": "UClSaQs1scaI8PZwWUxDAGtA",
      "text": "👏🏻👏🏻",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flok3124",
      "author_id": "UCmDPNGc1cJbnFwt5SDJr3kw",
      "text": "Super vidéos super intéressantes 💪🏻😄",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Missecriture",
      "author_id": "UCRqk_0XkDsN1L7rr5U-msyw",
      "text": "♥",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yoyo4630",
      "author_id": "UC6WrnHSKJujW2yRxVsv2MCA",
      "text": "si je me trompe pas tu aimes bien south park donc tu as du voir l'épisode 2 de la saison 11 qui résume bien ta vidéo haha",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lix7235",
      "author_id": "UCbX3mnIlZRta7gYPOI9-IVA",
      "text": "Merci d'en parler",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jcdun9518",
      "author_id": "UCF4boH1O596xY1xk1UivZYQ",
      "text": "J'approuve ce vidéo, super bien fait, enfin, les Révélations (Apocalyspe, c'est le cas de le dire) sont dites : il était temps que cela se fasse. 🙂🙏🙏🙏🙏👍💪💪❤🧡💛💚💙💜",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@XxTMS4everxX",
      "author_id": "UCrBQxaMPbimsqnZxTqibUfg",
      "text": "2:30, une déchirure apparaît… j’aurais pas osé",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@franckybeloeil8615",
      "author_id": "UC_dmlrCNnY15AdLUeAsMrZw",
      "text": "je fait une transissionnite je veux AAH",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AGOGO_AT",
      "author_id": "UCykYBakEcqVnNMHQmxpLeEg",
      "text": "Quel horreur.... J'ai vu tourner des extraits d'un film (sur facebook qui a l'air vraiment vraiment bien faut ue je le regarde: \n\n\"cinémaJustin Timberlake s'occupe d'un enfant non-binaire dans le trailer touchant de \"Palmer\"\"",
      "likes": 0,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@devsboy",
      "author_id": "UC5_LqNaEVx4ovR4BpHRAdzw",
      "text": "Gg",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kariboo4255",
      "author_id": "UC3wipALwSYCE3LTI0U4WB7A",
      "text": "Super vidéo, merci beaucoup",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Osmoz420",
      "author_id": "UCWn3aVlY0i_sQ_aFj7MFkog",
      "text": "putain mais tes magnifique en tant qu'individu simon",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@morau_goa",
      "author_id": "UCcQQufEj56yZiNdA8P3cCCw",
      "text": "L'extrait d'euphoria à la fin... on est bien sur la vidéo du siècle",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Yo2dotcom",
      "author_id": "UCyVf_0F1Ac_qmAhQDAnIKXQ",
      "text": "Merci.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@avisluluavislb-hu7je",
      "author_id": "UCuyoiskaUDTEM2HYRAkcIMQ",
      "text": "C'est leur vie il font ce qu'ils veulent",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pezzi3277",
      "author_id": "UCg1U3dczLX0hzAUxusC4ReQ",
      "text": "Chaud...",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@t.m.113",
      "author_id": "UCCV6TyhWqrNDIgxowVmLIgw",
      "text": "C’est pas hardcore d’empoisonner l’eau française du au hormones androgènes délivrées pour un usage récréatif ???😂",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@justsmilelaet",
      "author_id": "UCkOK3La0ZsRG_jJmvQTzTGQ",
      "text": "Merci.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alan-Raymond",
      "author_id": "UCVAUYfL4_wNGCpEUmlOs-DQ",
      "text": "Merci pour ton travail, ça a vraiment un impact. Je suis trans, je suis pas concerné par les thérapies de conversion mais j'ai vécu du rejet familiale, et juste de voir des allié·es non concernés prennent la parole (et le font bien, en plus), ça me fait un bien fou, ça me redonne confiance. Parce que nous, on est souvent occupé à survivre... Donc merci de traiter ce sujet !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kitsunesxm",
      "author_id": "UCtf6RMaUc6R0VC2p42Gd4-w",
      "text": "Toujours du très bon taf sur cette chaine. GG :)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@seoexide2001",
      "author_id": "UCWZHZB4Bm2rwaqOXWkVzOzw",
      "text": "ons fait un pas pour en reculer de 3....",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thearchangel4652",
      "author_id": "UCvv2rW5qAmzQTsHO6qzfhyg",
      "text": "Magnifique vidéo gg",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aolynn5745",
      "author_id": "UCWAd-QFg7E-9hqQRCLa6aQQ",
      "text": "Rapellons que ça existe encore dans plein de pays! Et que les thérapie de conversion sont interdite en France mais qu'il y en a encore",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zackiiipsa",
      "author_id": "UCCHLMSnpC4XU-yMLZb8p4Zw",
      "text": "Vidéo de zinzin (Merci lelo)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gtcaptureevenement",
      "author_id": "UCVK-X3YTzOY8iouHU62Ot8g",
      "text": "Pour les images de psy, t'as utilisé une vidéo de mr robot ? On dirait beaucoup sa psy ahah",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bluelemonleo",
      "author_id": "UCdkRp8HcV90KFnvCELp7Ljw",
      "text": "En premier lieu, merci pour cette vidéo.\n\nEnsuite, pour rebondir sur \"ça fait 30 ans que c'est plus pathologisé l'homosexualité\"\n30 ans c'est pas encore suffisant pour faire évoluer ne serait ce que l'enseignement dispensé aux futurs pros de santé, notamment de santé mentale (psychologues et psychiatres).\n\nÀ titre indicatif, en faculté de psychologie il y a encore beaucoup de psychanalyse en France (on est un des trois derniers pays au monde à la pratiquer encore avec le Brésil et l'Argentine, le reste du monde est passé à la pratique scientifique), et il y a encore des facultés en France où on apprend à des futurs psychologues que l'homosexualité est je cite \"une attitude sexuelle déviante issue de la pathologie ou d'un choc émotionnel intense\", et que \"les femmes vivent avec le deuil permanent de ne pas avoir de pénis\"... On étudie encore beaucoup Freud et Lacan, sans évolution depuis la sortie de leurs idées, où les enfants sont considérés comme des manipulateurs qui veulent coucher avec leur parent de sexe opposé et blesser/tuer l'autre pour ne pas avoir de rival (le \"complexe d'Oedipe en simplifié), et où les comportements non hétérosexuels sont considérés comme \"déviants\" et \"pathologiques\".\n\nLes mêmes idées sont encore apprises dans les facultés de médecine à destination des futurs psychiatres... Malgré la loi passée en 2022, l'homophobie et la transphobie (toutes les LGBTQIA+phobies en fait) sont encore présentes et pratiquées. On peut encore se faire péter la gueule, refuser des soins médicaux ou tuer juste parce qu'on existe hors des identités cisgenres ou hétéros. Et plus concrètement, aujourd'hui il n'y a qu'à voir comment au gouvernement passent des interdictions d'utiliser dans des textes l'écriture inclusive (loi votée par le Sénat le 30 octobre 2023) et tous les discours (promulgués souvent par la droite et l'extrême droite) pour constater où on en est niveau connaissance publique du sujet, culture de la peur sur un terreau d'ignorance (les drag queens qui sont accusées d'être des pédocriminel'le's... Notamment par des gens de droite/droite extrême avec le soutien de... l'Église catholique ^^')\n\nEn ce qui concerne les transidentités : c'est encore plus récent les avancées légales mondiales. La transidentité a été enlevée de la classification des maladies de l'OMS depuis le 1er janvier 2022.\nQu'est ce qu'on peut faire nous à notre échelle?\nAller se documenter sur les transidentités sur des sites tels que Chrysalide ou le site du Planning Familial.\nAller se renseigner dans des assos LGBT locales.\nAller regarder des témoignages de personnes concernées. \nMême dire \"tais toi\" à votre tonton/tata homophobe ou transphobe à Noël c'est un bon début :)\n\nMerci pour cette vidéo en tout cas ! Un jour ça ira mieux :)\n\nPrenez soin de vous, et prenez soin des autres o/ bonne journée à qui lira",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ericnordn",
      "author_id": "UCWqmpIFne1I84iynzOyTK8w",
      "text": "Mdr",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibdln",
      "author_id": "UC4bLXXGDtqTLwpFIrrXX74g",
      "text": "On est en 2024. Quand on voit les ministres au pouvoir aujourd'hui, y'a encore du progrès à faire.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@speichjules771",
      "author_id": "UCqTMuPgdeI4DHyVEmlhwacw",
      "text": "ESG stonks ou quoi mdrrr",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timt4062",
      "author_id": "UCpO697MURNptk_9rC6I1c9A",
      "text": "Salut ! J'aime beaucoup tes vidéos, le seul truc qui agasse, c'est de \" boire \". C'est tellement énervant !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SkateKardiak",
      "author_id": "UCmVTMClqQSxb5wNrloOGXPQ",
      "text": "Le plus taquin reste les bachi baza \n'' \nDe mon point de personnel",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@diodiodio8528",
      "author_id": "UCPBw9quZsU_iDD2VoMUugig",
      "text": "Les témoignages ne concernent que des chrétiens et les autres religions ?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thistree8257",
      "author_id": "UC5P3KS14ZdM9ptWrEHnAyaA",
      "text": "son comportement d'évian\n\nc'est très bien de boire de l'évian wtf il est fada ou quoi",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oscarvidal657",
      "author_id": "UC7utLfC2hhLV0kG4Vz4mBVA",
      "text": "Quel travail\n\nAdmirable",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@linspi",
      "author_id": "UCa6gO_AvhTiu5GXfeDUyklA",
      "text": "Il le font encore.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@basspapillon4112",
      "author_id": "UCTK5ZyVJDf0Fl2z4kpUJkiw",
      "text": "😂😂😂😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@berylpersil1805",
      "author_id": "UCkyllx_uTcv1sgCBPr0sLbQ",
      "text": "Je pense qu'un autre sujet passionnant, nécessaire, serait la maltraitance dans les structures psychiatriques. J'y pensais quand l'un des témoignages parlais des \"contentions\", soit d'être attaché, de force. C'est beaucoup rependu, peu justifié et utilisé parfois comme \"punitions\" contre les malades (il y a beaucoup de recours sur l'abus de ces pratiques). Les maltraitances prennent beaucoup de formes :  la prise de médicaments forcés ou de la manipulation par exemple, à être carrément enfermés et privés de ses libertés fondamentales (vêtements, téléphone etc) parce que \"c'est le protocole\". Il y a même des chambres d'isolement où il faut demander un accès pour aller aux toilettes ou même sortir de cette petite pièce vide.  Les plus impactées étant les patients sous hospitalisation \"sous contrainte\". On pourrait aussi parler des psychologues et psychiatres qui jouent aux apprentis alchimistes avec la santé de personnes parfois en grande detresse. Les prétendus soignants (et même des diplômes) qui profitent de leur idéologie (spirituelle avec le New age par exemple, politique etc) pour influencer leur patient.\nSi je sujet de la maltraitance en psychiatrie t'intéresse, tu peux me contacter. \nMerci beaucoup pour ton travail 🙏",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BlackStorms84",
      "author_id": "UCNWONP4ggDciHYrs0lQZjQg",
      "text": "Une très bonne vidéo sur un sujet... qui même dans notre société libre reste trop \"tabou\"...\nJ'entends par tabou les violences subit faites par certains, sur d'autres. \"Ceux-ci étant mieux pensant qu'eux\" plus saint et adoubé par la société et je ne parle pas que en termes de religion... et pas seulement sur les personnes lgbtqia+...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeremygauer7883",
      "author_id": "UCcn_EJTe8scKAFwJ_EeC3WQ",
      "text": "😃👍👍",
      "likes": 0,
      "timestamp": 1761177600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dipiksful",
      "author_id": "UCj97W0Vz_Ks1UMtjTnfwa8w",
      "text": "à 18:51 : Marrant d'avoir flouté la psychologue qui s'occupe d'Eliott dans la série Mr Robot, j'ai presque failli ne pas la reconnaitre, mais le plan ne trompe pas !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aon8236",
      "author_id": "UCsKqwIvi_EG6Zp0vAP5IGnQ",
      "text": "Pour être concerné par la dysphorie de genre, j’avoue avoir espéré qu’une thérapie existe pour « l’enlever ». Mais je me doutais un peu que c’était du flan 🙃\nPerso c’est même pas par conviction religieuse. J’ai juste l’impression que l’accepter ce serait foutre en l’air tout ce que j’ai construit jusqu’ici dans ma vie et devoir quasi tout reprendre à zéro (amitiés, amour, bref…).",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@misstawagoto1100",
      "author_id": "UC2CxTvXAYNN1kRJ867uwTzw",
      "text": "Merci infiniment pour cette vidéo 🙏🏻🏳️‍🌈",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juhgulaire",
      "author_id": "UCq6c9XXL9IFGOLkrU0tpf7Q",
      "text": "C'est quand même fou qu'en 2023. On en soit encore là. On est ce qu'on est On aime ce qu'on aime c'est fou que ça puisse encore dérangé des gens. L'amour n'a pas de genre",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Erox67",
      "author_id": "UCwIj2TZm7aGUcGeECEhf9lA",
      "text": "Je t'aime Simon, merci <3",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@salty4245",
      "author_id": "UCSBsrqvEmk11EX464pdFGFQ",
      "text": "banger la citation du diable positif XD\" l'enfer est pavé de bonne attention\"",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Eeeoine",
      "author_id": "UCaH2vEOedKOoTMnN-NlOCxQ",
      "text": "Merci.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathmil7396",
      "author_id": "UChJeTDsRdcmhIHVNAWNyJEg",
      "text": "Petit ajout: la sismothérapie est encore utilisée pour le traitement de dépression résistante et elle donne de bons résultats. De même que la saignée (phlébotomie) est encore utilisée de nos jours pour des maladies comme la drépanocytose ou la maladie de Vaquez.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@badshadow01",
      "author_id": "UCSTcGncb8xMlfe9PkjXYopw",
      "text": "Sa veut dire quoi jouer pour adulte 🧐🧐",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arypurple9882",
      "author_id": "UCZoLKZ2qlGDLHXqY96EY45Q",
      "text": "Quant à nous, l'Association américaine de psychiatrie a cessé de considérer l'homosexualité comme une maladie en 1973.\nAu Canada, c'est seulement le 7 janvier 2022 que les thérapies de conversions sont considérées comme un crime. Ce qui est quand même assez récent et malheureusement, ça ne m'étonnerait pas que des gens le fassent illégalement......",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PraddTV",
      "author_id": "UCOduzUbxxUPQXkDEp34Wlsg",
      "text": "Ici en Suisse les thérapies de conversion commencent gentillement a être interdites depuis 2023",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sic-munduscreatus-est",
      "author_id": "UCG8G9oxt-_EZ4nceoGcVj8Q",
      "text": "Je connaissais même pas et sa me choque que da existe c est bon quoi chacun fait se qu il veut de son corps et de sa sexualité et personne à le droit de te contredire dessus perso chui hetero mais je m en fous que les autre soit si ou ça",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Philippesanto-hx1wz",
      "author_id": "UC4Ifv_YlxnKKpKpFp3y2D9Q",
      "text": "Christine and the Queen nous montre que la France aussi progresse.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aguiboudiallo2684",
      "author_id": "UCHfivdx48zoed2FP7f-0giw",
      "text": "Ahlala 21 eme sicle",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nerfandcraft",
      "author_id": "UCffF9wy5MVZ8aWUhhbPyCaA",
      "text": "Dommage que vous n'ayez pas évoqué les acouphènes. Ca reste une excellente vidéo d'utilité publique !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ezuot",
      "author_id": "UCzr_ky7jWpdjpO22H3FrMag",
      "text": "Bonne vidéo, comme toujours ! le sujet est important et d'actualité merci pour ça !\nJ'avoue que la miniature m'as un peu rebuté alors que le sujet m'intéresse, je sais qu'il faut aussi que sa clique, c'est le nerfs de la guerre mais je trouve personnellement quelle dessert le travail.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@crovech-___-",
      "author_id": "UCJASkBPlZsacamxeAS8JYoA",
      "text": "6:43 jsuis mineur j’ai le droit aussi ouuuuuuuuu que les adults",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@prenomnom.00",
      "author_id": "UC_IsjJ1PxRo6pH1APuEP4_g",
      "text": "Vive la France",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gregathletics2234",
      "author_id": "UCkC6bKZ0giSCrb4quTIzywA",
      "text": "5.55: spotted à jouer avec le curseur de la souris pendant la visio ! \nOn est tous trop faible devant ce surlignement géométrique, contrôlé du bout du doigt, du bureau windows !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bulmastik",
      "author_id": "UCiFRlmH6YdW6_mPJmlGDXUw",
      "text": "Quelle vidéo incroyable. Certaines images sont insoutenables. Comment peut-on faire subir ces pratiques à d’autres etres  humains ? Je pense que les bourreaux sont persuadés de pouvoir faire changer l’orientation s****le. Pourquoi surtout vouloir à tout prix les faire changer. Force à tous ceux qui se battent.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jonasfleury8623",
      "author_id": "UCkEA7RATvI3l23XFQJ3QTZA",
      "text": "2023.rar ?",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aolynn5745",
      "author_id": "UCWAd-QFg7E-9hqQRCLa6aQQ",
      "text": "On vous aimes ❤🧡💛💚💙💜",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sandrinemartens8477",
      "author_id": "UC-rsMkyfx_lRrbo33I6ynmw",
      "text": "Dans certains pays c'est encore puni par la loi! Il me semble qu'en Angleterre c'est assez récent que c'est été enlevé des textes de lois ( prison, castration chimique,....)\nTout mon soutien à ceux qui vivent dans des pays où c'est encore punissable par la loi❤❤❤❤❤\nNamaste 🙏",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flok3124",
      "author_id": "UCmDPNGc1cJbnFwt5SDJr3kw",
      "text": "20:35 très beaux messages 💪🏻😄❤🏳‍🌈",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louistrottier4276",
      "author_id": "UCiJUHXM7zysowo-fee632Yg",
      "text": "Super boulot Simon! Merci pour cette vidéo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DessindetEthna-os4un",
      "author_id": "UCJ8jRPMxNUKwGMCPn3CeclQ",
      "text": "Enfin",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julien351",
      "author_id": "UCOc8Rxadol36lVBBjZcDheA",
      "text": "plus vous attendez, plus ça devient impossible d'avouer que vous n'êtes pas hétéro. Les années passent très vite quand on est dans le déni, même si on ne se dit jamais hétéro. Et au final, si vous parlez, vous pouvez perdre la totalité de vos amis. Pas besoin d'être persécuté pour rester célibataire et seul toute une vie par peur de tout perdre.\nIl faut que les jeunes en parlent le plus tôt possible pour ne pas finir entouré de vrais amis que l'on ne veut pas perdre car ils ne l'accepteraient jamais ou se sentiraient trahis. Et finir par sacrifier toute vie intime pour ne pas perdre un entourage qui vous rend quand-même heureux sur d'autres plans de votre existence. (ce qui voudrait dire tout perdre au final avec la peur d''avoir encore moins de bonheur... )\nJ'espère que c'est réellement plus facile et mieux accepté chez les jeunes depuis quelques années comme il me semble ...",
      "likes": 0,
      "timestamp": 1766016000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gluepowa2157",
      "author_id": "UC-EMaBsH7xV-9TDF8af6wzw",
      "text": "wtf je cest pas comment tu fait la mes jai lu le titre et javais vraiment pas invite decouter la video mes jaime trop ta maniere de parler et tout et juste le salut ma donner envie de la regarder 😂 tes un sorcier. non plus sérieusement jadore tes video",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucienmetz7701",
      "author_id": "UCgOfe4C4Nos-7wP3cbl6sfw",
      "text": "fou",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raphaelgrimaldi8924",
      "author_id": "UCHQOTTfpsUKKVUjz36ewg5Q",
      "text": "Mec calmos sur les miniatures",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spiritpowertx",
      "author_id": "UCp7ThPladmZ38EtsM3ujahw",
      "text": "Pourquoi il y a des cachés/médicaments blancs qui vibrent en arrière-plan de ta vidéo la moitié du temps quasiment ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@afeinchur_564",
      "author_id": "UCOrWIT1oBfzO8PkJTtiXpJw",
      "text": "Je retombe sur cette vidéo et je me rends compte que j’avais mis un pouce rouge y a 2 ans. Ptn c’est dingue comment j’étais con à l’époque. Erreur réparée ❤",
      "likes": 0,
      "timestamp": 1765238400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joueurdelacampagneact2",
      "author_id": "UCZvGKkndlHdy7rQpIs6Z7_Q",
      "text": "Personnellement, j ai été amoureux de quelqu'un qui etait lesbienne (je n ai jamais été en colère contre ça je le respecte)",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@margauxjames7711",
      "author_id": "UCKnXQcy8qMx-4TRvfrBu8pA",
      "text": "Poussière dans l'œil. Force à nous lgbt, force à vous qui souffrez en silence. La vidéo donne deux solutions et groupes d'entraide au-delà d'informer à grande échelle sur le sujet et c'est merveilleux! Travail incroyable <3",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@deorwine67",
      "author_id": "UCVFA0fWbJkSLQeyh8y4RXqw",
      "text": "Bon les images des prêtres d'écone et de mgr Fellay... franchement, aucun rapport !!!",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lienard7831",
      "author_id": "UCqLKUvLw3nZC9hOAWxWAGZA",
      "text": "J ai subis une thérapie de conversion pour transgenre 😅 en 2021 on m a interné sous contrainte pour \"trouble délirant transidentitaire\" ... la clinique des portes de l eures et l hopital de meulan les mureaux ... mes parents m ont forcés a me medicamenter dès 2020 avec des psychotropes pour schizophrènes (sans diagnostique) alors que je suis autiste et diagnostiqué comme tel ... j ai fuis mon domicile parental, j ai fais 10 mois de squatt et j ai fini en logement étudiant a Nanterre ..(ville pourrie au passage)",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Doudoy-cu7bs",
      "author_id": "UCHXPbq4Nn41Ejsd8RKegNrA",
      "text": "On piége carrément les gens pour prétendre à de la torture. Et c'est un secret pour personne. Et tu peux pas te défendre machination sur machination",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Aldreius",
      "author_id": "UCw3w5FFPq3HyxeNw2KPJfLg",
      "text": "Les thérapies de conversion sont bien plus hard près aux USA d’ailleurs. Ceci dit ça existe aussi en chine 🇨🇳. En revanche ce qu’il faut savoir c’est que c’est inefficace, et c’est souvent un business très juteux. Ceci dit dans les pays musulmans c’est tellement un tabou qu’il serait pas surprenant qu’il y en ai sans qu’on le sache. Ça concerne pleins de pays.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Saule-vz8kw",
      "author_id": "UCJvxUB2w-o-EY6VVvPwP7KQ",
      "text": "jai longtemp accepter le fait que jaime les femme , en en étan une , mais bon ... parfois le monde n`est pas juste , et certain mots venant de personne de notre entourage peut nous faire vite changer d`avis , mais n`écoutez pas les autres , vous etes vous , . au secondaire  et une fille mavais dit ``ohhh je veu te faire un calin`` jai refuser et elle m`a répondue ``ark non c`est vrais tes lesbienne , tu va me violée`` , sa ma tellement fait mal comme la fois ou ces garcons m`on dit de m`autez la vie parce que je suis ``contre nature`` et ``une erreur de dieu`` , ne laissez jamais le monde vous définir quoi qu`ils disent .",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexbargain",
      "author_id": "UCRMWKVkwuprRh9AO7BqT3uw",
      "text": "il a mis \"ces\" ! 👏",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aaeilmorr6715",
      "author_id": "UCEo8GvuuqtxYUqaF73NC9SA",
      "text": "comment ca a utilisé la cathédrale de Clermont pour illustrer à 2:10 !!!!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@magik-carp2680",
      "author_id": "UCmdNwLuqfq3rBA-h-ImctHA",
      "text": "Ah les catholique, en plus pour les truck light je suis sur qu'il sont persuadée d'être bienveillant ! \n\nVous êtes devenue le diable qui manipule !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moot1853",
      "author_id": "UCb7-y1gCOma6SdfWOsfYtjw",
      "text": "L'enfer est pavé de bonnes intentions ! À croire que le Diable positif est passé par ici... :D",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Philippesanto-hx1wz",
      "author_id": "UC4Ifv_YlxnKKpKpFp3y2D9Q",
      "text": "Moscovici a une vision des religieux catholique en France qui inclut ce genre de choses c'est sur.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tatas7852",
      "author_id": "UCN-uE3X8tkZbVyUWgtstpdw",
      "text": "incroyable",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@a-wishing-star",
      "author_id": "UC2o29blnLHjRa3XIXvbnEfw",
      "text": "En tant que personne qui vient de faire son coming out d'aromantique et asexuelle, ça me terrifie que ces choses sont toujours si \"courantes\", cette vidéo me fait apprécier le support de mes parents encore plus mais aussi craindre la réaction du reste de ma famille qui n'acceptent pas que je sois autiste (que, comme le fait d'être LGBT, je ne peux pas changer mais passons). Le fait qu'autant de personnes sont prêtes a nous envoyer dans ces camps pour subir ce qui est, soyons francs, de la torture, car il nous prennent pour des malades mentaux est dégueulasse. J'espère sincèrement que tous les LGBT dans une situation dangereuse pourra s'en sortir et qu'ils se rendent compte qu'ils ne sont ni seuls, ni \"des erreurs de la nature\", ni quoi que ce soit d'horrible qu'on puisse essayer de leur faire croire.",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@olivierhFR",
      "author_id": "UCWXqkEytQiZ5xG74Oaofezw",
      "text": "Petite message pour TOUS ! aimé vous et aimé les autres point !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zaorck6875",
      "author_id": "UCvoCXljn4qufD-mAGPowyFg",
      "text": "Arrête jamais tes vidéos",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@astornkatrade3566",
      "author_id": "UCbiW3_Kq3no8Q-Iw4X5cZRA",
      "text": "et en big 2025 malheuresmetn c'est toujours la meme, c'est meme pire encore envers la communauté tran",
      "likes": 1,
      "timestamp": 1747958400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Eauplate",
      "author_id": "UC6OKE4f74dwYJyDaT5dNy1g",
      "text": "Comment ça baiser de manière compulsive ?? Il a un problème il se maîtrise pas si c'est a ce point. C'est même pas une question d'orientation mdr\nJe suis encore entrain de regarder mais j'aimerais quand même que la vidéo ne se cantonne pas uniquement a une religion uniquement. Car il y a beaucoup à dire ailleurs.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eugenelagegene9222",
      "author_id": "UCBLqOSc6YeMVKYTO1dcCWhQ",
      "text": "Alors sorry pour le parallèle, mais pour moi c'est plus ou moins le même principe : Pourquoi accompagner, voir expliquer, quand on peut stigmatiser et punir ? (Maladie mentale, orientation sexuelle, en fait,  tant qu'il y a une chose qu'on trouve dérangeante, on peut chercher à la plier jusqu'à ce que ça casse... Et on peut casser une tasse, c'est une tasse. Mais casser une personne, on en tire très rarement du bénéfique, pour ne pas dire jamais).",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PierreRolexx",
      "author_id": "UChV9SZ2EFs9-1x28gjsx4fw",
      "text": "1:24 pas compris",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theo_lourdin",
      "author_id": "UC740emXc-0hDnvRVRhytF3w",
      "text": ":face-orange-raised-eyebrow:",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nemo-1312",
      "author_id": "UCl9DSK-c5yNUHb92K97UvEw",
      "text": "🤌",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tatoz5380",
      "author_id": "UC1AR8vHhSn6tZZa56xU6PGg",
      "text": "5% de dislike, ça en dit long sur le chemin qu'il y a encore a faire ...",
      "likes": 1,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toupilibou",
      "author_id": "UC2COHG9qwAY2A104oYyMEHw",
      "text": "J'adore tes vidéos.. ce que j'adore pas par contre, c'est le fond avec les comprimés.. Je t'en supplie ne l'utilise plus 😅🥲",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_ALKEY",
      "author_id": "UCa0rwsDzbDfqv2QNT2jLiaA",
      "text": "Je ne sais pas pourquoi, mais je suis déçu de la sponso, je préfère nord vpn mdr😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eylemchan",
      "author_id": "UC-9LWAqQzhZLGIIZAL_JRvA",
      "text": "As tu regardé le documentaire par Matt Walsh \"What is a woman? \"?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Youz",
      "author_id": "UCgM0DI_gU67LfT0hWKQ_EJg",
      "text": "\"... et qu'il fait ses premières expériences homosexuel, une déchirure apparait.\"",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@genesis-investi",
      "author_id": "UCm4yxRXGVlfz_Txkc4NvPXg",
      "text": "tu nous as habitué à mieux",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mlgyun",
      "author_id": "UCOLj6Hcd-vIY6D0HbeacQkQ",
      "text": "Jure j'ai faillis rater la vidéo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@triplemonstre-q4w",
      "author_id": "UCBHBWEJqCRcybCamvKWPQWQ",
      "text": "❤🧡💛💚💙💜🤎🖤🤍",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lanar219",
      "author_id": "UC0S1-jymg-uGrqtZFwq9IBw",
      "text": "Et certains ont voté contre leurs interdiction. Je ne vais pas donner leurs noms, je suis sur que vous savez déjà.",
      "likes": 0,
      "timestamp": 1753228800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasllinares4131",
      "author_id": "UCmfG3sfqfrQU4Z-m7TCPJGg",
      "text": "Je suis pas en accord avec tous les sujets aborder avec cette video, cependant il faut que en France tous le monde soit libre de pouvoir faire ce quil souhaite tant qui est en age et en capacités de prendre ces decisions. \n\nLes gens sont libres de faire ce quils souhaitent tant quils ne lobligent à personnes dautres.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sofyan7256",
      "author_id": "UC6ZHmEvs0naaHWBAagGhIAg",
      "text": "Holà ! J’apprécie beaucoup ton contenu de manière général, et cette vidéo en fait parti mais y’a quand même deux choses qui m’ont un poil gêné, même si c’est ok hein, mais j’estime intéressant de les exprimer:\n\nPremièrement, je trouve un peu spécial la jonction avec la pub au début (meme si j’ai une app qui peut la bloquer lol). Je sais que point de vue Watch Time ou jsp c’est plus opti mais là je trouve un peu étrange éthiquement de la glisser entre un témoignage aussi vnr et la suite de la vidéo.\nÇa me paraît être un move assez mercantile au milieu d’une vidéo qui se veut d’intérêt public et je trouve ça un peu déplacé. Même si zéro soucis avec un placement au début ou à la fin hein, je capte la nécessité du bail. Mais là ça donne un côté opportuniste qui, en mon sens, dessert l’idée.\n\nEnsuite, ça coûte r de prévenir en début de vidéo quand tu vas parler du sujet aussi hard. Vous allez me dire, on s’y attendais un peu en cliquant, mais pour le coup de la daronne qui a violé son fils pour le rendre hetero c’est ultra hardcore et on pouvait pas le voir venir. Pleins de gens (dont moi) auraient sûrement aimé pouvoir s’attendre à ça. \n\nC’est trop stylé que tu parles de tout ça, c’est d’intérêt public encore une fois, et je t’en remercie vraiment ! D’autant qu’on sent que tu le réalises. Mais y’a une délicatesse qui peut être retravaillé et qui pourtant est à mon avis évidente pour des personnes m’a concernées.\n\nMais easy, merci encore pour le contenu et bonne vie ! Même si j’imagine que ce sera jamais lu par toi, ton équipie ou d’autre personne que des rageux a priori",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@relaax1-i1o",
      "author_id": "UCdtow-6TsRp2VcjAbtK58_g",
      "text": "Cette manie qu'ont les Hommes à vouloir contrôler la vie de son prochain est terrible, occuper vous de vos vie plutôt que critiquer celle des autres",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lalie9797",
      "author_id": "UCVKV7RLE9Evs8kyI6_hm0rQ",
      "text": "Mille mercis Simon de t'être emparé de ce sujet et d'en avoir fait une vidéo d'utilité publique !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@P0isonw0lf",
      "author_id": "UC0B9PkL1ZQdCCv1qZK7PZRg",
      "text": "Mais du coup la dysphorie de genre est-elle une vraie maladie mentale ou est-ce une maladie inventée comme pour décrire l'homosexualité dans l'ancien temps ? Et si c'est une vraie maladie, est-elle réellement liée à la transexualité ? Si vous avez des sources sérieuses pour s'informer à ce niveau-là je suis preneur",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bassiroulovefion2374",
      "author_id": "UCJo1B359dsIwZvhhxT6JhdA",
      "text": "mdr ma sponso",
      "likes": 0,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ClaraBertin-h2e5r",
      "author_id": "UCXEGsrbykAHDknnRanrEL4w",
      "text": "Les gens se trompent souvent sur ce que disent réellement les textes religieux.\nL’histoire de Sodome et Gomorrhe, par exemple, ne parle pas d’homosexualité, mais de violence.\n\nDans le récit, les habitants de la ville voulaient violer les visiteurs pour les humilier et montrer leur domination.\nDans l’Antiquité, ce type de violence n’avait rien à voir avec l’orientation sexuelle : c’était un acte de pouvoir, comme un viol de guerre aujourd’hui.\nAucune partie du texte ne parle de relations homosexuelles consensuelles.\n\nLes textes religieux plus anciens expliquent eux-mêmes que le “péché de Sodome” était :\n\nla violence,\n\nl’orgueil,\n\nl’injustice,\n\nle refus d’hospitalité,\n\net la corruption.\nPas l’homosexualité.\n\n\nIl faut aussi se rappeler qu’à l’époque, les sociétés dépendaient totalement de la procréation pour survivre :\nmortalité énorme, guerres, famines…\nDonc les anciens voyaient l’union homme-femme comme essentielle pour la survie du peuple, pas comme une attaque contre les couples homosexuels modernes.\n\nLe problème aujourd’hui, c’est que beaucoup lisent ces textes hors contexte historique, avec une vision moderne qui n’existait pas à l’époque.\nOn finit donc par croire que la religion “condamne les homosexuels”, alors que les textes parlent en réalité de violence, domination et pratiques rituelles, pas de l’amour entre deux personnes du même sexe. Bref tout sa pour dire qu'il y'a des morts , de l'homophobie , transphobie tout sa pour à cause de personnes qui n'ont jamais pris le temps de connaître l'envers des propos prononcer et sans connaître le contexte historique",
      "likes": 0,
      "timestamp": 1763856000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandreaganier4217",
      "author_id": "UCwKo0rbj8TS130MmcY1s-Ig",
      "text": "ta changer le titre lol",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@methreldaleniadola5538",
      "author_id": "UCGg1xHSKdxhUjAUd2ptJV7A",
      "text": "Que dire... euh...\ndéjà, on est pas sortie du sable... Les humains je veux dire.\nQuelle solutions on a? \nParce que on est d'accords, qu'on peut pas les cramer tous ces tarés qui font des trucs comme ça à d'autre gens.\nOn peut pas.\nMais en même temps, s'ils se mettaient tous à prendre feu là comme ça, je vais pas les plaindre. Bon débarras en vrai.\n\nC'est abusé ce que je dis mais, je sais pas, sont ils seulement récupérable? le gars qui fait des exorcismes chelou sur un type attaché à un pieu, pour faire sortir le démon de l'homosexualité, ça se récupère ça? peut on en faire quelques chose? Est il souhaitable que cette personne puisse continuer à vivre avec ses congénères comme ça?\n\nLes médecins qui me font pensés à Mengele, en faisant des trucs aux homos là, sans déconner, c'est les nazis qui faisait ça! \nMa question est la suivante : Que fait on de tous ces gens? \nQuestion subsidiaire : Si on pense que ces gens devraient cramer, c'est mal? \n\nJe vais arrêter là, cette vidéo m'a pas mal retourné.\n\nSoutient aux gens qui ont subit des machins comme ça.\n\nMonde de dingue.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JustBuyTheWaywardsRealms",
      "author_id": "UCoA3GMBd6JjsAfnf3bu7E3g",
      "text": "Pour la transidentité la plupart des gens qui aime pas sont ceux qui comprenne pas. Perso au début avec les non-binaire je trouvais sa ridicule et cringe mais maintenant je comprend mieux même si j'y regarde toujours d'un oeil hagard.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stm_n08",
      "author_id": "UCNiYn7aeZNU1v6zTS-KKWrg",
      "text": "Tu voudrai pas devenir président dans les prochains mandat ??",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LouisHubert1erduNomLeSeulLUnik",
      "author_id": "UC6Gk64Ze0F2OCNpnDxB4gkQ",
      "text": "Étrangement je trouve ça responsable et adulte de faire un placement de produit de jouer pour adulte ça ouvre un petit peu plus le débat..",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dérénétix",
      "author_id": "UC1dqfncRtloLLz3z_mrsvZw",
      "text": "on sait tous que c'est pas la religion catholique qui a le plus de problèmes avec les gays en ce moment mdrrr",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pedrodeo4099",
      "author_id": "UCAJ3XDpgSumu6bVwioXM4JA",
      "text": "j'ai jamais compris ce délire et cette obsession sur l'orientation sexuelle des autres, qu'est ce qu'on en a à foutre concrètement ?",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monticha",
      "author_id": "UC3dNdPFL39E6SJs2nG8KyNQ",
      "text": "C'est terrible 😢",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arlequin___",
      "author_id": "UC8la_JuJTykmJYash4w3aFQ",
      "text": "Ok, sauf ceux qui aiment les enfants",
      "likes": 0,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vitaliq435",
      "author_id": "UCBRJ7iunK8lMTDmurInOiyg",
      "text": "On est dans un monde où 2 personnes qui s’aiment est un problème mais 2 personnes qui se détestent est normal. Puis on va demander aux homos d’être normaux…",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabz1581",
      "author_id": "UCIgvXiSEe4fp12tNBirToYg",
      "text": "Quand on entend ce genre de folie encore aujourd'hui, issus de délire de religieux j'me dis que c'était peut être mieux il y a 2000ans en Grèce antique...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BlackStorms84",
      "author_id": "UCNWONP4ggDciHYrs0lQZjQg",
      "text": "Et ce discours du fait qu'un gout ou un autre est une maladie existe toujours...énormément et de trop dans notre société.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soitditenpassant.",
      "author_id": "UCov33FCUyKQ5G2lloxWPNAw",
      "text": "Hey! c'est qui la députée en question qui est à l'origine de cette loi 15:30",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KayleeANNAytbe",
      "author_id": "UCeJeFS8mkUUHoyCN6k9P1RA",
      "text": "Surtout que dans la religion l homosexualite n est interdite nulle part. Aime ton prochain comme toi meme donc ces therapies meme non vi0lentes restent problematiques et vi0lentes psychologiquement on pousse des gens a se renier eux memes et renier leurs differences juste parce que techniquement ils ne feraient pas de bebes vu que pas heteros sachant que y a aucune obligation de se marier ni de faire des enfants meme en couple heteros donc a un moment donne la religion ferait bien de laisser les gens vivre leur vie et arreter de leur demander de renier leur personne juste pour convenir a l orientation de qqn d autre.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@telroki165",
      "author_id": "UCXPfl-WpwX4butKxPGBooXw",
      "text": "super vidéo mais pourquoi avoir montré seulement des vidéos à caractères catholiques et non musulmane ou autre religions vue que ce sujet et de niveau mondial.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adrienconverset6571",
      "author_id": "UC5moChavOS8C3WRCFXFRBXg",
      "text": "Hum ... As tu une source pour la partie autour de JK Rowling ?",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@honormypokemon3933",
      "author_id": "UC4nQ7kQNdlNxVSlneNBF74Q",
      "text": "J'ai pas encore vu la vidéo mais je me doute du sujet, heureusement qu'il y a des thérapies pour guérir",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alexandre-x2i",
      "author_id": "UCFqrllBYhvx3bGNo_zQY_7g",
      "text": "Cc Dimon pour moi il y a des choses beaucoup plus importznt que lorientation sexuelle. Etre homo,lesbienne,transxuelle ou hetero,cest pas sa qui vz arreter les guerre,lz famine,la pauvreter. Arreton de faire que toute les personnes doive rentrer dans des casse,cest sa la personnzliter de chacun. Etre homo nai pas une maladie,jai jamain vue ou entendu dire que quelqun et devenu malade ou homo en parlen ou en seren la main a un homo. En tous les cas merci Simmons davoir fait cette video,maintenent jespere que sa ferz changer les mentaliter.👍🏻👍🏻",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@badshadow01",
      "author_id": "UCSTcGncb8xMlfe9PkjXYopw",
      "text": "Elle fait peur la meuf",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LathéeTonFrais",
      "author_id": "UCDvojhnTlYgUIYcKRnTX00A",
      "text": "A bon je croyais qu'il te coupé la tête dans certaines religions si tu n'es pas comme tout les moutons 🐑",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TF2_VI",
      "author_id": "UCucx96_VQ2rEYocaiqIgmdg",
      "text": "Merci Simon pour cette vidéo \nC'est un sujet grave surlequel beaucoup de politiques sont aveugles notamment à droite et extrême-droite. \nMême si vous n'êtes pas lgbt ça vous concerne, ce sont des droits que nous devons acquérir pour protéger les générations futures.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@forevernever3837",
      "author_id": "UC54wV3z7_ldG1FQ-RMeLyMw",
      "text": "Je vous jure, l'homophobie c'est tous les jours. On ne demande pas la compréhension, juste du respect et de la tolérance.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Quentin23Soleil",
      "author_id": "UCmwsqH6m9M6aLOfsBEOWtwg",
      "text": "Mais t'as menti ! Le titre c'est pas celui qu'Ava a proposé et pour lequel le tchat a voté !!!!!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BlackStorms84",
      "author_id": "UCNWONP4ggDciHYrs0lQZjQg",
      "text": "Entre 17:03 et 17:10\n\nJe suis vraiment pas d'accord sur la phrases que tu dis vers la fin de la vidéo... ce n'est parce que toi comme moi ou ta communauté \"acceptons\" l'homosexualité... que la majeur partie des gens même en France l'accepte loing de la, le combat est encore long et loin d'être fini même si c'était normal dans beaucoup de culture bien avant notre ère...\n\"Acceptons\" pourquoi car pour moi il n'y à rien à accepter... mais simplement respecter les choix des uns et des autres.\nNous n'avons rien à accepter sur le sujet normalement... une relation qu'elle qu'elle soit ne regarde que les personnes impliqué... et ce pas que sexuellement... mais aussi en amitié, relations de travail ou autres... c'est comme si un proche, amie parent ou collègue, te disais cette personne je l'aime pas... ben moi oui si je l'aime énormément et çà n'engage que moi.point.\n\nPour finir comme si on avait tout le temps besoin de l'approbation de nos \"pères ou mères\" formateurs ou autres pour être dans le vrai... personne n'a besoin de l'acceptation des autres... mais néanmoins nous avons besoin des un et des autres et par moments un point de vu peut avoir sont utilité, du moment quil reste bienveillan et impartiale... et oui c'est dur et ça peut-être contradictoire et contre-intuitif😅\n\nLe monde n'aurait jamais avancé et nen serait pas ou il est, sans quelques personnes contre bien penseurs 😅😊",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dimitrioguenin6449",
      "author_id": "UC8Rih_FuKtyifzJ1nf0s7ng",
      "text": "JK Rowling 😭",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@The_Legend-vi1dx",
      "author_id": "UCVTfUyaIAOPZ1aSwXOCM1iA",
      "text": "\"Dieu a crée l'homme a son imagine et aime tout le monde\" pourtant les catho on toléré lesclavage et les homo sont mal vu mais oui",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MaxioWatch",
      "author_id": "UC9Ur0LrivvMgpwA-9vg-RWg",
      "text": "Je suppose que les commentaires ont été ultra-contrôlés parce que ce sujet est très glissant, mais j'ai tout de même été étonné de voir que sur 620 commentaires (621 avec le mien) sur les ~50 premiers que j'ai regardés, aucuns n'est provocateur ou carrément à gerber, pour ça je pense qu'il faut remercier la modération, cette vidéo est clairement la preuve qu'il y a encore des problèmes grave dans la société d'aujourd'hui, et là, je sais à quoi, vous pensez, non ce n'est pas un commentaire haineux, au contraire, se mêler de la vie des autres est une connerie sans nom, et se mêler de la sexualité est encore pire, l'amour, ce n'est pas forcément hétérosexuel bordel, il n'y a que les abrutis pour stigmatiser les personnes de la communauté LGBT, sérieusement quoi, cette vidéo devrait clairement avoir beaucoup plus de visibilité, être utilisée dans les collèges (plutôt en fin de cycle) et lycée, le côté choquant des pratiques démontrés est, je pense, un véritable électrochoc, du moins, je l'espère.\n\nMerci pour cette vidéo, ma meilleure amie bisexuelle, bien qu'elle n'ait pas vue cette vidéo (je pense lui partager) te remercie vu ce qu'elle a vécu à cause de sa relation homosexuelle.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@basedpilledscizo",
      "author_id": "UCwbw7CA8MoEdhjOaifQAYvQ",
      "text": "Renseigner vous sur la parasite pill",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@francein8462",
      "author_id": "UCbj4nSqeOM47yuyOJ_BmEBA",
      "text": "Merci , très bonne vidéo . Quand on pense que certaines personnes voient encore ça comme un virus qui peut contaminer les hétéros c'est fou . Une année en classe de maternelle nous avons eu un enfant qui était amoureux d'un autre garçon , sa mère savait et c'était cool pour tout le monde sauf pour une maman qui avait peur qu'il contamine son fils . On a eu beau lui expliquer elle restait sur sa position et a changé son fils d'école . Le fléau ce sont les personnes qui n'acceptent pas les différences quelles qu'elles soient .",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wrongpasswordtryagain9896",
      "author_id": "UCmTLBuyOx4HiMQ7i0BRlCpg",
      "text": "pas ouf le placement de p avec la gravité du témoignage",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@florianedebasseux8308",
      "author_id": "UCZNdPU6-Ud4PwjOV0EdArWA",
      "text": "Bonjour Simon,\nOn en parle beaucoup plus, on s' en vante sur les réseaux, cela devient même ridicule. Mais est ce que c'est mieux ? Vu l intolérance qui se développe dans certaines communautés, jeunes, avec des actes d une cruauté indicible.  Malgré que cela soit une mode, il y a énormément de gens jeunes qui confondent homosexuel et pédophilie ? Est ce normal ? Nous on est plus vieux, mais votre génération, quelques fois, on se demande comment en 2023, les jeunes ne comprennent pas. Ils ont droit de se marier en France, de vivre ensemble, alors?. Le mode anglo- saxon, russe, américain font des thérapies de conversion très appuyées, souvent venant de religieux ou militaires. C'est pas cool, mais ça a dérivé vers le wokisme. C'est mieux pour des jeunes qui se sentent perdus dans leurs corps et leurs têtes. Les thérapies de conversion, sont des saloperies s en noms. Mais c'est les parents qui mettent leurs enfants l a dedans. Ha problème !!!!? Je leurs souhaites bon courage. Merci pour votre sujet, très intéressants et sensibles.🌹",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@userbike46",
      "author_id": "UCwj5HFMmCRRMw60m5abCHyg",
      "text": "18:30 des spécialistes moins renseigner qu’un lambda ? Mouais mouais",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ullikai",
      "author_id": "UCkFQfVzfxdPig5mZxBfx6hQ",
      "text": "Etant gamin et très peu mature, à 2:30 Pardon, mais... une déchirure?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lefronfle",
      "author_id": "UC79AMjh3jYA4ltYXHP0kCqA",
      "text": "Un an plus tard Trump veut remettre ces camps au goût du jour..",
      "likes": 0,
      "timestamp": 1761177600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SoyezSaint",
      "author_id": "UC9ELhp4B4XFW4eIYGxWSvtg",
      "text": "Le message de Jésus n’a jamais prêché la haine, la violence ni le rejet de quiconque. Tout au contraire, il appelle à aimer, à pardonner et à faire le bien même envers ceux qui nous blessent.\nPourtant, beaucoup aujourd’hui s’en prennent à ceux qui essaient simplement de vivre selon cet idéal d’amour et de vérité.\nLes catholiques ne cherchent pas à juger, mais à témoigner d’une espérance et d’une sagesse qui élèvent.\nC’est malheureux qu’on attaque des gens qui, au fond, veulent le bien de tous — même de ceux qui les critiquent.",
      "likes": 0,
      "timestamp": 1761177600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rivil_9465",
      "author_id": "UCuHVD75UKu60y6UhYUTUqsg",
      "text": "Comme c'est bizarre des religieux qui stimatisent  des personnes qui sont différentes. Et qui se disent une religion de paix et l'amour 😂😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexis.martin-comte",
      "author_id": "UCWVftmQiSYK8yLxdWD43SUQ",
      "text": "pour la transidentitee je pense quand même qu'il faut un support psy pour les plus jeunes afin d'éviter les faux positifs (certains jeunes font des transitions parcqu ils se sentent mal etc, mais au final se rendent compte que ce n'était pas un pb d'identité, que c'était autre chose, et se retrouvent dans des situations encore moins cool) mais oui je reste a dire que tant que ça n'affecte pas négativement les autres, chacun fait ce qu il veut",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmad6683",
      "author_id": "UCOfHbSXx8woBD-xMY-s45bA",
      "text": "Est ce que ce n'est pas le prêtre qui dirige la communion bétanie ?\nC'est une communauté religieuse chrétienne pro lgbt.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dipixo",
      "author_id": "UC-Hk7IOnLSqA9V36E9hdHog",
      "text": "Wesh, cest quoi ce placement de produit 😂",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ericnordn",
      "author_id": "UCWqmpIFne1I84iynzOyTK8w",
      "text": "J’aimerai savoir pk la fsspx et Mgr Williamson son vraiment les cibles de cette vidéo ? C’est dans la doctrine chrétienne 🤷🏻‍♂️",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@berny_2493",
      "author_id": "UCASBZ36VHio3Z3_wGFlKUnw",
      "text": "Homosexualité et transgenre dans la meme boîte... Lol... Et on vient t'expliquer ce qu'il faut penser... De quoi gaucher la vie. Le fait de mêler ces 2 termes n'est pas logique et honnête...",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tethyswatery1815",
      "author_id": "UCv4Z-m7AaxZXdQ_XIxTb6NQ",
      "text": "C'est beau la haine.........",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tonio9990",
      "author_id": "UC3z12TpvM6OsUmU-PXWmQFw",
      "text": "Sympa la video mais border la PUB de c*l sur ce type de sujet...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manuelplez6429",
      "author_id": "UCFskDg8jHEbby9uws4hzQXQ",
      "text": "il est bon de rappeler que des sectes dangereuses comme le renouveau charismatique n ' ont rien à voir avec le catholicisme . pour ce qui est de la question des exorcismes , beaucoup de personnes y ayant eu recours ont été grandement satisfaites , certaines autres non ; c ' est comme pour n 'importe quelle thérapie . l 'église catholique n ' a jamais affirmé pouvoir faire du 100% immanquablement .",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Remi-gm4fx",
      "author_id": "UCbi0ZtIN9rnsZ0cgIjQmlGg",
      "text": "Dommage de pas avoir parlé un peu plus du point de vue musulman qui lui aussi est terrible envers l'homosexualité \nUne religion n'empêche pas d'aimer ce sont les gens qui la porte qui vous en empêche",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Eliabel",
      "author_id": "UCxW_jIP2CgI5UtwjEToPrCg",
      "text": "Petit reminder quand même : l'homophobie et la transphobie sont des délits. \nY'a pas de débats, LOVE 💖",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@walterb108",
      "author_id": "UCXWNXHE8LuCL2gCqFh2ACQw",
      "text": "Faut faire attention le démon nous fait faire des dingueries 🤣",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rhumlepyrat2748",
      "author_id": "UCZpb7QrvBo5Bi3bLQ2vd9fg",
      "text": "J'ai été d'accord tout du long, puis est arrivé le délire naissant sur l'identité de genre. \nThéorie social né aux USA dans les années 70... désavoué en son temps, mais revenue d'entre les morts...\nLa on parle de personne qui tout du long de leurs vies, devront avoir besoin de médicament, hormones et d'opération...\nC'est totalement aberrant !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@I_Taylor.",
      "author_id": "UCtlEl0TchO8zpRB0cOVNYtA",
      "text": "Déçu... pour la première fois je trouve que la vidéo manque de justesse, ou alors peut etre de traitement du sujet en profondeur, je saurais pas dire...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Charlouf_",
      "author_id": "UC0ceyxD8IvwfQJzhA4EANPA",
      "text": "Vous parlez a un moment de l'acceptation des homos y'a 20/40ans, et pas des trans, mais dans ce cas, pourquoi personne ne dis qu'etre trans c'est pas moins normal que d'etre homo ?\nje le sors tout le temps cet argument du \"tu parles de trans comme des malades mentaux, comme y'a 40 ans tes parents des homos, et y'a 60ans tes grand parents qui pensais que le rock c'étais la musique de Satan.",
      "likes": 0,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alfazenux2867",
      "author_id": "UCR2Eg6ZfhTTCm0Gh1HREHcA",
      "text": "avec la libération de la sexualité le mot \"débauche\" va être amené à disparaitre non ?\npuisque tout deviendra normal",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hadrienbarret8537",
      "author_id": "UCiBmlGwfulE98VYup2zG2GQ",
      "text": "Petite correction évidente j'imagine mais JK Rowling n'est pas multi milliardaire ni même milliardaire tout court la plupart des sources estime dans les 100 millions d'euros. Ca ne remet rien en question mais il vaut mieux utiliser les bons chiffres afin de ne pas donner des arguments gratuitement aux homo/trans phobe",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iTazme",
      "author_id": "UCtQURPi21Ypdb41wgIb7JZg",
      "text": "Il est vrai que tu avais parler scientologie et tout sa m’avais marqué mais beaucoup moins que cette vidéo. \n\nJe suis hétérosexuel et je pense que si plus de personne comme moi se préoccupais un peu plus de leurs oignons alors tout le monde ce porterais bien mieux dans cette société.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leihmoon555",
      "author_id": "UCGcLZSmlDtHXdgVaqCdoxUw",
      "text": "En tant que personne transgenre : Merci INFINIMENT d'en parler. Moi même plusieurs fois ma vie a été en péril à cause de mon identité. Il faut savoir que d'après The Lenin Institute (l'Institut de prévention des génocides à 'international), considère que les personnes transgenres sont à haut risque de génocide aujourd'hui même. Chaque année des centaines de personnes transgenres se font assassinés en raison de leur transidentité (pas plus tard que la semaine dernière Jesus Ociel Baenas (ministre mexicain.e) a été assassiné.e en raison de sa non-binarité quelques jours avant le TDOR [Trans Remembrance Day, soit le jour de la commémoration des personnes transgenres assassinées]). Et on ne parle même pas des cas de suicide, de personnes vivant dans une extrême précarité ou étant handicapées (notamment lié à ces dites conditions de vie). Il FAUT continuer de parler et de se soulever contre la haine. On subit la même chose que fait JKR et le mouvement anti-trans anglophone avec des figures comme Dora Moutot ou Maguerite Stern aujourd'hui en France. Alors continuons d'en parler, même si vous n'êtes pas concernés, car nos vies sont en jeu.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@holyarni",
      "author_id": "UClytv-Ni9Umaa-NyomAAxZg",
      "text": "Oh maintenant on les castres a base de prod et d'hormones, finalement l'eau bénite c'était pas si pire... /s pour les pieds de la lettre",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SantaKUN38",
      "author_id": "UCxZLN1mxWq3iw_34wgqAz2w",
      "text": "Mais du coup ca fonctionne ou pas ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bigchungus1230",
      "author_id": "UCQ-WsI8nfeGQ7CzEi7hJrVw",
      "text": "On rappelle que cette maladie est la première cause de la transmission du vih sans parler de la décadence",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DarkSouls2Analyse",
      "author_id": "UCY_lzv0osie9-q1hOJ5PN-A",
      "text": "Juste une remarque par rapport à la transsexualité,  certes il n'y a rien de mal à ça pour un adulte, par contre pour des ados et enfants, là c'est limite malsain, en effet, j'ai dans mon entourage une jeune fille qui est en 5e et qui se pose des questions sur son genre et sexualité, chose normale . Mais on lui propose régulièrement( et par là j'entends tous les  jours)   déjà de faire une opération pour changer de sexe à son âge, ce qui est honteux  car elle est encore trop jeune pour  pouvoir avoir une vision claire sur ce sujet, ce n'est pas pour rien que le moins de 18 ans n'ont pas le droit de voter , ont leurs interdits de prendre des décisions, justement car ils ne sont pas matures ( d'ailleurs même à 18 ans ils ne sont pas tant mature que ça.)et au delà de ça son corps n'est tout simplement pas prêt car en pleine croissance.\nil est important de souligner les dérives du camp lgbt,  qui sont d'ailleurs les plus grands créateurs d'homophobie de France, moi-même qui suis pour l'acceptation de l'homosexualité etc . je ne peux pas m'empêcher de mépriser les gays prides qui revoient une image faussée et malsaine de l'homosexualité..",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vitt0",
      "author_id": "UCKChRy8wN-4ZjI6jHE1ChDA",
      "text": "Si seulement on était Gethenien.nes ...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonytouati8679",
      "author_id": "UCHvGuKW5t3z4Op1qvyyuioA",
      "text": "Pour les personnes qui comprennent l’anglais je voudrais avoir votre avis sur le film « what is a woman » de Matt Walsh \n\nEt pensez vous réellement que mettre les personnes homosexuelles dans le même panier que les trans est quelque chose de sensé malgré les différences majeur de concept entre les deux mouvements?\n\nMerci",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Antalya-",
      "author_id": "UCNV5TpvHvPaUEieXoAegPFQ",
      "text": "Vidéo d’utilité publique. En tant que personne trans, je sens que nous serons le bouc émissaire de beaucoup de haine/peur. Merci Simon pour ton travail ❤🙏",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sol0nix-4teh",
      "author_id": "UC7CyRtihI2YGCgY7GaEtuEQ",
      "text": "tu nous cacherais pas un truc par hasard ?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LIONNEU-nt9is",
      "author_id": "UC3TUGmhPIDJo_Hu1RWheI_w",
      "text": "étrange que Simon n'évoque pas les peines encourues en cas d'homosexualité dans des pays proches mdr",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@schmitzisabelle7852",
      "author_id": "UCgKcmN65SqCDyiY53MtydKA",
      "text": "excellente vidéo.\npourquoi s'occuper de la sexualité des autres ? par peur ? je ne comprends pas.\nje pense que, malgré les lois, il existe toujours notamment en France, toujours des méthodes de m...\nquestion religion, certains devraient balayer devant leur porte lorsque l'on voit les scandales sexuels connus et sûrement d'autres inconnus, de violences, d'esclavage, etc...\nMerci beaucoup à ces deux témoins et à toi aussi.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flok3124",
      "author_id": "UCmDPNGc1cJbnFwt5SDJr3kw",
      "text": "L'Époque d'avant était grave",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@allyssia974",
      "author_id": "UC7O-v74puehlhBcayWaOGtw",
      "text": "J'ai honte d'être catholique quand je vois ce reportage. On nous prône que cette religion est amour et paix sauf que c'est faux.\nA part le pape François qui bénit les couples homosexuels mais il refuse catégoriquement de les mariés. C'est triste et cette religion avec le temps. Finira par s'éteindre car il sera devenu ringarde.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@viciente_",
      "author_id": "UC886rn-A3Du7OYCMsZcjfVQ",
      "text": "Merci beaucoup pour cette vidéo. Les 3/4 de celle-ci sont très bien documentés.\n\nCependant, il y a deux défauts majeurs dans celle-ci, et j'espère que tu pourras les corriger pour tes prochaines vidéos :\n\n1- Un placement de produit pour des S*x Toys sur un sujet sérieux casse la crédibilité, surtout avec un public jeune.\n\n2- Pourquoi ne pas t'appuyer sur des faits scientifiques et factuels lorsque tu parles de la transidentité ? \nCela pourrait grandement renforcer ton propos et le légitimer.\n\nBonne soirée et continue de faire ce que tu aimes Simon.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lyonelbeyrouti1086",
      "author_id": "UChgZPuwzo1EQMOuJJ3C5Ryg",
      "text": "Cette vidéo est si belle dans son intention puisque, même si cela ne te définit pas non plus, le fait qu'un homme cis hétéro blanc ouvre la parole c d'autant plus important parce que tu es malheureusement et scientifiquement plus écouté et ça montre ton engagement et la lutte que tu portes dans un combat qui t'appartient mais auxquels tu n'es pas directement lié et c honorable de savoir que tu soutien le causes et pour cela je t'en remercie. SLAYYY QUEEN❤❤🏳️‍🌈🏳️‍⚧️",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanlouisraisin",
      "author_id": "UCov5nOm2wfBl9PptGULhTjw",
      "text": "Et pour les personnes qui ce donne une identité de genre d’un objet ou d’animal, quand pensez-vous ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AirDur",
      "author_id": "UCHUbgQuYc4lW14bTuUwsd_w",
      "text": "Mes parents m'ont voulu faire un simili de thérapie de conversion.\n\nÉtant une femme trans, quand ils l'ont appris, ils m'ont forcé à voir des psychiatres avec eux. Heureusement, nous étions en Autriche à cette époque là et les 3 psychiatres qu'on a vu allaient dans mon sens (et le sens de la Science, toutes les études montrent que la transidentité ne se guérit pas et que les personnes qui transitionnent vont mieux).\nSi j'avais vu un psychiatre allant dans le sens de mes parents (je suis trans car \"gay refoulé, ou \"mon père est gay refoulé\", ou autres conneries que je me force à oublier), je ne sais pas où j'en serais aujourd'hui.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hanni12",
      "author_id": "UCh_3K57-Q-3ZkSllj_T7COQ",
      "text": "La vidéo est super complète ça fait plaisir, souvent beaucoup parlent de cela en effleurant la surface du souci !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Marroqui43",
      "author_id": "UCnvekfEPOtQknU4TlsqdRYQ",
      "text": "Et parle pas de l’islam c bien mieux pour toi en islam c un ordre de les jetter du point le plus haut que l’ont trouve autour de nous.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@C0EVIN",
      "author_id": "UCIfE_u-ep-mVEEp7K8QYShQ",
      "text": "A contre courant de la vidéo, je suis profondément chrétien et catholique et je suis horrifié de voir comment est traité l’homosexualité. Ce n’est pas une maladie et si la bible était écrite aujourd’hui, il va de soit que l homosexualité ne serait plus un crime. Elle etait le symbole d une décadence des excès de chair et de plaisirs,rien de plus. \nSecond point, je tiens en tout point à rappeler que l ensemble de la communauté catholique n’est pas à ce point, je parle surtout au niveau des croyants. Et que toute personne homosexuelle ne doit jamais être rejetée d une communauté catholique pour cela. \nIl faut aussi nuancer sur la transidentité qui engendre beaucoup plus de conséquences sociétal que l homosexualité qui est normal. La question d un homme enceinte et autre sont des choses qui ont infiniment plus de changement que deux personnes qui s aiment du même sexe ou non et qu ils veulent avoir des enfants ou non.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kalistro1464",
      "author_id": "UC11QjetpmFBcqI7diWCxYEg",
      "text": "Merci Simon, j'ai aussi porté plainte en juillet 2023 pour transphobie car le mécanicien de ma ville ne voulait pas me soigner et je devais allez chez un médecin alors que je me considère comme une fiat multiplat... OU VA LE MONDE??",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yustenz7210",
      "author_id": "UCIa2lGbl55sRcM0vdBCKOvg",
      "text": "Par contre Roland a juste dit que seul les femmes pouvait porter un enfant donc viens pas la mettre dans la sauce. Ça a été une des première a parler d'homosexualité avec dumbeldor",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VraimentPersonne",
      "author_id": "UCQM0fjdXxDBDHiAoy-AYe9A",
      "text": "Sincèrement ayant entendu des arguments de tout les côtés pour ou contre l'homosexualité, je suis assez perdue sincèrement. Help 🤯\n\nD'un côté, nous avons la religion qui est rappelons-le, cherche à nous rendre toujours meilleur envers nous et les autres, être le plus gentil, sympa, généreux, polie etc... Mais qui n'accepte pas l'homosexualité car elle n'est pas représentative du schéma de reproduction humaine et tend vers la luxure.\n\nDe l'autre côté, nous avons une communauté parfois tout aussi radicale, mais de l'autre côté qui prône l'amour \"peu importe les conditions\" (tant qu'elles sont légales), incite à se laisser tomber à nos envies primaires, voir en plus d'utiliser des objets si nécessaire.\n\nEt enfin la science qui explique que c'est mauvais de se laisser à toutes nos envies, et que la multiplication des partenaires sexuels empêchent de plus tard avoir un couple heureux qui dure (seulement 23% de couples qui tiennent après le mariage, contre +80% avant).\n\nQue penser de tout cela ?\n\nEnfin, petit exemple compliqué ; certains bodybuildeurs de par leur prise de produits dopants modifient leurs taux d'hormones et peuvent donner des envies homosexuels, peuvent-ils demander/acheter des médicaments pour rétablir leurs taux s'ils ne veulent pas être homosexuel ?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zekiel-channel",
      "author_id": "UCwAGYPotzoHa2WBkUj90EwA",
      "text": "Pourquoi toujours mettre l'orientation sexuelle et la transidentitée sur le même plan? Ca n'a vraiment rien à voir, l'un est un choix, une préférence, donc complètement subjective, alors que le genre est une réalité biologique objective et démontrable. Si il est possible de falsifier la réalité pour coller à son image mentale, alors l'age et la nationalité par exemple entrent exactement dans la même catégorie. \nPar exemple un homme qui se reconnait dans les façons de penser, de représenter (les clichés au final) le plus souvent attribué aux femmes, cala ne fait pas de lui une femme, seulement un homme qui sort de la norme, ce qui par contre doit être accepté car on en reviens à un choix de vie. Au final le problème n'est pas qu'il n'existe que deux genres mais bien qu'il existe des clichés et des attendus très forts en fonction du genre d'une personne.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Keremito_tr",
      "author_id": "UCXln7UM-XX2ivjbD5t-kRAw",
      "text": "rohhhhhhhhhhhhhhhhh",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ricardo-sj2kx",
      "author_id": "UC_cw0OqK_nnj8OBUtNiK-6g",
      "text": "Merci pour cette vidéo. Maintenant fais une vidéo sur l'endoctrinement des enfants qui est fais par cette communauté et leurs tentatives de normaliser la pédophilie.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matthieucheriere6423",
      "author_id": "UCkphDu1rqqoetPfWwvvgrRQ",
      "text": "Heureusement que c'est dans le religion chrétienne hein 🙃\nChez les musulmans il serait mort",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flok3124",
      "author_id": "UCmDPNGc1cJbnFwt5SDJr3kw",
      "text": "Les 1% des gens qui verront ce commentaires accepté vous comme vous êtes et vous serez bien dans votre vie 😄💪🏻❤",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheFrenchi555",
      "author_id": "UCGkbO0x6d6Nqa70IIm-HSgA",
      "text": "Dans certains pays musulmans, on pend les gays. Il n'y a pas que les chrétiens qui ont ce genre de dérives malheureusement. Et c'est d'une tristesse absolue.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@miguelitogomes",
      "author_id": "UCmJLaUM3kY8NG-i73N1q8oQ",
      "text": "J’ai rien contre les homosexuels et LGBTQ+ rien , mais pourquoi toucher les enfants ? Dites moi ? Pourquoi on a des drag queen qui veulent lire des livres à des enfants ? Changer la mentalité ? Venez on laisse le combat idéologique aux adultes.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ippocrawfordmiyata3041",
      "author_id": "UCQ_nIFVAVQvut4Nh6dGwPlQ",
      "text": "Osef",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toosbeez9245",
      "author_id": "UCDC82Suzq92_yHUMgxIrqnw",
      "text": "L'Association Courage dans l'Eglise Catholique, essaie de combattre l'homophobie et que les personnes qui se sentent rejeter par Elle.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sentinelle5076",
      "author_id": "UCRUI8BSoR_R_qh20-nrXgOA",
      "text": "Rien d'étonnant concernant la religion catholique.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Charles-ed3vj",
      "author_id": "UC6ZIAQpT7SEhWpI38CBL3Ew",
      "text": "Bon soyons honnête, si c'est secret il ne peut pas y avoir de vidéos dessus puisque c'est... secret.\n\nMais sinon superbe vidéo comme toujours",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaume1284",
      "author_id": "UCIbzwxiUQ0vHAGf9JJMcqsg",
      "text": "Intéressant, cela dit pour être complet et factuel il aurait fallu interroger des partisans et des opposants (témoins, psychologues et psychiatres)\nLe rôle d'un journaliste est de présenter des faits afin de laisser ses auditeurs se faire leur propre opinion.\nA l'inverse même pour de bonnes intentions on risque d'être accusé de parti-pris et malheureusement d'obtenir l'effet inverse de celui recherché.\nPour ma part je suis d'accord en tout cas avec vos propos.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sanzosamaXD",
      "author_id": "UC8Uvl76PmQpNdHp9tRLBVUQ",
      "text": "C'est fou cette mentalité en 2023. On avance pas.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christophermenus2276",
      "author_id": "UCcF6DdFOTeHK8k9jETLM1tQ",
      "text": "après si la personne ne veux pas etre homo, qu'elle veux vraiment du fond du coeur etre hétéro et qu'elle trouve une thérapide ou un exorxisme qui lui permet de devenir hétéro, moi je dit why not, mais cela ne doit pas etre fait sous la contrainte, car on dit au gens, oui assume d'etre homo, voir on convertie les gens à etre homo, là ont dit rien, et celui qui s'oppose et réact ! mais l'inverse n'aurais pas le droit d'exister ? bon après je parle pas forcement de se que l'on voie dans la video qui est complétement du délire",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flok3124",
      "author_id": "UCmDPNGc1cJbnFwt5SDJr3kw",
      "text": "L'homosexualité est normal et c'est réel 😄💪🏻",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flemmedetrouverunpseudo628",
      "author_id": "UC1h6TQYPAj6X9u4UVhHrKzw",
      "text": "Et malheureusement, beaucoup à gauche, dans leurs comportements et leurs discours, font que cela ce retourne contre les communautés LGB et LGBT.\n\nCertes l'extrême droite joue beaucoup contre avec la carte de la chrétienté. Mais le mélange de combat entre les identités de genre, les ethnies et le rentre dedans de certains, font que ces discours me rebutent à force tout en défendant à côté une religion à bras le corps qui a les même pratique que la chrétienté avec encore plus de violences, de même que toujours défendre et pardonner une religion qui a vécu et subit un génocide alors que cette dernière a ce même genre d'idées qui fait que l'on ce demande si leur combat est légitime.\n\nBien sur, je désapprouve tout ce qui touche  au sexisme, homophobie et autre, par principe, tant que cela ne m'est pas contraint, je laisse les gens faire ce qu'ils veulent de leur vie.\n\nMais à force de mélanger tous ces œufs dans le même panier cela crée un discours incohérent non ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rubenalexandrejoutel7980",
      "author_id": "UC7wwdvT6HKZOngrN-vf2I6A",
      "text": "En étant transgenre avec une mère transphobe, je te remercie pour ta vidéo elle est géniale et merci de montrer les côtés bordeur ses un bon moyen de faire ouvrir les yeux à certain merci",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AlphaChad-bk2ve",
      "author_id": "UC-Yjt79fLAlb20Wr7dGvC0Q",
      "text": "Je confirme les com 100% censurés heterophbe",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rambolowcost",
      "author_id": "UCH3B1gbSnkoRrGBwwxOoBJg",
      "text": "Le problème n'est pas les homosexuel je trouve mais ceux qui ont font l'éloge au très très jeune, notamment les personnes trans dans des ecole de petit bout de chou, j'ai peur que pour beaucoup d'entre eux ils voient ça comme une mode et suive le pas alors que de base il n'avait pas ce type d'attirance.\nVous comprenez ou je veux en venir?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KzZ0ExTAzI",
      "author_id": "UC0240rxsisuf0Dm1jkuQVAA",
      "text": "la vraie question c’est pourquoi il cherchait des relations sexuelles en tant que moine ? il ne devrait s’abstenir de toute relation ? il ne respecte déjà pas les règles qu’il choisit c’est sûr qu’il ne va pas respecter les règles que la nature lui a imposé 🤣🤣",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ptibab73",
      "author_id": "UCZSYa5EaUdvjQmpIO7m_IMw",
      "text": "La dysphorie de genre est répertoriée dans le DSM5. Donc encore considérée au mieux comme un trouble psychiatrique quand elle est associée à une souffrance liée à cette dysphorie.\n\nEn soit je suis pour le live and let live. Mais j'ai aussi du mal avec la communauté LGBT militante qui pousse pour reconnaître la dysphorie sur des mineurs sachant que dans 95% des cas c'est quelque chose qui n'existe plus à l'âge adulte. Les hormones et la chirurgie n'ont pas le même impact que des relations homosexuelles. Et l'on a des paumés parmi les trans. Tout comme on a tout un tas de prostituées et de précarité. Certains pays étant particulièrement connus pour ça. \nDans le même temps un certain militantisme qui voudrait faire croire que si on ne veut pas coucher avec une femme trans, c'est transphobe parce que \"c'est pareil\" (spoilers: C'est faux). \nDonc les gens repoussent l'ensemble. Et c'est normal.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@R1GO369",
      "author_id": "UCapvZ2hmRu-Vy-IKh6ZPQKA",
      "text": "J'avoue m'être arreté à la 5eme minutes parcequ'il me revenait sans cesse en tête l'hypocrisie abjecte dont tu fais preuves en dehors de tes videos. Je suis très impacté sur la question LGBTQ et donc je ne peux pas faire semblant de ne pas voir les likes sur twitter ou les paroles que tu as sur certaines populations qui seraient prete à , non pas nous exorcicer, mais à nous tuer sans la moindre peine, ni la moindre humanité.  La cohérence n'existe plus , et le chaos en profitera.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lacrasse",
      "author_id": "UCODhh_2s2pmtFdaL4lEwKhA",
      "text": "Merci de mettre la lumière sur tout ces problèmes et sur lesquels la société fermes les yeux ...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ridi8657",
      "author_id": "UC8owzSxAGW3XXXjq8YpHUBw",
      "text": "Que chacun vit comme il le souhaite, mais en France, on a fait d'une minorité une majorité. Avec le président, la première dame, le premier ministre, les médias... et maintenant avec la loi EVRA, je comprends pourquoi on ne fait plus de bébé en France...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baptmanlebolideur6780",
      "author_id": "UCdUJliHfpoLejjpvg1yxsQw",
      "text": "Alors si je peux revenir sur le cas JkR elle n’est pas transphobe au sens où vous le dite mais plus la non mixité, je suis papa d’une fille de 2 ans le jour où elle ira se changer dans un vestiaire ou aller seule au toilette j’ai aucune mais aucune envie moi non plus qu’elle soit mélangée avec des pseudos « filles » « femmes » non merci",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DevilRiku48",
      "author_id": "UC4P0DrS8cmgyhL_VaMQDrrQ",
      "text": "En tant que gay, je voudrais te remercier de rappeler qu'en terme de lutte LGBT le combat n'est jamais terminé.\nOn entend souvent que les LGBT vont trop loin dans leurs revendications et qu'ils jouent trop la carte de la victimisation.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@camilledepolignac1602",
      "author_id": "UCu2jl5k-b4YsThWEQvOb7Hw",
      "text": "Bien fait pour lui",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marineethuin8357",
      "author_id": "UCy2FCHe4i-mL7fqh6DeBpWg",
      "text": "Cette video va sauver des vies 🙌🏼",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RichownClash",
      "author_id": "UCG-5_1pG4YZSDtOlaK7K1zw",
      "text": "honnetement je trouve ca normal d'interdire ca peut importe qui tu es, mais il faudrait aider les trans parce que c'est peut etre pas une ''maladie mentale'' mais ca na rien avoir avec les gay",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@koaluche6942",
      "author_id": "UCneRWPMNS9CQdw5GhLc8WnA",
      "text": "Très bonne enquête, des témoignages touchants mais cependant je pense que la question homosexualité - transidentité n'est pas sur le même palier. Ce que les gens font de leur corps dans l'intimité ou même l'espace publique tant que ça ne dépasse aucun cadre de loi ne me dérange pas hors pour la transidentité il y a une certaine forme de propagande même au sein des écoles. On explique aux enfants qu'ils peuvent être garçon, fille, autre chose alors qu'ils devraient déjà commencé par apprendre à lire et écrire et si le malaise qu'ils expriment les dirigent vers cela alors tant mieux. Mais pas besoin d'aller faire de la propagande chez des êtres en pleine constitution. De plus payer avec mes impôts les thérapies de gens qui se sentent mal dans leur peau dans pour autant être un besoin vital... je fais assez d'heure par semaine pour escompter que l'argent que je donne à la société me revienne un peu plus d'une manière ou d'une autre, d'autant que personne à par moi ne financera l'implantation de cheveux dont j'aurais besoin pour me sentir bien dans ma tête sous peine de créer un mouvement pour les gens avec une capillarité déficiente",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrJuju721",
      "author_id": "UC4TT7TOj8GW7pWsxL_zYHcA",
      "text": "donc en France il y a des excision pour les femmes pour lutter contre l'homosexualité là je pense que tu confonds avec une certaine religion de paix d'amour .",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soitditenpassant.",
      "author_id": "UCov33FCUyKQ5G2lloxWPNAw",
      "text": "Asy elle me dégoute je boycott harry potter a partir de maintenant. C'était rien de fou de base de toute façon ces histoires de sorciers, des concepts réchauffés.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@St3lariS",
      "author_id": "UCerzooL8e46msOcvPhFua4A",
      "text": "Je trouve tes vidéos très intéressante, mais la je me suis arrêter au début quadn tu a commencer à employer des termes qui ne veulent rien dire \"Hétéro CIS\", juste je trouve normal que chacun fasse ce qu'il veut de sa vie tant que sa reste dans le domaine du privé, mais par pitié arrêtons d'inventer des termes dégradants et sans le moindre sens....",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nightmare-hq8xo",
      "author_id": "UC2wzed8kVfTYc4AjeHjEKDw",
      "text": "Trans identite : pour moi c est non... trop tu nait male/femelle tu restes male/femelle",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LePapierBrouillard",
      "author_id": "UCYO3v-lpls4mFFqfeY6sHBQ",
      "text": "JK Rowling transphobe ? Qu'est-ce que tu racontes ? Tu es tombé dans la rhétorique gauchiasse woke. Restes sur d'autres formats beaucoup plus intéréssant. On te suit pas pour ton opinion.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@1ereRtr",
      "author_id": "UCo_FG-3Dj8qIdbx-78ZJWqw",
      "text": "Je trouve sa pas ouf de promouvoir une marque de uk sur YouTube",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Elycia50b",
      "author_id": "UCc7sgNtHz0bt3ZuQmFkO5ag",
      "text": "Merci de parler de ça étant une personne trans a chaque fois que je raconte ce que l'on peux subir tout le monde est surpris et je pense que sensibiliser les gens à ça peux sauver des vie",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@daviladjomou6175",
      "author_id": "UCe8dLo4KIawh9hv9uuRQfcw",
      "text": "Un peu déçu quand même.. avec ce titre tu aurai pu couvrir tellement de sujet divers et variés",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lauriedogna6754",
      "author_id": "UCt_IXV0Yhr8RjfFv2DMM4GA",
      "text": "J'aime les filles et je ne pourrais pas ne plus aimer les filles tout comme j'aime les garçons et je ne pourrais pas ne plus aimer les garçons... Genre je le ressens et je sais que c'est impossible.... \nFaudra leur demander si il pense que eux ils peuvent arrêter d'aimer le sexe opposé",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mickaelm4082",
      "author_id": "UCdays0bzfe-HzvJpC6tHIgw",
      "text": "❤❤JÉSUS CHRIST ❤❤\nest le chemin, la vérité et la vie.\n✝️✝️✝️🙏😊",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arnovlog5392",
      "author_id": "UC6ErYokiVBDJydDTMZ0e40Q",
      "text": "Mais il n'est juste pas chrétien. Il est entré dans la religion par sa famille mais n'a jamais eu la Foi. Les rapports sexuels avant le mariage et le s**cide sont impensables pour ceux qui pensent réellement que Jésus est Dieu",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaikulemage8453",
      "author_id": "UCJnxapiOmJ--bCpcxzagnQw",
      "text": "alors non J.K rowling n'est pas transphobe, c'est les gens qui sur interprete et qui voit de l'homophobie partout, répondez moi si vous ne me croyer pas",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Léopart_le_jaguar",
      "author_id": "UCBvLCC_BTCnorNKAkJhJ6Vw",
      "text": "C'est mignon de blâmer toujours le chistianisme comme religion homophobe, alors qu'aujourd'hui il existe ds prêtres  homosexuels.\n\nMais à aucun moment dans la vidéo on à entendu parler de ce que font les autres religions majoritaire de l'homosexualité.\n\nCoucou l'islam et le judaïsme\nC'est quoi le sort réservé aux homosexuels dans cette religion encore aujourd'hui en 2023 ?\nQuelle religion contient le plus grand taux d'homophobes en 2023 ? \n\nC'est une question qui mérite d'être posée🤔",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lecatalanistetresamical",
      "author_id": "UC0VZXfDnW2AXTB_0k-YcauQ",
      "text": "La transidentité c'est compliqué Simon, encore plus pour le cas anglais/UK ou pleins d'assos considèrent \"thérapies de conversions\" un refus de considération \"trans\" quand il n'y a pas de dysphories ou autres notamment voir toutes les vagues d'assos anti-diag littéralement... Toute la vague de débat autour du #BanTherapy avaient notamment été critiquer par certaines assos LGBT à ce propos, clairement surtout que le sujet est explosif due à des d'abus clientélistes/mauvais diags ou divers abus médicaux qui vont dans les deux sens, l'affaire Tavistock, Kaira Bell pour témoin comme les problèmes de refus injustifiés qui induisaient tout deux des conséquences ont pas mal marqué et clivé sur le sujet la bas.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@morganet4152",
      "author_id": "UCuaAiYCzL2ENtXHNZUJCaLg",
      "text": "WSH MAIS METS DES TRIGGERS WARNINGS MA VIE",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kikijosecond2797",
      "author_id": "UCaZ6DJtGXAhGMtmxmIWCk9g",
      "text": "Non LGBT",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blabla199498",
      "author_id": "UCZ9i7_pYGh13yKuKUwkkrTw",
      "text": "ok pourquoi tu parles pas des parents qui font subir des changements de sexes à leur gosses?\npourquoi tu ne parles pas des personnes qui entament leur transition et qui s'apercoivent que ça n'a rien changer à leur mal etre? https://www.youtube.com/watch?v=RXrh0K0D4Ao",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@The_boxe",
      "author_id": "UCtF3xNyQlo92FVCu2gR2Ihw",
      "text": "mon gars les actes on des conséquences quand tu mourras tu comprendras",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zednokayu5013",
      "author_id": "UCG_JSKGqxRJQB6ILidgxu2A",
      "text": "A quand la fin de cette hypocrisie ? pourquoi pas mettre en œuvre le \"full like you \", je m'explique , tu veux un enfant sois tu adoptes soit rien , tu achètes un pc une télé ? full prise male ou femelle ? oups c vrai faut des prises non genrés , le pire c'est que même vous même , vous ne vous accepter pas et vous osez dire que c'est parce que les gens sont méchants ? ca va finir comme avec les femmes turbo féministes , vous allez être tellement ridicules , tellement prévisibles , tellement déprimés que même vous allez soit abandonner soit rager sur les autres méchants et vous enfermez dans vos soucis  , je ne suis pas du genre a dire que la masse a raison mais bon , tu aimes le sexe avec une personne du même genre qui n'existent pas mais qui existent quand même bah débrouille toi avec tes biais cognitifs grandit et médite , l'équation est simple ..., il y a déjà assez de structures et des personnes full peace comme moi mais on en a marre de vos pleurniches ,  bouffe suce lèchent , médite vraiment et sérieusement , tu adhères a un groupe non genrés qui se définis de par les genres , tu le vois ce biais , allez fait ta life toi qui lit se commentaires , mais deux choses , si on te cherche pas ne cherches pas la M , ne fais pas aux autres ce que tu veux pas que l'on te fasse et peut être , je suppose que sa ira mieux ,  en vrai j'aime bien tes vidéos Simon mais toi qui parles de problèmes internationaux , guerre , famine , techno , une vidéo pareil avec un tel sponso pour de tels menu soucis ( je ne parle pas de l'épopée de jean-mi biensur respect a lui ) mais du faites qu'en publiant une vidéo comme celle-là avec des propos qui font propager le fait que l'homosexualité appart pour quelque batraciens et autre ne devrait pas exister car ne donne sur rien pour nous les Hommes , soucis familiaux , soucis génitales .... que des soucis , au pire dites-vous que vous aiment cette personne tellement que si vous osez l'approcher vous la perdrez , un peu comme sur vous vouliez capturer la flamme de l'amour qui d'une va vous brulez mais en plus va s'éteindre si sa peu aider , courage mais n'oublier pas que des gens comme moi ne vous déteste pas mais ne vous aiment pas non plus , comme vous connaissez les paradoxes a la perfection d'un monde binarisé , je vous laissent avec ces derniers mots , réfléchissez bien , n'ne voulez a personne a part vous mêmes et sa ira mieux c'est promis , Le Créateur vous pardonneras mais ne vous laissera pas emportez sa après votre vie ici bas , si non le paradis ressemblerais a un bordel depuis 20 ou 30 ans avec votre mode débile , estimez vous heureux de vous réveillez tous les jours déjà , Patience et Amour sur vous",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SabreAfute",
      "author_id": "UC9uFqIcxYLH2pcCiwpetmpA",
      "text": "Moi je suis une  du genre n1525 de la planete zorglub, mi poisson mi arbre",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@icecrimes7942",
      "author_id": "UCh1hH5ZHi_LSx3D-eSOHucQ",
      "text": "C'est dommage de mélanger dans cette vidéo des gens qui ont été forcé, maltraité, et malmené par dans gens mal intentionné avec d'autre personnes qui ont réellement reçu de l'aide mais qui sont catégorisés comme ayant reçu une thérapie de conversation.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JeanPierreARNAUD21",
      "author_id": "UCem5v5qWkCmYjc9V9pI_HuQ",
      "text": "Ne pas confondre homosexualité et transgenrisme.\nContrairement à ce que beaucoup pensent, l'homosexualité est normale et se trouve dans la nature. Il faudrait donc une acceptation de la société claire et définitive. \nLe transgenrisme (ou dysphorie de genre), par contre est un problème, souvent lié à une souffrance. Il y a 20% de suicides, avec ou sans transition. Rien à voir avec l'acceptation de la société. Il faut donc un suivi psy.",
      "likes": 0,
      "timestamp": 1747958400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@buck6542",
      "author_id": "UCXI4RETtpz7HmSeZr9bgFkg",
      "text": "13:03 faut aussi se mettre à la place des parents… c’est quand même assez dramatique d’avoir à assumer un gosse comme ça…",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theoc.4291",
      "author_id": "UCRNKvNxPfzU_xG3maj0NURQ",
      "text": "dommage Simon que tu sois devenu un pion au service de la bienpensance avec Hugo Décrypte. Depuis quelques temps je m'en rends compte que vous êtes à la solde d'une idéologie, celle que les mêmes médias que l'on essaye d'éviter en allant sur youtube diffusent à longueur de journée sur les chaines tv grand public.\nCette video n'en est ni plus ni moins un exemple parfait. Vous prenez parti pour une idéologie celle qui est contre l'église, la religion et le bon sens afin d'exposer votre point de vue woke, bobo et de gauche sans aucune nuance. Vous dénoncez sans nuancer et utiliser les informations qui vous conviennent pour amener les spectateurs à vous suivre dans vos délires et ça franchement c'est moche.\n\nEt les placements produits sont vraiment insupportables. Longs et inutiles. Les gens sont pas dupes ils savent très bien ou ils devraient se rendre compte que vous n'êtes pas leur ami, mais juste un influenceur qui essaye de faire du fric comme tout le monde sur ces réseaux. Un de plus. Super",
      "likes": 0,
      "timestamp": 1758585600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bigemul",
      "author_id": "UC42D-95yhvP5pgSQGEubE8A",
      "text": "Je dois apporter une petite nuance à ce que tu dis : sa foi n'interdisait pas son orientation sexuelle. Je ne suis pas croyant mais j'ai eu des cours de religion et on me disait toujours que Dieu aimait tout le monde donc, ayant des proches homosexuels, je me suis intéressé à cette partie-là. La bible n'interdit pas l'homosexualité ; le clergé s'en charge. La désignation de l'homosexualité comme cause de la chute de Sodome et Gomorrhe n'est qu'une des interprétations. Les autres sont la luxure en général (et surtout les abus sexuels) et l'orgueil (le péché originel commis à la fois par Eve et son créateur).\n\nD'ailleurs, JK Rowling est seulement une cible facile mais n'est pas \"ouvertement transphobe\". Elle a refusé à des personnes transgenre l'accès à son association réservée aux femmes et dans laquelle les femmes avaient peur des personnes ayant un pénis, qu'elles s'identifient ou non en tant qu'hommes. En fait, JK Rowling est \"seulement\" sexiste. Pour ce qui est des thérapies de conversion, ce que tu dis au sujet de JK Rowling est plutôt grave et à moins que tu aies une source pour prouver ça, c'est faux.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ptibab73",
      "author_id": "UCZSYa5EaUdvjQmpIO7m_IMw",
      "text": "5% c'est pas tant que ça. Ça doit représenter à peu près le pourcentage de foyers très religieux/conservateurs en occident. Les US ne nous sont pas similaires par contre.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@seriax_platinum398",
      "author_id": "UCxLxjBbFwdrV2EE8ctFTs2Q",
      "text": "bon je suis déjà a la moitié de la vidéo et je suis parfaitement conscient que les camp de rehabilitation pour homosexuels sont des traitements horribles mais en tant que croyant j'ai l'impression que cette video est faite pour dénigrer mes frères catholiques en représentant les prêtre comme des vieux méchant tout pas beau qui font des trucs de méchant car ils sont tres intolérant et ça ca me choque car j'ai l'impression que cette vidéo est tout autant faite pour attirer la haine sur les catholiques de plus je trouve ça complètement wtf et inadapté de foutre une pub de sex toy dans une vidéo youtube comme quoi tant qu'y a des wokes ça passe",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sup3r__624",
      "author_id": "UC7nMbOWoZwGFM2-zYrOozjQ",
      "text": "je soutiens la pologne",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maxdu33-fp5eu",
      "author_id": "UCVgjy0lyYgWRN7Q2fiYZydQ",
      "text": "17:42 l'homosexualité et la transidentité ce n'est pas la même chose et c'est une grave erreur de mettre les deux dans le même panier. L'homosexualité n'est pas une maladie, cela dépend de la formation d'une partie du cerveau à la naissance (l'homosexualité (ou la bisexualité) ne peut donc pas s'acquérir mais elle est présente ou pas). La transidentité en revanche ça peut être (dans la plupart des cas sauf ceux qui souhaitent juste modifier leur corps ou qui se \"cherchent\") une maladie mentale appelée la dysphorie de genre. Et pour soigner cette maladie (pour ceux qui souhaitent) il existe une thérapie cognitivo-comportementale ou pas voie médicamenteuse. Évidemment chacun ayant le droit de disposer de son corps la réattribution sexuelle et autoriser. Bref voilà pourquoi le RN à fait cette distinction et donc merci de te renseigner d'autant que le RN n'ont pas voté pour la dépénalisation des thérapies violentes car la violence physique est punie par la loi. Voilà c'est tout pour moi.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sfumatomind1818",
      "author_id": "UC5wQ1coqSgS0JuMAMF0KCQg",
      "text": "Je trouve ça triste que les homosexuels se voient retardés dans leur lutte d'acceptation par des personnes souffrant de de dysmorphie de genre",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aykaato",
      "author_id": "UC5gTW3u-1hLMYC4dKETq89g",
      "text": "nimporte quoi",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DMRTVFR",
      "author_id": "UCzus9O9DenpMk7fy3UnhIrg",
      "text": "les homophobes, faites un travail sur vous même et/ou votre religion; force",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andreguybourgault",
      "author_id": "UCwWxAUBu4f82cNeMIqz2hdw",
      "text": "Merci pour cette fabuleuse vidéo. Au Canada depuis un certain temps, les thérapies de conversions sont illégales. Dans l'hôpital pédiatrique ou je travail, il y a même une clinique de dysphorie de genre pour les ados et préados qui croient être trans afin de les accompagner le cas échéant.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lyczsafrt3493",
      "author_id": "UC60pvk-LV7ohW8ag9FsH9YQ",
      "text": "Pourquoi vouloir changer les personnes qui n’aiment pas les gay et trans alors qu’il ne faudrait pas les changer eux ? Chacun fais ce qu’il veut que ce soit être trans ou les détesté.",
      "likes": 0,
      "timestamp": 1745366400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arat-cf8kj",
      "author_id": "UCzuq1hE5BfMHWCRt78_w5PA",
      "text": "Un gauchistes qui parle de j.k en disant de la merde bravo",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charlieamiard9138",
      "author_id": "UCbEfJ5DV068oJxDKL5oKQhg",
      "text": "Vidéo décevante. JKR n’est pas transphobe. Mais la complexité du sujet semble échapper à ce genre de youtubeur de bas étage. \nLa transidentité est utilisée comme thérapie de conversion elle-même auprès de jeune gay et lesbienne. \nC’est particulièrement le cas dans les pays musulmans conservateurs qui préfèrent qu’un gay devienne une femme pour sauver la face. \nIl s’agirait de se renseigner avant de produire des vidéos aussi pauvres intellectuellement et aussi incomplètes. \nAujourd’hui en France il est plus facile de se faire mutiler le corps et prendre des hormones pour devenir un homme ou une femme que d’accepter sa véritable orientation sexuelle. \nSi tu avais fait une vraie enquête tu le saurais.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dextructeur0099",
      "author_id": "UCJAE5tktVSuAuk2kVo3lpWg",
      "text": "C faux",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aouchichekatia1282",
      "author_id": "UCdiFevhthTv4gqOTWf9OW3A",
      "text": "Reportage et analyse très intéressante. D'un côté pour les personnes trans. Je comprend a moitié les craintes car je connais qui a fait un changement de sexe sans passé par la case chirurgie. Juste d'un point genre administratif puisque maintenant c'est facile de demander a changer de sexe et de prénom. D'un point de vu administratif. Pour la plupart des personnes l'ayant côtoyé on a même vécu avec lui pendant quelques années.  Les amis communs et ils sont beaucoup utilise pas devant lui évidence, son ancien prénom dans les conversations et il reste dans avec son ancien genre. Parce que pour nous du jour au lendemain tu décide de changer de sexe juste sur les papiers y aucun sens. Et donc on parle d'effet de mode vraiment parce que même les amis proche on aurait plus ou moins son mal être, la plupart on a une large ouverture d'esprit. De plus avant y avais quand même un processus même s'il été long au moins c'est pas juste un effet de mode et c'est une vrai reflexion avec des professionnels de santé. Même si le processus aurait pu être raccourci mais banaliser a ce point. Genre si je le décide je peux aller en mairie et changer ce n'est pas ironique mais la loi a été largement assouplit. \n\nPour l'homosexualité et la bisexualité on le sait que cela choisit pas. Mais le changement de sexe est un choix, une reflexion suite a un malaise corporelle parce que la personne ne sent pas a l'aise dans son corps. C'est une sacré différence. Je suis pas contre qu'on protège les trans mais faut vraiment légiféré cela. Avec un vrai encadrement des professionnels bienveillant et qui comprennent la problématique aussi.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DracoKaito",
      "author_id": "UCRluPd_O2UQwS2VMD6bpimw",
      "text": "Et même dans la vie de tout les jours, en tant que personne trans on survie encore. Malgré toutes les lois de protection, le milieu social,familial,médicale,du travail etc sont transphobes dans les racines et nos droits seront constamment remis en question. Quel que soit ton genre, ton orientation,ton ethnie etc , si tu n'es pas un homme cis blanc ''valide'' tu en chieras toujours plus. Merci d'avoir mis ça en avant,vu la montée inquiétente de la droite et des gens qui deviennent de plus en plus con, ce genre de sujet devient vital.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Flodrygo",
      "author_id": "UCSOAXqtzRptW9rPqOXBjahQ",
      "text": "J’aime la Russie 🇷🇺",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LO-vy7yt",
      "author_id": "UC6YdJFl2DqLSsOAckJhyXsA",
      "text": "Men and women.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@legrosbiscuit",
      "author_id": "UCMGYCGgx6ozOC4o9YKG_N9g",
      "text": "La nouvelle bête noir ce n'est pas la transidentité. C'est les lobby LGBTQA+ qui s'attaque à nos jeunes enfants. Et franchement illustrer J.K. Rowling, je trouve ça très très très limite et prouve que du a juste effleurer le sujet concernant son cas. Mais bonne vidéo sinon Simon.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheDeadJerem",
      "author_id": "UCgJG1RF9xInbZWMwCoEItgw",
      "text": "C'est son érreur il a pas prier assez chaques fois qu'il avait des pulssions il aurait du prier pour éviter de péché est avec le temps il aurait était attiré par les femmes (Non je ne suis pas homophobe) Moi j'ai eu une pulssion dans le passer la pornographie et donc la masturbation !) J'ai prier chaques fois que j'étais tenter d'allez voir du pornos et je rechuter des fois m'est maintenant ça c'est arrété ! Dieu EXISTE REELLEMENT !! je n'est pas arrété tout seul de moi-même je sais que je n'aurait pas reussi à m'en débarrassé de cette adiction ! ci je n'aurait pas demander de l'aide à DIEU ! après ça c'est certains tous le mondes commet des erreurs et défois des graves aussi personnes n'est parfait seul DIEU est parfait ! m'est nous humains on commet tous des erreurs dans notre vie ! Après c'est dramatique ce qu'il a vécu c'est horrible ça c'est certains ! sa dois seulement ce soigner par la prière jamais de ces façons ! m'est c'est une maladie quelque part parce-que pour DIEU c'est une ABOMINATION ! m'est il nous a laissé le libre arbitre donc oui on fait ce qu'on veux m'est faut s'attendre à des répercutions à nôtre mort 💀 ! donc L'ENFER ! ci on ne fait strictement rien pour changer ça !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@itachiuchiwa8386",
      "author_id": "UCT9TSFXOmn_OWUtZbn9F1og",
      "text": "mon premier dislike sur une de tes videos ' _ '",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vincentsg2793",
      "author_id": "UCxG2xYFFr2U0dXHhhgb_IEg",
      "text": "Les écoles, collèges et lycées qui branchent les enfants sur des mutilations et des viols ne font pas partie de ton enquête ... dommage, c'est la majeure partie des victimes; 90%+ des enfants ne sont pas dans le privé",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@victorm685",
      "author_id": "UCVQ2s0DlJPS8foGhUHQ6H0g",
      "text": "Oula.. Sujet sensible mal argumenté à mon avis... Moi qui adore ton contenu en général, je suis très étonné d un parti pris aussi rapide et se n réel argument.. Surtout quand o' voit à quel point la cause tqia+ dessert la cause lgb...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sweetyshiro8820",
      "author_id": "UCY4RLfRTe3kHnm0xaDzOj6w",
      "text": "Même si le sujet est grave, ya des moments où je pleurs de rire",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasrobert2825",
      "author_id": "UCU-tbEiinYdiib_elZLB5gw",
      "text": "L’exorcisme n’a pas marché pour sa maladie dcp",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Eisty",
      "author_id": "UCpwYLk25y98NOnPt0g1ABwg",
      "text": "devenir trans puis ne pas s'accepter .. l'être humain en toute splendeur",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@teamdarkus2984",
      "author_id": "UC5nvs1V0jhvNS4rD4slcP0g",
      "text": "comme quoi le rassemblement national fait pas que du mauvais.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tigalariv4229",
      "author_id": "UCNnl_EQtej4AtflkSsc3zeQ",
      "text": "Dieux merci que je suis pas gay",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timovessaz96",
      "author_id": "UCh1jLs3T--18nwqLv8OqUTQ",
      "text": "J'estimes que l'on peut soigner de l'homosexualité en acceptant Jésus Christ dans son cœur et que l'on est  prêt a vivre pour lui. (Avis personnel)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}