{
  "video_id": "SYiu1px5xUA",
  "title": "Devenir Riche avec des chaussures (enquête)",
  "url": "https://www.youtube.com/watch?v=SYiu1px5xUA",
  "comment_count": 506,
  "comments": [
    {
      "author": "@SPuech",
      "author_id": "UCMQSwUNSnMOP4IRysfeg8EA",
      "text": "Salut l'équipe !\n\nPetite précision : avec cette vidéo le but n'est pas de promouvoir les resellers ou le marché secondaire de sneakers.\nComme je le dis dans la vidéo je suis le premier à pester quand une paire qui me plait se revend 3x son prix. Mais d'un autre côté, au jeu du hasard je ne l'aurais peut-être jamais eu tout court.\nL'idée est, sans émettre de jugement, de donner la parole aux principaux concernés.\n\nPour ce qui est du placement de Trade Republic, leur service est vraiment top, maintenant bien entendu il est important de se poser, et de faire les choses correctement si vous vous lancez.\n\nPour le reste je vous remercie d'avance d'être respectueux, aussi bien envers les resellers qui ont accepté de témoigner qu'envers ceux qui tournent autour de ce business.\nL'idée ici est de vous permettre de vous faire une opinion, sans pour autant tomber dans l'agressivité. Jamais.\n\nJe compte sur vous 🤞🏻",
      "likes": 353,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oRealSan",
      "author_id": "UCKlv2morFSMoRZ_I1ubUMuQ",
      "text": "Pas mal d'autres commentaires véhiculent déjà la même opinion, mais la vidéo est très étonnante de ta part.\nPratiquement aucune remise en question, c'est même un encensement de ce genre de pratique qui abuse du système néo-libéral, afin de se faire de la marge en créant toujours plus d'inégalités. Les classiques arguments \"c'est la faute du jeu pas des joueurs\", ou \"vous savez moi aussi j'avais pas beaucoup d'argent avant, et puis c'est dur comme boulot\" sont des excuses vues et revues qui cherchent juste à détourner notre attention du véritable problème. Ces gens-là ne créent absolument aucune richesse et ne font qu'alimenter le cercle vicieux de ces marchés.\nSans parler du sponsor de la vidéo, assez douteux.\nVraiment très étonnant d'avoir ce genre de discours sur cette chaîne, alors que toutes les valeurs qu'elle a promu jusqu'ici sont aux antipodes de cette vidéo.",
      "likes": 1200,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Louicanthrope",
      "author_id": "UCht-dlSltmZi_OI9vBtLJ6A",
      "text": "c'est juste des scalpeurs en fait\nc'est grâce à ces honnêtes gens qu'on se retrouve avec des PS5, cartes graphiques ou billets de concert quasi 2x plus cher que le prix normal\nmerci à eux ! <3\nhAtE tHe GaMe NoT tHe PLaYeR",
      "likes": 889,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ZeBlackrabbit",
      "author_id": "UCSUvnSAcsKDRvMOTQ0QnyRw",
      "text": "Je sais pas ce qui est le pire ceux qui profitent du système néo-libérale pour s'enrichir ou ceux qui enrichissent ceux-ci. En tout cas je trouve ça dommage de faire la promo de ce genre de business.",
      "likes": 453,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@donwar74",
      "author_id": "UCVRgSWIzrPIRHixjQO9CC1Q",
      "text": "J'ai un gros problème avec ce marché, je suis handicapé, j'ai besoin de sneakers à scratch, zip (sans lacets) et ces chaussures sont souvent des éditions limités. Et impossible de trouver ces foutues pompes à cause de ce genre de types qui spéculent sur un truc utile et grand public. Et quand je vois ce que ça engendre (bastons, bots) ça me mets le mort. De plus les types sont odieux sur Vinted, certains t'insultent alors que tu demandes juste le prix et ou il a eu la paire.",
      "likes": 457,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pierre-B",
      "author_id": "UCiGq4_BrEZ4qjsBg4k7Vseg",
      "text": "J'ai découvert ta chaine il y a peu et j'étais très agréablement surpris de découvrir du contenu aussi clean sur des valeurs que je partage, à savoir le questionnement du système, du capitalisme, etc.\nLà cette vidéo, sponsorisé par une plateforme de trading aux fonctionnement douteux, où tu donnes la paroles à des gens qui encouragent les plus jeunes (et donc les plus pauvres) à investeir dans LEUR marché, je trouve ça vraiment malsain de ta part. En tout cas, je te souhaite quand même une bonne continuation et peut être une légère remise en question sur cette vidéo :/",
      "likes": 444,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OverLoutre",
      "author_id": "UCvtpDz8EsypS-hgVEIlbZ4g",
      "text": "En comparaison à ce que tu peux dénoncer d’habitude je trouve que à la fois le sponsor et le sujet traité (de manière assez vendeuse en fait) sont assez décevant de ta part. Soit le coup d’une vidéo soit une direction qui va sûrement pas me plaire ni à moi ni a beaucoup de tes abonnés..",
      "likes": 255,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zombiegammarid6474",
      "author_id": "UCrYp3hVGE1QO2tJYQjpguIQ",
      "text": "Je reste sincèrement perplexe vis à vis du recul critique sur la pratique. Ça reste vendre du vent, se placer de force en intermédiaire pour contraindre un prix à la hausse, en pratique y a la même éthique que n'importe quel capitaliste pourri et sincèrement, c'est surprenant de voir leur voix portée ici et de cette manière, surtout associée à ce placement produit douteux.\n\nTes vidéos m'ont suffisamment éveillé à plein de sujets pour que je vois instantanément le problème de celui-ci 😔",
      "likes": 188,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kazoex",
      "author_id": "UCqVxesRCnrHS3L69W9xNZMQ",
      "text": "C'est vrai qu'ils sont touchant ces petits fils dep. Et je suis sûr que si on s'intéresse aux dropshippeur ils doivent être au moins aussi touchant , ils se sont juste laissé prendre au jeu quoi.",
      "likes": 412,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AureMagik",
      "author_id": "UC7hDu1zPwV5koy0DpWqhZUA",
      "text": "J'sais pas j'trouve pas ça super saint l'over-spéculation... Genre on a pas besoin de ça actuellement ??",
      "likes": 40,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DarknessShadowise",
      "author_id": "UCsNstpwQiiXcb9kcBfwJB4Q",
      "text": "Ils sont insupportables à parler de leur histoire comme si ils étaient des entrepreneurs à succès. Ce ne sont que des spéculateurs qui abusent des failles du système et sont à l'origine d'une flambée des prix sur un marché de niche. N'étant pas fan de chaussure, je ne suis pas atteint, mais il est anormal de laisser des scalpeurs s'accaparer les produits pour ensuite les revendre à prix d'or. C'est une mafia qu'il ne faut pas promouvoir mais dénoncer, ce sont des parasites improductifs qui se prennent pour des génies.",
      "likes": 645,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abou_desouffle",
      "author_id": "UCqfAKOSkjWHyRcfDtuaBdWg",
      "text": "La forme est impeccable comme d'habitude mais au niveau du fond ça fait un peu bizarre de te voir vanter le scalping et la spéculation auprès des jeunes surtout que tu insistes en ajoutant que c'est un marché très bien pour eux.  J'espère juste que les gens que tu auras convaincu  auront vu le message en fin de description et bien réfléchit avant de prendre une décision.",
      "likes": 437,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Volroad",
      "author_id": "UCFHgd_UeGr1L-zIMCIFHt3A",
      "text": "Désolé mais c'est une mauvaise vidéo et la PIRE sponso. Le trading c'est ultra dangereux, beaucoup de jeunes tombent dedans (et même moins jeune avec l'envie d'argent facile).\nQuand au marché des scalpers et des ressellers, c'est littéralement \" voler \" avec des bots etc un produit, et le revendre plus cher en se disant que y aura bien un débile pour acheter ça plus cher. Problème actuellement avec les cartes graphiques et les chaussures. Ca créer un marché secondaire, beaucoup plus cher, pour RIEN, une valeur fausse finalement.\n\nEt je le répète, mais ta sponso en mode tout pipou mignon, et amener des gamins dans le marché du resell de shoes, l'idée en carton sérieux..",
      "likes": 228,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leh4ut",
      "author_id": "UCdF5YEiIk2v2SZaEwjlDcww",
      "text": "Ptdrrr grave touchant les mecs qui font de l’argent en spéculant sur la passion des autres. Non vraiment faut arrêter, ces mec là pourrissent littéralement la culture sneakers en rendant impossible l’achat de certaines paires. C’est ridicule, ils ne méritent aucunes félicitations ou glorification",
      "likes": 63,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolaspiacente8202",
      "author_id": "UCNg-dmrfq3K0C3wE-OwSDWw",
      "text": "J'en collectionne depuis plus de 15 ans et j'ai jamais autant galerer à avoir les paires que je veux .. résultats j'ai abandonné cette passion car c'est devenu pour monsieur et madame tout le monde . L'authenticité n'est plus . On parle pas souvent des gens qui se lasse à cause de quelques personnes qui achète en masses pour les revendre 10 foix le prix ! Sans compter qu'il y a 5 ans ses gens n'y connaissait rien .. les vrais passionnés sont mis de côté",
      "likes": 237,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gharmm08",
      "author_id": "UCy2_O7HsJ79MM-_Z4b4jHfQ",
      "text": "On vit vraiment dans un monde de fou, dans tout les cas les scalper pour moi c'est juste des types qui rajoutes un intermédiaire en épuisant les stock pour douiller les gens qui veulent juste acheter un produit. C'est comme se qui c'est passé avec les PS5 et les xbox.",
      "likes": 71,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jonathanansard8410",
      "author_id": "UCMMDJ83xWgc_sknSYMdhNJw",
      "text": "c'est vraiment dégueulasse le scalping comme ça, ça rends juste tout plus cher pour les acheteurs normaux et honnêtes\nplus toute la merde de spéculations qui vient après\net je parle dans tout les domaines : sneakers, cartes pokémons, carte graphiques, playstations 5\nhonnêtement, toi qui d'habitude accuse les arnaques et autres choses du genre ton point de vue très bon enfant et positif sur ces marchés me déçois.\n\nSérieusement, voir tout le long de la vidéo ces gens fiers de tout ce qu'ils investissent dans cette arnaque m'a juste énervé en fait.\n\"il y a du travail\" \"il y a de l'argent d'investi\" BEN TROUVEZ UN TAFF HONNÊTE BANDES D’ENFOIRÉS",
      "likes": 194,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chevreenpleinair",
      "author_id": "UCh7P0fXk72eoTcIVeFEB7vA",
      "text": "Simon, alors d habitude j adore tes vidéos, mais là... \nPour commencer déjà les resellers enlèvent le hasard des sorties de sneakers, ce qui fait qu il n y a plus que les riches qui peuvent acheter ces paires et enlèvent l égalité aux consommateurs. \nEnsuite je trouve étonnant de trouver un tel sponsor dans une de tes vidéos car il est pour moi à l inverse des valeurs de cette chaîne. \nFaire de l'argent avec la spéculation c est de la merde, tu n'apportes rien à cette société et tu gagnes sur du vide...",
      "likes": 183,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bullaka6740",
      "author_id": "UCbagrVBm7_7PTCa0RdiowMg",
      "text": "7 millions d'année d'évolution pour en arriver là...\nA vrai dire, les mots me manquent...\nA quel moment tout est parti a ce point en en vrille ? \nJe suis tellement heureux de ne pas être lobotomisé a ce point par l'argent, et toutes ces pratiques détestables... Mais je ne peux m'empêcher d'être à la fois triste pour ces personnes, et inquiet pour le futur dans lequel mes enfants vont vivre.",
      "likes": 189,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quedzal2149",
      "author_id": "UCOG5NLeMmNdEj96884N-60g",
      "text": "\"Le probleme c'est le jeux pas les joueurs\"\n\nOui , quand en ne produisant rien et en apportant rien a la société tu peux mieux gagner ta vie que des gens essentiels a cette société\nC'est qu'il y'a un problème plus profond que la personne qui utilise cette méthode .",
      "likes": 131,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wilsonwilson6467",
      "author_id": "UChh_bEUlTZZUiDwI2IsuTwg",
      "text": "Très déçu :( \nPas mal d'autres commentaires véhiculent déjà la même opinion (c’est carrément un copier coller mdr), mais la vidéo est très étonnante de ta part.\nPratiquement aucune remise en question, c'est même un encensement de ce genre de pratique qui abuse du système néo-libéral, afin de se faire de la marge en créant toujours plus d'inégalités. Les classiques arguments \"c'est la faute du jeu pas des joueurs\", ou \"vous savez moi aussi j'avais pas beaucoup d'argent avant, et puis c'est dur comme boulot\" sont des excuses vues et revues qui cherchent juste à détourner notre attention du véritable problème. Ces gens-là ne créent absolument aucune richesse et ne font qu'alimenter le cercle vicieux de ces marchés.\nSans parler du sponsor de la vidéo, assez douteux.\nVraiment très étonnant d'avoir ce genre de discours sur cette chaîne, alors que toutes les valeurs qu'elle a promu jusqu'ici sont aux antipodes de cette vidéo.",
      "likes": 67,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lapprentibiologiste2494",
      "author_id": "UCAOHlou0X45anwAKhhe6GhA",
      "text": "Pas de remise en question sur le système qui vise à fidéliser des gens qui n'ont pas forcément de thune, des conduites addictives que ça engendre, de l'industrie hyper crade que ça finance avec les désastres humains et écologiques que ça engendre ? Pas non plus de questionnement éthique sur la spéculation ? Ces types se font de l'argent en ne créant aucune richesse et c'est censé être ok, voir touchant ?",
      "likes": 199,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gwenn.s.6227",
      "author_id": "UCcdlt4Eotll-RxarJwY5_Ow",
      "text": "C'est la première fois ou tu est aussi chill dans tes vidéos, l'ambiance n'est pas aussi dramatique que d'habitude, franchement tu n'as pas du tout l'air de condamner ça alors que ça semble contre toutes tes valeurs.... jsais pas jme sens trahi mdrr",
      "likes": 57,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Azerttyuiopqsdf",
      "author_id": "UCGDPchNWw5p0nQW3xfLy08A",
      "text": "\"j'ai pas grandit dans de l'argent non plus, j'ai pas baigné dans ça\" into > je fais en sorte que ceux qui n'ont pas non plus des moyens de fou mais qui veulent se faire plaisir en achetant une paire ait pas le choix que de la prendre à un prix exorbitant quitte à se mettre dans la merde financièrement. L'égoïsme pécunier à son apogée. Etre riche c'est bien, l'être sans nuire c'est mieux",
      "likes": 29,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@victoriatruphemus6322",
      "author_id": "UCM9NrviX7EkpQE0kq6spT5w",
      "text": "Deux vidéos d'énorme qualité à la suite ! Je trouve que celle là transmet des valeurs assez contradictoire avec celles de ta chaîne d'habitude ces gens profitent du système autant que les streamers qui partent à Malte mais pourtant eux ne sont pas critiqués. Ça reste très intéressant merci pour ton taf !",
      "likes": 71,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SwordOfWhiterun",
      "author_id": "UCTaya4duiVw-taDuQkRKh2w",
      "text": "Je viens de lire le commentaire supplémentaire de Simon Puech mais même avec ça je peux dire que, comme les autres, que le point de vue est mauvais.\nJe ne vais pas m'étendre dessus car d'autres ont mieux expliqués que moi.",
      "likes": 19,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@albert_wresker",
      "author_id": "UC57c3G8X6bTe9cezHxd2CHQ",
      "text": "franchement donner du crédit ou bien même la parole a un marché aussi honteux c'est très gênant et d'un gout douteux",
      "likes": 21,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lusamina",
      "author_id": "UCbHrnE8KwbakW72hXDclO_w",
      "text": "\"Le problème c'est le jeu, pas les joueurs\" \nLe gars qui dit ça contribue justement a ce problème",
      "likes": 8,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ShigaruFR",
      "author_id": "UCqORxb4fpZMLt33K-iC99PA",
      "text": "je comprends pas, c'est littéralement:\n-vider les stocks d'un magasin\n-revendre plus cher qu'on a acheté\n-garder les bénéfices.\nCelui qui fait ça, il profite juste en passant entre le magasin et le client. Le client lui donne des thunes pour aucun service. C'est la définition du vol.",
      "likes": 53,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sadomisator393",
      "author_id": "UCu6BBBtzBd6HcAS_Qa9t_5w",
      "text": "le capitalisme me dégoute",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Altis_play",
      "author_id": "UCs2UszeXZlQ-DsHI667DONA",
      "text": "On dirai que la vidéo est un prétexte à la sponso. Ça me donne envie de fait partie du marché plutôt que de le dénoncer dommage.",
      "likes": 16,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BioFake1",
      "author_id": "UCnjQ2QR8g6l_KzWSpHfT-5w",
      "text": "\"Blâmez le jeu, pas les joueurs\", bah ici en l'occurrence c'est les deux qu'il faut blâmer. Il est clairement dit qu'ils faussent délibérément des captchas, ils enfreignent donc les CGU des divers site qu'ils utilisent afin d'arriver à leurs fins, donc ils sont techniquement hors la loi... Ce n'est pas parce que les autorités n'ont pas (encore) mis les mains dedans qu'il ne sont pas déjà coupable... D'autant que ce sont des aveux à visage découvert...",
      "likes": 24,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@porcinetor2076",
      "author_id": "UCfNL12evQHFE3mJQ57a_sOA",
      "text": "C'est drôle ça ressemble beaucoup à des scalpers",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Artyom.Helder",
      "author_id": "UCMiK5px-FarGpFAAb0m1tlQ",
      "text": "Moi j'ai des bottes militaires, ça marche bien , coûte pas très cher , esthétique, et dure des années mais après voilà pourquoi pas.. des chaussures en plastique et en tissu.. à 1500balles..",
      "likes": 41,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pink22702",
      "author_id": "UCmqlWFkGmeTOD_25dXV3VAQ",
      "text": "Salut Simon\nJ'aimerais juste soulever un point qui me dérange dans cette vidéo. Le but n'est pas de faire une attaque ad hominem (vraiment pas, d'autant que je connais ton engagement sur de nombreux sujets). \nMais il y a vraiment qqch qui m'a estomaqué : le fait que tu promeuves les appli d'investissement en bourse. Parce qu'en réalité, c'est le même principe que pour les bots sneakers dont tu parles, donc tu connais ce phénomène.\nEn clair, une personne physique sur ce genre d'appli va forcément se faire repérer par les algo et ça devient leur vache à lait (les algo sont immensément plus rapides, sont capables de traiter une quantité énorme de données, etc). Les personnes physiques se font alors inéluctablement devancer et au final, se font avoir...\nEt proposer des appli d'investissement en bourse à des vrais gens, c'est tenter d'attirer de nouveaux capitaux venant de personnes qui ne sont pas DU TOUT armées de la même manière que les investisseurs dotés d'algo.\nEn gros, l'algo fait de toi, que tu le veuilles ou non, un gogo... =\\",
      "likes": 19,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chameleon1308",
      "author_id": "UCVGp__rSBHgif-udUIcF0ww",
      "text": "Ahah speculation funny ....",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThePsycho022",
      "author_id": "UCI2cPt15X1X_qMN75abouqQ",
      "text": "On a le même problème en ce moment sur les cartes graphiques, bcp de gens comme ceux la utilisent des bots pour acheter en masse tous les stocks et les revendre ensuite 2x plus cher, ces mecs sont des enfoirés, ils s'approprient des stocks entiers de choses rares et demandées, ce qui crée une pénurie, et leur permet de revendre bien plus cher après, c'est une pratique dégueulasse...",
      "likes": 7,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@damle4194",
      "author_id": "UCrV5kH8jN1mNf9x6mxPLRWw",
      "text": "Même si c'est du temps et de l'argent c'est basé sur rien , a ce prix autant payer un artisan et faire la paire que tu veux.",
      "likes": 8,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gusifuc4595",
      "author_id": "UCDO5iYghPV13zJwYr-WSxiQ",
      "text": "Simon !!! C’est quoi ça ?!?! 😂 Tu fais ce que tu veux mais je ne pense pas que la promotion de l’individualisme et du capitalisme ressemble à l’image que j’ai de tes autres vidéos… Sans forcément dénoncer, tu aurait pu faire une investigation neutre, mais là, je pense que ton public aura du mal à avaler ce genre de choses… Je pense qu’une petite vidéo explication serait la bienvenue.. Et pour le sponsor je ne sais pas trop quoi dire, à la fois je ne suis pas trop partisan de l’investissement en bourse, et des valeurs dont cela découle, mais je comprend qu’il est nécessaire pour toi de te financer.(excuses ma franchise et le tutoiement 😅)",
      "likes": 62,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathiscousin8329",
      "author_id": "UC8qjQpAls76MNVkTioUIHyQ",
      "text": "Franchement j'ai déjà eu par le passé l'impression que tu restais en surface des problèmes que tu évoquais mais la c'est plus le cas que jamais.\nTu ne montre aucun avis extérieur de fan ou de passionné qui sont les réelles victimes de cette situation. Les entreprises comme Nike etc savent très bien que grace à cet effet tout leur stock sera écoulé excréments vite et pour les scalpeur (et pas auto entrepreneur ) c'est juste une marge facile\nC'est triste de voir des marchés remplis de passionnés se gorger de pratique comme ça comme avec les cartes pokemon, le jeu vidéo, les snikers..\nMais encore une fois une qualité vidéo au poil, tu as des moyens alors profites en pour réaliser des vidéos au top",
      "likes": 27,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m2ganuno609",
      "author_id": "UCzFTMkPPGwXLoGTZS7fOusA",
      "text": "Pas chaud de passer mon livret A dans un jeu de casino 🤣",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@diux4837",
      "author_id": "UCsmtG7hxGq1PpI36IWZmuuw",
      "text": "Oui t'as raison faisons la promotion des resellers. En plus ils travaillent tellement dur pour ça et investissent a risque il faut vraiment les applaudirs. J'espère que la prochaine vidéo parlera tu trafic de drogue et comment les dealers prennent des risques et investissent bcp de temps perso pour essayer d'en tirer un benef",
      "likes": 6,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tristan0510",
      "author_id": "UC4GCO-tqPHxVygKSPQ6Brmw",
      "text": "Déjà que j'ai énormément de mal à comprendre comment on peut encenser des chaussures fabriquées à bas coût en entraînant pollution et exploitation des personnes, revendues avec une marge énorme juste pour le \"prestige\" de la marque et les coût marketing pharaoniques, mais alors là on touche vraiment le fond.\nJe suis désolé mais l'excuse du self-maid man est complètement bidon. A part le côté pari risqué qui peut être excitant pour certains, quel plaisir tu as à participer à ce genre de pratique ?\nOn est dans le culte de la thune et de l'apparence le plus total.",
      "likes": 22,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@felixjulesyt",
      "author_id": "UCbq18EMc4vEcRSBAhPxOQkg",
      "text": "Ca me tabace à quelle point c'est débile le fonctionnement du capitalisme",
      "likes": 7,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gargapascal3279",
      "author_id": "UCqpsBS_sQDs1kPRWwH66MWg",
      "text": "Pitié monsieur rendez moi mes chaussures",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ninobasset8176",
      "author_id": "UChcA-HG4EF_msZXnQVOMBEQ",
      "text": "\"Hate the game not the player\"\nNo player no game, the player feed the game. Mort aux scalpeurs.",
      "likes": 7,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@babylone9000",
      "author_id": "UCshVvQ8ySgzU5WJhRWfB-yQ",
      "text": "Merci pour cette phrase de fin magnifique 🤝",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NeraThun",
      "author_id": "UC_B1CnqgRk22cN90sE2TuJw",
      "text": "Scalping ce fléau... Si seulement ça se limitait à ces shoes ... Très bonne vidéo même si on aura compris que je méprise cette pratique et les gens qui en font l'usage.",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@choika5027",
      "author_id": "UCyZRtkWaDd1Y2N2G9lldtDQ",
      "text": "baissé jamais les yeux et non à la spéculation !",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mateolalanne8708",
      "author_id": "UCKHJjFRL8dSi86RQnwxde-g",
      "text": "Pour moi c'est pas du resell c'est du recel c'est quasi illégal",
      "likes": 21,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NightRemixFr",
      "author_id": "UCjKuEoHNBlJ7ygIpr0t-JRg",
      "text": "Malgré l’excellente vidéo qui met en avant une pratique que je ne connaissais pas du tout, leur sale image restera toujours une sale image pour moi.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fraisedesbois6035",
      "author_id": "UCQsyGlQMK3xQNySJXPHEerg",
      "text": "Ces histoires me font penser à la collection de mangas et de la BD en général , des gens achetes des tomes (souvent collector ou edition limité) et les revendes des fois à 10 ou 20 fois leur prix d'origine. Des spéculateur qui te vendes une intégral en 15 tomes de HOMONCULUS  à 800 balles (séries juste introuvable) ou un tome 100 collector de One piece a 200 € 1 jours après sa sortie...\nJuste... Tema la taille du rat.",
      "likes": 7,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@donyzi",
      "author_id": "UCEuj9dN_b07VRHH6zh0UeXg",
      "text": "« Lomepal à Ziak » ah 😬😬😬",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@un_pogaz",
      "author_id": "UC4AV7LmvW-IoKdXYpGz_O6g",
      "text": "4:50 Alors, tu m'excusa Simon, mais ce placement de produit était particulièrement vicieux.\nSon type, le thème de la vidéo et ton intonation de voix... s'est une combinaison dangereuse. Une mauvaise langue n'hésiterait pas a dire que cela était de la pub/placement dissimuler.",
      "likes": 9,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeann4565",
      "author_id": "UCQTgh4Bcwn_RbximtnZW0MA",
      "text": "Ont n'a les loups de wall street, et les loups du russell maintenant",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Canalkvb14",
      "author_id": "UCH0UEuv9NKfbXPwrqGRieQQ",
      "text": "Même constat que 95% des commentaires. Déçu de voir une vidéo qui fait l'apologie du système que tu dénonçais d'habitude. \nJe me pose des questions...",
      "likes": 6,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lolocraft2000",
      "author_id": "UC3T_3c_5oTNhcN41pVkzx6g",
      "text": "C'est compliqué ces histoires de chaussures et de bottes 🤔",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lel7788",
      "author_id": "UCtYWymaEbSS_RW4_aq9EcVg",
      "text": "Promotion indirect du scalping (représentant parfaitement le capitalisme) + placement de produit d'une application  qui vulgarise et banalise l'investissement en bourse et le trading, 0/20",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ratrapppp",
      "author_id": "UCZeNOkpyoYsC3fx4QDqsE_A",
      "text": "Ton travail est pertinent, vraiment, une de mes chaînes préférées",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jejewargun31",
      "author_id": "UCuPbTNUuLG4nsx3EOSXX5qw",
      "text": "Très surpris de cette vidéo qui va à l'encontre des valeurs de la chaîne !\nVraiment déçu de te voir promouvoir ces pratiques, et encore plus le trading auprès d'une audience jeune, alors que tu es parfaitement conscient que si le monde est au point de rupture aujourd'hui c'est en grande partie à cause des abus du capitalisme, de son marché  néo-libéral et des tradeurs qui en profitent.\nFaut croire que l'argent et la célébrité fait vraiment perdre la tête à tout le monde, même sur internet ... Reprends toi Simon",
      "likes": 16,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienchevolleau1502",
      "author_id": "UCdglXSNCJU0PvBZvzhfyp-w",
      "text": "Belle recherche, un sujet tellement plus gros que j’aurais imaginé !!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrDivagation",
      "author_id": "UCLiPGwZlJMAA2prQLtCZTSw",
      "text": "J'attendais le \"mais\" durant tout la vidéo... Sauf que non, aucune remise en question, rien. On est à l'opposé de ce que tu as l'habitude de poster, c'est assez étrange, et dommage.",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@junanagoo",
      "author_id": "UCublg3_zThAHUmQ8klJZDMA",
      "text": "Super quali, le sujet est passionnant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shaunikill",
      "author_id": "UCMANYZDFUYDlabobV0wvq5w",
      "text": "ça m'fait vriller. Vraiment sans déconner il s'est passé quoi au juste ? C'est quel genre de virage ça ?\n\nComment tu peux passer du Chrono \"Notre Société est déjà Morte\" (entre autres) où tu t'énerves sur des gens de ton âge qui raisonnent comme les anciennes générations, en disant je cite : \"Bah non, c'est vrai, enferme-toi dans ton économie de marché, celle qui a déjà tout niqué, tant qu'à faire, passe la 5ème, faudrait pas te rater\"\n\nIl s'est passé quoi en 4 ans au juste ? On doit en déduire quoi ? Que tu n'as bien pris pour des jambons depuis tout ce temps ? Où sont passés les beaaaaux discours écologistes là au juste ? Le fait que le système capitaliste ravage tout sur son passage c'est devenu optionnel ?\n\nOn en est au point où le fait que ces sociétés soient connues pour le travail des enfants, qui entretiennent la précarité mais aussi les changements climatiques pour leur petit profit c'est devenu un sujet qui traîne, c'est pas important ? Tant que y a des sous à se faire ça passe allé pas grave.\n\nEt faudrait pas être agressif ?\n\"D'un autre côté, au jeu du hasard je ne l'aurais peut-être jamais eu tout court\" \n\"Le but n'est pas de promouvoir les resellers ou le marché secondaire de sneakers.\" Ah bah nan jamais de la vie ptdr c'est pour ça qu'on va faire une ptite sponso pour que vous puissiez participer à votre propre ruine! qu'elle soit immédiate ou tardive peu importe tant qu'on vous fait miroiter des grosses sommes pour partir à Los Angeles tous les été. Un mode de vie aberrant, immoral et indécent parce que vous êtes tellement dans la merde que vous avez toujours rêvé de ne plus jamais y être. Qui fera juste se monter les gens les uns contre les autres.\n\nLe but c'est pas de promouvoir les resellers ou le marché secondaire mais t'as quand même laissé au montage le gars qui dit aux jeunes que c'est le meilleur biz' qu'ils peuvent lancer pour se faire un max de blé. En prenant le risque de tout gagner ou tout perdre et les foutre d'autant plus dans la merde. Mais de tous les cas gagnants ou perdants ça les foutra toujours plus dans la merde.\nElle est où la différence entre ça et les Ytbers/Streamers qui font des sponsos de site de paris en ligne à un public principalement très jeune ?\n\nToute la vidéo empeste le néo-libéralisme, le capitalisme outrancier et dévastateur mais faut être respectueux et pas être agressif attention c'est le plus important!\nLa vidéo transpire la violence. La violence du système boursier, de spéculation qui tue, pille, détruit, précarise mais c'est à NOUS de pas être agressif.\n\nça m'dégoûte. Sérieux ça m'dégoûte. J'suis dégoûté d'avoir cru et vu en cette chaîne un bastion de critiques, de sensibilisation sur ce qui nous mène à notre perte voire à notre annihilation pure et simple.\nLa fonte des glaces, le réchauffement climatique, la famine, le travail des enfants, l'exploitation, la déforestation, la mort de centaines de milliers d'individus et de la biodiversité, les sécheresses et j'en passe. Ce sont autant de sujets qui auraient dû être abordés avec cette vidéo, plutôt que \"Regardez comment les resellers se font un max de thunes grâce au capitalisme ?! *emoji choqué*\"\n\nOn oubliera pas non plus qui est perdant dans l'histoire, parce que ce sont toujours les mêmes.\nJ'espère juste avoir jugé un peu trop vite et que cette vidéo en est juste une, avec d'autres peut-être, qui fait tâche au milieu des autres. Tant elle est déconnectée de la réalité, ne fait qu'entretenir l'hégémonie capitaliste et est incohérente avec les autres vidéos.",
      "likes": 6,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ezio1367",
      "author_id": "UCt610-22We9g5704zCKrfeg",
      "text": "On arrête pas la connerie humaine quoi...",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manuman5319",
      "author_id": "UCgjlJfD6W20hR7Wm2QTkohA",
      "text": "Je comprend même pas comment ça peut être rentable de faire ça... Les gens sont prêt à acheter une chaussure à un random sur internet, et plus cher que le prix de base de la paire ???",
      "likes": 5,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kingofbadjoke4792",
      "author_id": "UCv1TYuyy74HzMYAJVtqpQnA",
      "text": "J'aime beaucoup ta chaîne, tu parle tout le temps de sujet très intéressant, peu ou pas connu, bien documenter et bien présenter. Une chaîne qui fait la promotion du savoir , de la compréhension de certain aspect de notre Mende et pas de simple amusement ou divertissement douteux devrait faire largement plus de vu ! Tu doit très agréable à côtoyer et avec qui discuter 💪🏻",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lg-bzh5603",
      "author_id": "UC_gF_h0ugrW5N9r4hA8YBww",
      "text": "Aujourd'hui c'est la sneaker, mais demain ça sera quoi ? Déjà que les prix des GPU parte en vrille .... Jusqu'où cela s'étendra ?",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@S.Brnt40",
      "author_id": "UCqWlYuiEJ5sgF309k183Yew",
      "text": "\"Marché secondaire \" mdr c'est juste un moy pour pas dire dropshipping",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienkupfermunz3302",
      "author_id": "UCbqAP1ZuxsrGQu6vV0gcrfA",
      "text": "Salut simon, je voulais juste te dire que je kiffe tes vidéos tes recherches etc ton travail est super intéressant (et en plus c'est dispo gratos ici ;) merci bcp a toi continue comme ca",
      "likes": 15,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mehdizobiri9267",
      "author_id": "UCyawbf4dB-Z_fsA9YvKtJ_A",
      "text": "Hyper intéressant , merci Simon",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matroia5993",
      "author_id": "UC-Z42oI44jKdRqbQoFfQ-aQ",
      "text": "Non, ce n'est pas neutre de juste \"donner la parole aux acteurs de ce marché sans jugement\" sur une chaine telle que la tienne. Dire que ce genre de dérive est un fléau social, économique et écologique n'est pas un jugement subjectif, c'est un FAIT. Tu as une responsabilité, notamment auprès des jeunes générations, passer de Amnesty International à un sponsoring Trade Republic c'est véhiculer un message bien particulier.",
      "likes": 35,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LePetitMangaStars",
      "author_id": "UCeamavFD6h7Dg1S1lfT77ew",
      "text": "Toujours de très bonne vidéo, merci également à cette enquête qui nous permet d’avoir plus d’informations sur ces fameux scalpers /retaler, qui empoisonnent les marchés.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tyrone-ln6gm",
      "author_id": "UC9Rcs4r0-qMdLRfacgC0fTw",
      "text": "Yes, émergence de pratiques financières ou seul le gain prime, au dépend du consommateur... Ça montre bien l'état d'esprit vers lequel on tant : l'individualisme. On peut mettre les gens dans la merde du moment que c'est lucratif. \nD'autant qu'en y réfléchissant, ces personnes n'apportent aucune plus-value à un marché qui fonctionnait déjà très bien sans eux. Ils ont peut être fait preuve \"d'intelligence\" en flairant le filon, mais aucunement de bienveillance et d'éthique.",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@studiojamescao",
      "author_id": "UCWfCrbuvnicA9pzf6CacNhA",
      "text": "Hahaha le R2-D2 qui passe à fond",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ke0zom204",
      "author_id": "UCMfUJQEQVmByFREoZtE0RUw",
      "text": "Ces gens-là me répugnent, c'est la crise, productions au ralenti, et t'as ces gens déjà riches qui achètent plusieurs centaines d'articles jusqu'à rupture de stock pour revendre 2x le prix.\nIls devraient y avoir une perquisition si tu commande plus de 10x l'article à la même adresse, ces scalpeurs déclarent-ils seulement leurs gains aux impôts ? Tu n'en a pas parlé !\nCe qui m'énerve c'est que tu les as présenté comme des honnêtes gens qui gagnent durement leur vie, alors que tu aurais dû dénoncer ces pratiques et donner des solutions / issues pour arrêter tout ce carnage spéculatif honteux ! Genre ne pas céder, ne rien leur acheter, et les laisser avec leurs stocks sur les bras en attendant qu'un nouveau produit mieux sorte…\nQue disent les lois ? Que dis l'Europe ? Que font les marketplaces ? Quelles solutions sont-elles envisagées actuellement pour contrer ça ? Y a-t-il déjà eu des condamnations ?\nComment être respectueux avec des gens qui nous manquent de respect ? Une vidéo qui nous laisse malheureusement avec plus de questions que de réponses…",
      "likes": 23,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mathelot2",
      "author_id": "UC1hfap79llz2k4Qfldc9X_A",
      "text": "Grosse dinguerie la vidéo, j’en ai appris grave sur ce monde",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoninroux5830",
      "author_id": "UCW2pnyjBhcSVypv7Eib1PqQ",
      "text": "Franchment déçu, autant le sponsor que la manière de traiter le sujet tu nous avait habituer à mieux ...",
      "likes": 5,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@minouche2148",
      "author_id": "UCyBxKSXANWOhfR576VbFY7Q",
      "text": "La ptite ref a discipline de orel on kif 😊",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@friize",
      "author_id": "UCBcIizmQX6tTkH8Y75o9DXw",
      "text": "J'vais pas te mentir, en tant que dev, j'ai pensé à en faire un de bot mais plus pour moi et mes amis car en ce moment c'est fou de ouf pour choper des pièces pas que des paires de snickers mais même en connaissant le phénomène j'étais loin d'imaginer tout ça xD",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nono-Pruneau",
      "author_id": "UC0DOvj4vlqe02lEfSFplxmw",
      "text": "T'es trop dans l'émotionnelle...",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexirichard3381",
      "author_id": "UCjwhXLyjxTv6b6M1TypgePg",
      "text": "Déçu du message transmis dans cette vidéo...\nAucune remise en question des méthodes de ces mecs pour faire du pognon, et une conclusion plutôt gentillette et positive sur un sujet qui, pourtant, mériterai bien plus de critique",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@IbrahimisPlaying",
      "author_id": "UCTS_JY8unkjU9JEqH5EKEeQ",
      "text": "L'entrepreneuriat c'est une aventure. Je n'arrêtais jamais de le dire :) merci pour cette vidéo et le partage d'une partie de l'aventure de ces jeunes qui réussissent :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jeanbane",
      "author_id": "UCwnoT7QpE7vOTT7Y2awaQBw",
      "text": "\"C'est que derrière y a du travail\" Fin tu fais juste tourner un script y a rien d'incroyable ta pas révolutionné le monde. Sacrifice pour un bot ? il se fou de nous  tu depense 300e tu fais x3 en 2semaines y a aucun risques aucun sacrifice arrête ton cinéma 30sec. C'est dégueulasse et pourtant c'est pas ma passion. hAtE ThE gAme NoT ThE PLaYeR. + le sponsor trade republic qui est pas une plateforme de fou pour investir ... bref c'est décevant pour une fois",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elisabethvandamme4817",
      "author_id": "UCglynVWUi-kAfyvqWKpzjBw",
      "text": "merci pour cette video de malade",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@calimera41",
      "author_id": "UC-D7hLzLz3JTnRPrKm7IcEg",
      "text": "J'ai toujours grandement apprécié tes vidéos mais là je dois avouer que c'est la première fois que je mets un dislike. L'investissement c'est un sujet complexe et à l'heure actuelle et dans notre système économique c'est quasi impossible d'investir de manière éthique (et par éthique j'entends sans que cela soit au détriment d'autres gens), alors te voir mettre en avant ces pratiques c'est assez dommageable, même si, comme tu t'en défends, tu ne le fais pas pour les encenser.\n\nD'ailleurs sneakers ou immobilier même combat, investir dans l'immobilier n'est pas plus éthique que le reste. Après je comprends les personnes qui le font, je mets juste en avant le fait qu'en le faisant il faut avoir conscience et sur la conscience qu'on alimente le système et qu'on s'enrichit sur le dos des autres.",
      "likes": 7,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Djvazeline",
      "author_id": "UCZ9RS2bUU4gfGpbTzWrdC2w",
      "text": "Vidéo géniale sur des sombres Efdépé",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tooflex76",
      "author_id": "UCmBXkEKIrRTyO1CTogiaAyQ",
      "text": "Incroyable!!!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kevinbvt6811",
      "author_id": "UCKY2drEUcJKI_oo1F3LD4iw",
      "text": "Ce système est vraiment pas ouf, comme dit dans bcp de coms, mais je trouve que c'est pas les seuls à blamer, y a les acheteurs aussi qui créent la demande. Si les acheteurs n'étaient pas prêt à mettre autant, ce serait la fin de ce marché secondaire.. Déjà les prix de bases des sneakers sont abusés (quasi 200€ sérieusement pour une paire de pompes) mais ceux qui sont prêt à mettre des centaines voir des milliers d'euros sont matrixés. Et me sortez pas l'argument de la passion, tu peux te passionner d'un truc sans claquer des sommes astronomiques, là c'est plus une passion, c'est de l'addiction pour dépenser autant",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Annon667",
      "author_id": "UCH9RJtCGlnpVt87JTuP6XlQ",
      "text": "Le principe de middle man, ou d'intermédiaire de transaction fonctionne très bien  sur le dark net aussi, avec les clefs codés ce qui permet d'éviter les douilles sur des achats.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loanerouiller6698",
      "author_id": "UCOwaAtZnMpH3T_wdVzbLtKQ",
      "text": "Alors là en voyant cette vidéo je me demande pourquoi je suis abonnée...\nUn sponsor de vidéo pour promouvoir l'achat d'actions ? Sérieux ?? \nPareil pour ces mecs dont leur vie consiste à revendre 10x plus cher des paires de baskets.. incompréhensible, autant que ceux qui les achètent d'ailleurs.\nOuvrez les yeux putain... crise climatique et sociale ça vous dit quelque chose?",
      "likes": 5,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebv5798",
      "author_id": "UCVCVxhPubDTq0ThWq6ip8BQ",
      "text": "dans 2 secondes on va devoir leur dire bravo pour leur reussite...... il existe un moyen simple de contrer ça limité le prix a la revente sur une certaine duree",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gatlink42",
      "author_id": "UC1ePhv2-EgM5MUdFyber-gQ",
      "text": "Quand est-ce qu'on met fin au capitalisme sérieux ?",
      "likes": 32,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sfumatomind1818",
      "author_id": "UC5wQ1coqSgS0JuMAMF0KCQg",
      "text": "12:09 '' derrière y a du temps, de l'argent investit ''\nMais meme dans l'esclavage mon grand, c'est pas pour autant que c'est bien",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OldboyRaf",
      "author_id": "UCBQ7bBa65nZi8TjwddhSSmw",
      "text": "C'est chaud....ce language anglicisé ridicule...cette compétition...\n\nOn est vraiment dans le self made a l'americaine...\n\nAhlala... J'aime vraiment pas ça...\n\nEt je trouve ça bizzare quand on connaît ton contenu d'avant, très critique envers la société.",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@So_________",
      "author_id": "UC-OeBiYPc06lg7ZJ5rPvMxw",
      "text": "Moi j’ai kiffer la vidéo, merci pour ton travail, et c’est bien plus respectueux de cette manière pour les petits acteurs d’un énorme système, au moins ça montre le game..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@josephlavenu7377",
      "author_id": "UCY79UhVImsv8tVA13N-CJMg",
      "text": "Salut Simon très bonne vidéo claire et détaillée en revanche je pense qu’on oublie souvent que derrière tout ce monde l’impact environnemental est gigantesque",
      "likes": 7,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lisatapelefond7755",
      "author_id": "UCSDSFwOVpJ6VIFnhLJOvRdQ",
      "text": "Et sinon c'est quand tu refais des vrai Simon puech vidéo, comme, la Norvège, ou la Slovénie ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tranchk",
      "author_id": "UCSYpjLXI_NnDfnCQrNSWNSw",
      "text": "Je reviens quelques jours après pour voir ce qu'il en est et à part le titre et la miniature, rien n'a changé...\n\nPour des raisons éthiques, il aurait, dans la mesure du possible fallu supprimer cette vidéo.\n\nLa spéculation et l'appât du gain à son origine sont parmi les plus grands problèmes de notre époque dont découlent tellement d'autres. \n\nVoir une vidéo les promouvoir du début à la fin est profondément triste. Surtout à une période aussi charnière que la nôtre où l'on doit changer de paradigme.\n\nJe ne parlerais pas de déception parce que c'est hors de propos par contre il est évident que cette vidéo est aux antipodes des habitudes de cette chaîne.",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Buglardons",
      "author_id": "UC_aS5W-RsaUqlVeOd0KfH5g",
      "text": "\"y a du travail derrière\"",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@overlordtm7965",
      "author_id": "UC3u4Bs4LMBbBY-QZLX0xVKw",
      "text": "13:18 oh calme toi par contre ce sont pas de simple logiciel le travail qui a était mis derrière pour bypass toutes les sécurités est colossale parfois faut se mettre a plusieurs pour créer un bot performant et complet donc dire que c'est \"un simple logiciel\" c'est inacceptable",
      "likes": 4,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aurelii5125",
      "author_id": "UCsBrUuAmhQkGNH5q16U7eMg",
      "text": "Très bonne vidéo, qui reflète réellement le marché de la sneakers.\nC’est rare dans ce genre de milieu, on sent que tu parles d’un sujet qui te concerne ;)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kuwagami7269",
      "author_id": "UC8HG2Ox3vuyQV22QwptMM5g",
      "text": "Je viens de voir 17 minutes de scalpers qui tentent de justifier un business model lamentable. Je ne peux pas m'empêcher de trouver ça dommage de ne pas avoir profité de l'occasion pour démonter en règle ces bulles spéculatives qui ruinent litéralement des gens, et pas uniquement parmis les \"victimes directes\" que sont les acheteurs.\n\nJe comprends que ça aurait fait mauvais genre vis-à-vis du sponsor vu que la bourse fonctionne sur le même modèle d'arnaque bien ficelée et de manipulation de marché. Ha non pardon, la manipulation de marché est censée être illégale...",
      "likes": 6,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OH_PUTAIN_CON",
      "author_id": "UCNOlpl70Km_jR2RgtSD4HqQ",
      "text": "Tes vidéos sont passionnantes !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rikodou100",
      "author_id": "UCj-hB78JHDcVG9CSpwV4eWQ",
      "text": "Pendant un instant j'ai cru que tu parlais des barres chocolatés XD",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AceyTM",
      "author_id": "UCAoUJYb4m4He9ARzH4jmRgg",
      "text": "Intéressant, merci pour ton taf Simon, c'est cool.\n\nPour aller plus loin, j'trouve que cette vidéo démontre assez bien les mécaniques que met en place la société libérale : un capitalisme débridé qui cherche juste à \"trouver et gérer un marché\" sans se préoccupé des conséquences qu'il y aura. Belle démonstration donc d'individualisme.\n\nLes victimes des spéculations financières traditionnel sont généralement tout les petits perdants, les employés des sociétés, puis toute l'évasion fiscale. Pour le marché des sneakers, ce sont les clients qui veulent leur paires.\n\nPar contre, quand un interviewé a su assez géré jusqu'à s'être installé tout en étant devenu un pro des différentes mécaniques a 23 piges, ça me semble impensable de \"partir de rien\" ou de \"ne pas baigner dans l'argent\".\nYa des couts d'entrée élevé, mais aussi une culture et tout un tas de trucs comprendre. Ça nécessite un capital financier direct de base, mais aussi en cas d'échecs pour retomber sur ses pieds derrière (et lui peut être indirect via la famille qui assure les arrières, on a pas tous cette chance).\nEt le capital culturel de base pour comprendre comment le bif va se faire, en quoi c'est intéressant, comment investir, mais aussi plus directement toutes les mécaniques de spéculations propre au milieu, les outils à setup, etc... C'est pas à la porté de quelqu'un qui galère a ne serais-ce que manger en début de mois ou a qui on a fait miroiter de juste choper un travail et d'essayer d'en survivre. (et là, le moindre échec coute bien plus chère / peut nécessiter des années pour retenter ou s'en remettre)\n\nBref, faut pas croire en l'illusion de \"tout le monde peut tenter sa chance et réussir, c'est pareil pour tous\". Ça n'existe pas. Faut rester lucide sur ce point là. \n(je dis pas que c'est le discours de Simon, mais plutot rapport a ce qu'on pu dire des interviewé. A mon avis, leur réussite, autant fortuite aient-elles pu l'être en de micro instants, n'ont pas été aussi hasardeuse que cela d'un point de vue macro, et que leur milieu dont ils sont issus les ont influencé, bien plus que ce qu'ils l'estiment et en témoignent)\n\n---\n\nEdit : j'viens de lire des commentaires, j'pense qu'on aurait aimé une analyse plus approfondis de la part de ta part Simon. Perso c'est une plus value que j'apprécie, même si de base les sujets que tu propose en dehors de mes habitudes me sont déjà une des chose que j'aime dans ton travail",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jimmy-ik9is",
      "author_id": "UCH_MFKBONJ3EjcOU3CDJDxw",
      "text": "Moi j’ai appris des choses et j’ai adoré la vidéo ✨",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SwaveKiqs",
      "author_id": "UCE6rSBnk-k3aTdGEOISzGzA",
      "text": "Merci pour le micro passage🔥😁",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jaaj158",
      "author_id": "UCAI8t4kyWrRbT2lqdQTiKaA",
      "text": "Simon puech qui sort 2 semaines par mois INCROYABLE.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rflower4555",
      "author_id": "UCXk1N28-waXwLAT7gUZt5Vg",
      "text": "moi qui port des tong tous les jours: Hmmmmm",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sonic_wave_6031",
      "author_id": "UCAsUgjGLixH09EIadyD-PJw",
      "text": "J'ai un pote qui est dedans, même pas majeur et ça marche plutôt bien pour lui ouai. C'est choquant que j'apprenne maintenant que se soit un aussi gros problème, je m'étais pas pencher dessus avant. Merci pour t'as vidéo.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheRomlands",
      "author_id": "UC1PnTaM8h1A4b_qKR29eIEA",
      "text": "Super vidéo je connaissais pas ce bizness, ( super montage ) pas contre pas fou d'en venté les mérites.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugovidal7084",
      "author_id": "UCzibJXgZ-i_yndebbakCkiQ",
      "text": "Bravo pour le contenu !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nikoestouille1771",
      "author_id": "UCkBIKwRpyhSKQloEmfAL5og",
      "text": "Remplacemez \"snikers\" par \"carte graphique\" et vous avez l'histoire de la pénurie 2021",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@walterwhite4984",
      "author_id": "UCP7ippqEFmfDeUgTzoG3rcg",
      "text": "A-BU-SÉ 😦",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@9Snapz",
      "author_id": "UCzCl80Z-icZ1g0Sv0vGWUdg",
      "text": "Super vidéo comme a ton habitude par contre je changerais le terme de reseller en scalpers, qui est plus précis sur leurs activités",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmamaunoury1080",
      "author_id": "UC__pD9r62udphGxZDrB2T9g",
      "text": "C'était très intéressant mais je suis bien contente de pas être fan de sneaker pour pas avoir la frustration sur certains ont",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mactepppp",
      "author_id": "UCXFX-i0ZRrqAoZDFq8dezaA",
      "text": "thanks",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GuillaumeNattyFitness",
      "author_id": "UCPVtZA4BYtxKuGO5gymhNEA",
      "text": "Sympa comme vidéo, je ne savais pas que sur la sneakers ils avaient automatisé autant la prise de commande.\nIl y a le même type de marché secondaire sur les montres de luxes (sans le stock aussi conséquent) mais le marché \"gris\" surpasse largement le prix boutique. Même rareté pour trouver une pièce et toujours autant de \"frustration\" pour les petits passionnés.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hallfred8575",
      "author_id": "UCjDOopS1NYXB6D5i3fLpqjw",
      "text": "GG les scalpers mdr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@captaineflowchapka5535",
      "author_id": "UCBlZvZ16fgj80jEKg5L5oiA",
      "text": "ho je l'atendais celle la j'étais la en live",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shin.d.flow11",
      "author_id": "UC8Mucjcnj98I1jQI9NhpctQ",
      "text": "Très bonne vidéo tu as fais un reportage sur ce qu’est le monde de cette industrie et t’as permis de découvrir comment tout ça marche sans pour autant en faire la promotion si les gens écoutaient bien ce que tu disais. Je te remercie parce que je comprends mieux ce marché et l’éthique derrière pour savoir si je souhaite ou non investir dedans.\nLe placement que les gens disent douteux, utilisez au moins la plateforme et constatez ou regardez les avis au lieu de dire « c’est bizarre ».",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Realadamchennour",
      "author_id": "UCdXlYYOWCB-E4-44Gry0LCg",
      "text": "ça tire a balle reel dans les commantaire",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elpi1794",
      "author_id": "UCHIsVqx_-tz5yP_VH589mAQ",
      "text": "ça donnerait presque envie d'acheter des contrefaçons",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chicow09",
      "author_id": "UCFTyVWvPLSKpHy827PbJqCw",
      "text": "Digidix. Tu nous manque.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BoireDeLeau39",
      "author_id": "UCG4I5vVzvY_xINl5X-XosVw",
      "text": "mais dite moi elle est de drouate cette vidéo étonnant venant de cette chaîne",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DEW-Automatisation",
      "author_id": "UCNFED93Cb1U6-QnrVXZlBkw",
      "text": "Je vais peut être me m'être à créer des bots de sneakers ^^",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OGSBOsem.",
      "author_id": "UC2YnbjNNGzzrWNGURcs9LEw",
      "text": "Je demande une collab avec Vinceeeh, flub et Camino c’est un devoir citoyen d’avoir un gros podcast ou quoi pour encore plus approfondir le sujet de chaques videos celle ci ou une autre c’est trop bon et bien fais pour ne durer qu’une quinzaine de minutes",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lhorloge4321",
      "author_id": "UC-zU4VnRatEY1V_PNAsojRA",
      "text": "Pour les dunks aller cop dans vos skate shop et sinon attendez des accès exclusif sur snkrs",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ggranola_",
      "author_id": "UCHQMycm89a7-yNCNCH0Qhpw",
      "text": "Incroyable",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dadodebob909",
      "author_id": "UCr-6B0w18IyCAD1Nram_4JA",
      "text": "oh le partenaire douteux giga dessus pour le coup",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gouchardhino1648",
      "author_id": "UCPAeJYC0SUcV4vJjqByZgyw",
      "text": "1:55 lomepal—-ziak ? Ohlala je m’en serais passé de cette exemple😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maud3721",
      "author_id": "UChurstdNycOdj-nhkk5rcng",
      "text": "« des passionnés entrepreneurs » yes mdrr je suis écœurée",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noestx",
      "author_id": "UCvmo1nYaJ1_zWuMLI59Xx4g",
      "text": "La stussy la sah boulot",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Waynnouu",
      "author_id": "UCvqjEC4SUNgXGP058ddMz2g",
      "text": "encore une bonne vidéo travailler tu fais un taf de dingue tu me fais pensé au roi des rats",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Walkneer_",
      "author_id": "UCxe008a-hijgCybS0j47mQQ",
      "text": "Shhheeesh Simon qui place warzone dans une video sur le buis de la sneaker ts un crack",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@osprika",
      "author_id": "UC9EbByAcpSTwDp1AbctVPBg",
      "text": "La bourse c'est pas un jeu mon reuf",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tomatescerises00",
      "author_id": "UCraruPQ9NqetohyrY2BFDbQ",
      "text": "Je connaissait déjà nova mais les autres non",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@natanael4392",
      "author_id": "UCHSL4Nl_URwGCfAsKUgUuWA",
      "text": "Je trouve d'un point de vue personnel que le contenu de tes vidéos changent en ce moment pour devenir plus personnel, rajouter des éléments qui ne tiennent qu'à toi et qui créent donc une subjectivité que je retrouvais moins auparavant. Cependant, je trouve ce changement vraiment positif et ça amène un nouvel aspect à tes vidéos magnifiquement bien écrite ! \nBref continue a faire ce qu'il te plaît, BRAVO ! ❤️🙏",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Yoda-r9y",
      "author_id": "UC7VrLWI4YPZHkb0riUgqH0g",
      "text": "Au final c'est les marques qui veulent ça",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lvelios",
      "author_id": "UCSyOMa9az0eUh0l5rwq7nZQ",
      "text": "Un genre de \"business\" qui ne donne vraiment pas envie, mais qui prouve en même temps que notre monde est malade pour que tu arrives à gagner autant d'argent en faisant ce genre de choses. \nEt plus que de la colère contre la débilité humaine, je suis surtout triste que l'on en soit arrivé là",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@paullecourt7040",
      "author_id": "UCYyl0-4IvvqRIOrQv4hIN4w",
      "text": "Juste des spéculateurs ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ElPollooo_",
      "author_id": "UCrz-v0_PcRnL6XVdQj067aQ",
      "text": "Tout est hyper rechercher",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@michaeltriyadi2126",
      "author_id": "UCpXtqnpmfA-qFgSD8a9LRkA",
      "text": "Des traders de sneakers 👌",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JackDurden44",
      "author_id": "UCUmGMXCM6wt44XvzlVsUlyQ",
      "text": "Simon il faut que tu sorte une vidéo sur tout ce qui se passe la , ça craint , j'aurais bien besoin de ton opinion pour y voir plus clair , on dirait le début de la WW3 ...prends soin de toi",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wismtree",
      "author_id": "UCkmrB2f5K_ezjn6nJYlGDFw",
      "text": "Il faudrait que les marques puissent mettre en place un système d'authentification par identité numérique qui limite à une paire pour chaque modèle en série limitée.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m4x676",
      "author_id": "UCp8o5DafPhcspaYwA0m_BOQ",
      "text": "Cool de faire de la pub sur le resell comme ça, ça inscite les gens a faire du resell et après  les vrais conso auront encore moins de chance d’avoir et coo",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abdouleBG",
      "author_id": "UC4apjAXSxRqQCJtUBcggKyQ",
      "text": "Le capitalisme boss final mdrr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dimilolfury6811",
      "author_id": "UC4i5wRq3dvuQCTU9yKkvxpA",
      "text": "Hey j’aime bien ce que tu fais c’est très intéressant \nIl y a 1ans tu à fait une vidéo sur ce qui se passer en Europe \nEt vu que actuellement c’est bientôt la 4ème guerre mondiale tu pourrais faire une vidéo sur ce qui se passe en Ukraine ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cem4615",
      "author_id": "UCec0-i9_CmydhNV3zlz_zWQ",
      "text": "Le resell a détruit la sneaker c'est tjrs les plus riches qui peuvent profiter des paires qui étaient destinées à n'importe qui auparavant",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nautiliam",
      "author_id": "UC98cUyVzcZ_TDrAp0DCLUmw",
      "text": "C'est sur cette vidéo que j'ai vu la première pub Wethenew tiens",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@madmaxanvil8573",
      "author_id": "UC__e7u2hZczd-oLIf7aPXXg",
      "text": "si tu veux je t explique le coup des bots dans spotify que j utilise pour faire du fric",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Thewhite17",
      "author_id": "UCRFCkSzMeEmQb1bKji3b1ZA",
      "text": "C'est un peu le Groupe B des chaussures!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_Taro_",
      "author_id": "UCHi7m7YwH4lgI6RCqCLzHUw",
      "text": "Les personnes interviewées étaient déclarées comme des pros ?\nIls respectent le code de la consommation, au pif ? Genre, établir un contrat de vente, offrir un délai légal de rétractation, proposer un service client au téléphone sans surtaxe, tout ça...\nTout ce que je vois là ce sont des types derrière leur écran qui font de la revente à grande échelle en tant que particulier... spéculation ou pas, ce que j'aimerais savoir, c'est : combien de lois sont violées dans ce processus ?",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mottedebeurre6123",
      "author_id": "UCjQRRNfO17Hb0yAeMCPuFGQ",
      "text": "Sympa de faire de la promo sur un équivalent de jeu d'argent ahah",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gg56850",
      "author_id": "UCvscb9r0O32GrslXF08_vJA",
      "text": "\"..derrière y'a du travail\" mec abuse pas",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raphaelb9721",
      "author_id": "UCcvqaMMKVcUf0fl69T_JC3w",
      "text": "La vidéo fait débat, mais ça reste interessant je trouve",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SL-Ryan",
      "author_id": "UCQRdMHGZZrd8HTvqDATgcwg",
      "text": "Et moi qui mets gentiment mon réveil à 8h45 pour toper mes Air Jordan 1 le samedi matin à 9h sur SNKRS...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baco1277",
      "author_id": "UCWiYZ4_JCpg7RcFDN1Vaz3Q",
      "text": "C’est toujours aussi bien enfaite non c’est de mieux en mieux !! ( bien que la série jeux videal me manque beaucoup )",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@titoualexandre45",
      "author_id": "UCytdz_GS3UwQqhXmrN3LoUw",
      "text": "Et après on s'étonne de l'inflation des prix 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leopolddecordes8338",
      "author_id": "UCTYpD6KUjdIIxF9Gs7XMuEA",
      "text": "Quand parles tu des NFT, si on compare la croissance annuel des nft à celle des paires annuellement. Il y’a même pas photo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bec2444",
      "author_id": "UCPYTLm3GJoigyzGZgNeWfWQ",
      "text": "1:52 insinuant que lomepal et ziak sont aux antipodes sur le spectre du rap ... 👀",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baastlc",
      "author_id": "UC9VN3eHznekpo8TV5DT590A",
      "text": "Le seum des gens dans les com c'est marrant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@seighta5714",
      "author_id": "UCy6djJwYjLGsYrNpWmPlg3g",
      "text": "En gros ce sont des scalpers de chaussures.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hippolyteharo4980",
      "author_id": "UC8hns_7RsZ7n_Cf-AkNUf4Q",
      "text": "Qui a reconnu la vidéo de morgan vs ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bastien5589",
      "author_id": "UClV-kzfKx_5R0gUScVqfaYg",
      "text": "Je suis à 3 minutes dans la vidéo et ça sent déjà comme la bulle des tulipes en Hollande au XVIIème siècle.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeremyMaserati",
      "author_id": "UCidJ7YgaCu9imQtxh4_sDPQ",
      "text": "\"derrière y'a du travail\" ptddddr en fesant tourner un bot elle est masterclass celle la il a aucune race celui la 😂😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@God0fNonsense69",
      "author_id": "UCqhfpKiXSk5DuA3h0mYAQ7g",
      "text": "Cette vidéo m'a donné mal au crâne!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guigui83",
      "author_id": "UCA6hhSIGnlv1Mvjf01iJs2w",
      "text": "Le problème ne vient pas des resselers qui juste profitent du système. Le problème se sont surtout les marques comme Nike, Adidas, New Balance qui font exprès de limiter leurs paires, ce qui poussent au marche secondaire, bots, etc...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@qouagga",
      "author_id": "UCgJUhmoRUrkzEQdftUOlCKQ",
      "text": "C'est la création artificielle de rareté. Je trouve ça dingue que ça soit légal alors que l'on doit diminuer notre consommation. Une asso stop Pub, liste ce qu'il faudrait faire pour diminuer cette nuisance. Ce fonctionnement existe depuis longtemps. Le marché de l'art c'est presque que ça.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@morinpaul9677",
      "author_id": "UCuEh8k1BNiv1n2OK9BgjXQQ",
      "text": "Moi je dis « Rock, don’t Stock »",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@atlashellfire6486",
      "author_id": "UCCFYtN75NNqd7AMVG-uJizA",
      "text": "Je suis un énorme fan de sneakers Blanche ( Nike Only ) mais je mettrai jamais autant xD",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@johncat3315",
      "author_id": "UCRefLPSAKk6yLiI7a3AWd1Q",
      "text": "En vrai si on pouvait trouver des copie prix coûtant ça serait cool ça serait comme pouvoir avoir des poster de tableau célèbre\nTout le monde y gagnerait les originales en prestiges/valeur les copies en accessibilité.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ag39944",
      "author_id": "UC6w1HfrVUdcBAzTBJoD0clw",
      "text": "On appelle ça des scalpeurs.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@do2941",
      "author_id": "UCiKbGWXp8MXdr5ahqTpDwhw",
      "text": "Franchement mettre en lumière et traiter légèrement l'activité des scalpers qui rappelons le automatisent des bots pour acheter instantanément des biens sur le net pour spéculer dessus et se faire des tunes sur nous. Ca me gène. Je trouve ça juste irritant pour tout internaute lambda",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tyr844",
      "author_id": "UCorwFCH-bv-eKW6DUHzAqow",
      "text": "Hello Simon ! \n\nBon déjà, la qualité est toujours au top ! \n\nPour le fond, je suis assez d'accord avec la tendance des commentaires mais je comprend ce que tu as cherché à faire dans la vidéo: donner la paroles aux principaux concernés comme pour celle sur les Sugar Daddies. Cependant, je ne pense pas que ce format fonctionne pour cette vidéo, car si dans la dernière, les personnes interrogées nuançaient leurs propos et n'étaient pas en train de vendre leur vie comme un rêve mais comme une nécessité, ici les mecs s'en foutent complètement. Ils vendent leur truc et l'assume avec les conséquences. Du coup, pourquoi pas, mais peut-être que ça aurait été intéressant de rajouter des personnes autre que des receleurs dans la boucle et qui auraient pu nuancer leur propos et l'enthousiasme autour de cette pratique. \n\nCe genre de pratique devraient dégoûter dans le monde d'aujourd'hui et non pas vendre du rêve\n\nBien à toi",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maldouk",
      "author_id": "UCXtsgpEuks198g4xe0r2dog",
      "text": "C'est un délire, mais je suis moyennement étonné connaissant le délire des skins sur csgo (t'as aussi des middleman, et des mecs qui sont multimillionnaires). J'ai déjà vu des comptes steam avec 2, 3, 4 millions d'euro de skins dessus",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maelgarnier5177",
      "author_id": "UC06uvPIemQywtj_xWav9sjw",
      "text": "Une marque de vêtements NFT est entrain de se lancer : Cult&Rain. Lancée par un Senior du marché du luxe, ils visent à faire naître la première Brand née digitale qui offre des bien physiques et digitals. Dans quelques semaines les sneakers de luxe vont arriver sur les plateformes de revente. Elles sont fabriquées dans les mêmes usines que Hermes et Gucci (italie). Non financial advice, faites des recherches mais c'est potentiellement un investissement pouvant s'avérer extrêmement retable comme l'a été RTFKT par exemple",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@allangernidos1182",
      "author_id": "UC4-5P82G5uaNlIwMdJjZT7g",
      "text": "T sous coté poto",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tymulo",
      "author_id": "UCppbDMFf4vfkywTl8Srhwhw",
      "text": "Chui tellement pas calé que j'ai cru que tu parlais du chocolat",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Carmamel84400",
      "author_id": "UCXB28_iDrgAx8qUOLxnPgWg",
      "text": "Aaaaah bah mdrrrrr j'ai une pub wethenew juste avant la vidéo mdrrrrr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oranaro9000",
      "author_id": "UCHzdL1YDEYoGdgyGuz4BTSg",
      "text": "waah c'est tout ce que j'ai à dire xD",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ri_to9786",
      "author_id": "UCQVqT_LcVxkI5HHvRQao8qQ",
      "text": "Merci, maintenant y'a des enfants qui vont tenter de cop et on va encore moins avoir de W",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dadoedit",
      "author_id": "UCpyzysNAJrQ7nPcGx4cMDCg",
      "text": "J’ai un tortank holographique première édition mais j’ai raté la hype en pensant que ça augmenterait j’ai tellement le seum 😢😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Atonbzh",
      "author_id": "UCuZatXKbyOiy26Q7G3y8Qow",
      "text": "Ils ont beau \"marché sur de l'or\", je trouve ça dérisoire... Qu'est ce qu'on ferait pas pour l'offre et la demande",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sid5556",
      "author_id": "UCisItUmJmz3QLSusLcYZbFw",
      "text": "et c rien la meme chose ce passe  avec example r o l ex ......force et courage pr ce monde de tarreeeee !!! peace et big up simon",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jamessullysolipsist4860",
      "author_id": "UCD6ZLEXVswpMrPLMJ4CHXlg",
      "text": "Big up aux gens qui ont remarqué le changement de titre",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@II-co3nn",
      "author_id": "UCWGulmDZkn-zWv1BgTRKzfQ",
      "text": "moi j'achètes mes chaussure a la friperie ! y a de super basket pour 1euro",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AWTVU",
      "author_id": "UCo6y5KKv82zufSkzcNUJlkw",
      "text": "C'est une bulle spéculative, un jour elle va sauter ! C'est trop beau pour que ça dure ahahah",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pochtronvirelune25",
      "author_id": "UCozFxjwBjQ7HxisCGmw7FMw",
      "text": "il ne reste plus qu'a attendre que la mode des sneakers tombe mais bon c'est pas maintenant et ca sera juste un autre produit.. =)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CarloMHM",
      "author_id": "UCzUiZPu46l7zwj9l-wj3Zew",
      "text": "Comme dirait l’autre : « Monde de merde »",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mopiax7721",
      "author_id": "UC-ogw8OKpCcuq9vfV3wdpdw",
      "text": "Autant pour quelque chose comme les sneakers je peux comprendre, c'est pas un besoin, si tu paye plus cher juste pour une paire plus jolie qu'une autre tu fais ce que tu veux de ton argent. C'est plus ceux qui font pareil mais avec des cartes graphiques, ect ou tout le marché est gangrené entre les skamers et le manque de matière première.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fleyck",
      "author_id": "UCndUdWYiAcQvDnFqaNrqqzw",
      "text": "Ça fait des années que j'achète plus de belles paire c'est devenu trop chiant.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cocowondering",
      "author_id": "UCsHt4ijNUppkXyz4FvoBxcA",
      "text": "\"Si le gars a réussi a choper 100 pairs, c'est pas de l'eau, c'est que derrière y'a du travail.\"\nMec ? On s'en fout qu'il y ait du travail derrière, c'est quand même un travail qui n'a aucune utilité 🤨",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FranciscolucheVietnam1971",
      "author_id": "UC8MoabQgLHDw_cM42klU6ww",
      "text": "Faut se méfiez quand on entend le bruit des « bots » !!! 😅",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ZincTwistFuria",
      "author_id": "UCUL9BlPSYM5QU_ZqToCaWzQ",
      "text": "Jcomprend pas comment on peut mettre autant dans des pompes",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SpyTheos",
      "author_id": "UCKQSYQ-4zuaEvjzXQQlA2GA",
      "text": "après faut être un sacré pigeon pour acheter des chaussures à 1000 euros (et un génie pour les vendre aussi cher).",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@letzios5697",
      "author_id": "UClGM9KVZhqXTmpDOkRzA9Ng",
      "text": "perso moi les receleur me dérange mais c'est pas le pire c'est vraiment les vendeurs qui me blase le plus",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeromep9413",
      "author_id": "UCv5HfwBsuwoeTZckxr8eZCw",
      "text": "Vraiment, c'est génial chacune de tes vidéos, ultra instructif et surtout un témoignage à un instant T de l'état de notre civilisation. Par contre les gens qui sont dans ce milieu, clairement c'est dégueulasse. Parce que créer la rareté, ça commence comme ça sur les sneakers, et ça finit sur les Xbox et PS5.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toubippc",
      "author_id": "UCIybUjQ3psqTiPWr2MTToyw",
      "text": "Je suis dev ..je peu développer un bot ... combien .. 😂😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oscarmoreau3448",
      "author_id": "UC79d8vQ7knQkQF3vvGoaQ5g",
      "text": "Quelqu'un sait où je peux trouver le code a la fin du lien d'invitation pour trade republic?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@organefreerid2379",
      "author_id": "UCEuMAt0_XHPpVGAOhr4vkyA",
      "text": "je suis poissonnier j'ai une marge de +1 pour le transport et X2 pour la vente (j'avoue que j'ai des pertes aussi) mais une marge X2 reste normal pour un businesse quelconque",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DavidDavid0007-m7u",
      "author_id": "UCnaIR8iMrQ1hqvXi1iCI0Fg",
      "text": "super video comme d'habitude mais pk mais pk a chaque vidéo on te voit boire avec ta gourde?? je comprend pas , c'est de l'immersion??, lol sinon très très beau travail",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tl_blb2718",
      "author_id": "UCURVzWdrqfl5gUSQTkmYH4Q",
      "text": "L'avarice.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasrenaud9275",
      "author_id": "UChmYGARmj-P2enxZNjfQ4Ug",
      "text": "Morale : \"Les bottes c'est cher\" et tu te fais scam, souvent...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexisprescott3150",
      "author_id": "UCLuBLuxIQLMvuCfLAYfeyVA",
      "text": "Je comprebd tellement pas l'engouement envers les chaussures. Quand on y pense ca sert juste à marcher",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hatahh6",
      "author_id": "UC0WsaiTCSN8dboaKcbfeLaQ",
      "text": "Vinke🤟🏼",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blablah3167",
      "author_id": "UCapFglMc7TE_m6uQU4Sb2Aw",
      "text": "Meme diez avec les cartes graphiques...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EflamDePerceval",
      "author_id": "UC0bA9DKUoI8PyvB3xz8SEGw",
      "text": "1:16 moi j'ai ma bonne vieille paire de Doc Martens et ça me suffit amplement ! X)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeMogwaiYT",
      "author_id": "UCw7-XlCXxb5YiW4jqbMZBdg",
      "text": "C’est qui les 2 mecs juste avant diablox9 ? 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kaelig99",
      "author_id": "UCRZMgRLwURybbVQJPlqJMHw",
      "text": "y aura pas de 2021.rar ??",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariebryche7832",
      "author_id": "UCJENYf0ZADv7UGq1598S0oQ",
      "text": "Personnellement je resell de la sneakers de temps en temps, mais toujours un peu de dessous du prix du marché (ex: retail 100, prix de revente globale 300€ bah je la vend à 250€), c’est un bon moyen de me faire de l’argent en tant que étudiante parce que je ne peux pas avoir de travail, mais en tant que passionné de sneakers je comprends le frustration des prix élevés, alors je les baisse et dans tous les cas il y aura toujours quelqu’un pour acheter ma paire. Forcément une paire travis scott que tu pourrais revendre à 5.000€ ça aide l’étudiante mais aussi les parents. C’est pas un monde facile et tu peux vite perdre de l’argent si tu investis mal et si tu n’y connais rien.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zetiny4336",
      "author_id": "UCANqmjixbqLjpMI9a8FZTWA",
      "text": "j'ai une dunk off white 24/50 gagnée sur snkrs, voila je voulais juste flex un p'tit peu",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@morganechaumeil2200",
      "author_id": "UCld6RNQOIQhRxi0HZrmdcSg",
      "text": "J'ai l'impression que ça va faire comme avec le poker en ligne ou ces \"revendeurs\" vont se rendre compte qu'il se sont fait avoir dans leur propre jeu pensant faire de l'argent facile.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loup.x.abandoned",
      "author_id": "UCogBv8Ohb9fd9S_NpGGZaxw",
      "text": "Trade Republic fonctionne pas au Québec :/",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@slink66",
      "author_id": "UCZ1iZ7ymHh0oGJGk24QVSMw",
      "text": "Le titre est Lipogrammatique en A. #OuLiPo",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GabrielGrenier-b7g",
      "author_id": "UCGAgKoKgU2sH8kegW0ulRJw",
      "text": "Aprés la spéculation c'est vraiment ce qui nique le commerce ( c'est ce qui entraîne l'inflation ainssi que la gentrification immobilière et tout les prix abusés dans le commerce qui décuple la valeur de production innitiales )",
      "likes": 0,
      "timestamp": 1758585600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@achatachat5817",
      "author_id": "UC7ODyI0sg2_838MQm6RNJUQ",
      "text": "Je ne ferai que citer l'honorable Georges Abitbol:\n\"Monde de merde.\"\n\nJ'ai failli vomir.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@whiskey2848",
      "author_id": "UCG8AY5lzcmIshPyMsIXjNBQ",
      "text": "j’ai fais 2 raffle legit et j’les ai cop",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brnsndwch",
      "author_id": "UCUYNYCpuODMeDXOxQxfiwbg",
      "text": "100 paires c'est ouf. Moi j'ai un père c'est pas mal déjà",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucas-nature",
      "author_id": "UCcVhwXbe3CsXoZLp5LaAOZw",
      "text": "Oufff",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evguenigambier7898",
      "author_id": "UC_VYP9T8rA0jk7sk9UxjqxQ",
      "text": "ou sinon tu peux faire le collégien et porter des air force 1 ^^",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lugnasad51",
      "author_id": "UCIQMBq-p1W2UxtLQWlj15rg",
      "text": "on ne dit plus basket donc ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mbot4909",
      "author_id": "UCD2nQrppIcMSN6vng5P5Kqw",
      "text": "pourquoi ne pas vendre des bots de resell à l'aide de smart contract avec la blockchain plutôt que d'utiliser un intermédiaire d'échange?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abysso9347",
      "author_id": "UCKnFgOewUdDg08U4b66qcNA",
      "text": "0:11 \"pour palier à ca \" \nOMG on dit palier quelque chose et pas palier à quelque chose !!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@phau2036",
      "author_id": "UCY71_EWBTjOBCMJgtqHAdmA",
      "text": "pas compris le but de la vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DixonStJhon44H57",
      "author_id": "UCnjQc-YP4yPBw-kHs0yUrQw",
      "text": "Ptdrrr 😂🤣 les gens sont fous xd 😂 ah aufaite Simon,tu pourrais leurs demandés si ils aurait pas une paire de Air max plus 3 bleu nuit dégradé stoplé xd 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@geoffrey2254",
      "author_id": "UCUfa3io_TFMJO-70lRGyT0w",
      "text": "je pense que beaucoup de gens ont pas compris la moitié des mots de la vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flowarius",
      "author_id": "UCJQmTIuMqvrZJOKTjlFD7jw",
      "text": "La morale est en PLS dans cette vidéo..",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandrerebmann203",
      "author_id": "UCjG76dkaqFZgrkagetd0uPw",
      "text": "Simon…est-ce toi? sortir une vidéo sponso de spéculation dans une vidéo qui « humanise » des speculateurs..?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thetrollTH",
      "author_id": "UCSs7TCcg83vv8rtf-FAyKyw",
      "text": "en tant que GROS sneakerhead , j'ai vraiment la haine contre les botters . Pour moi le but est de porté et kiffé la chaussure elle meme mais bon , c le jeu :(",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierrelopes4845",
      "author_id": "UCz8EYc_wnuNzkaoftdfjkzA",
      "text": "... toute la vidéo j'arrêtais pas de me dire \".. MAIS C'EST JUSTE DES CHAUSSURES !!\" 🤣🤣\nPtn je comprend pas",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinferal5787",
      "author_id": "UC1a-xxQT_Sa5bxDFOd4eniA",
      "text": "xD",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romainguerre4833",
      "author_id": "UCdyMN8DajVmbOa7n9L6EAfA",
      "text": "En dehors du côté éthique (tous les commentaires sont unanimes et ça fait plaisir), on en parle du bilan écologique de cette pratique ? \nJe trouve aussi que cette vidéo va à l'encontre de tout ce que prônait cette chaîne jusqu'ici... Mais le travail reste toujours d'une qualité incroyable ! Merci pour tout ce que tu fais !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@luffymonkey2587",
      "author_id": "UCG4mh5XUeL6mvewxVvuXvCQ",
      "text": "Pourquoi tu fait plus de chrono ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OGSBOsem.",
      "author_id": "UC2YnbjNNGzzrWNGURcs9LEw",
      "text": "Oh Simon y’en as ils vont voir tes paires comment tu les a rock ils vont câbler",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Clodomino",
      "author_id": "UCQao2--RoZxHv0EZNfxgk2A",
      "text": "La vidéo est très pertinente même si bon je pense pas que ça soit juste des passionnés qui aiment bien la sape, c'est plutôt de l'opportunisme économique.\nEt en vrai c'est assez intéressant de voir comment les resellers considère qu'ils \"méritent\" leurs rémunérations en faisant des marges parfois 4/5 fois supérieures à celles faites par les producteurs de sneakers eux mêmes. Clairement ces gars apportent aucune valeur, ils ont pas conçu, crée ou même mis en rayon la paire. Ils sont justes chez eux à payer des bots ou spéculer en attendant le bon moment pour acheter ou vendre,  pour moi ça c'est très éloignés du \"charbon\". C'est pas les seuls fautifs car clairement les grosses marques pourraient juste décider de produire plus de modèles pour réduire cet effet de rareté (comme Kobe le souhaitait de son vivant) mais pour moi le marché secondaires à pris beaucoup trop d'ampleur ce qui entraîne juste du seum pour ceux qui aiment la sape sans avoir les moyens de mettre en demi-Smic dans une paire.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mateolalanne8708",
      "author_id": "UCKHJjFRL8dSi86RQnwxde-g",
      "text": "T'as de la chance je suis sur mobile je me tape bien les 4 pubs 🔥",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arthurgaudin3924",
      "author_id": "UCwvLwxWH9fN92S2xkW4lWFQ",
      "text": "Les sneakers = emblème de décadence",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xelnagazchild",
      "author_id": "UCvICf0COdE2k2zifY8Zf4Nw",
      "text": "la vidéo qui va créer des vocations lol ^0^ par contre faut ajouter : le plastique avec le temps ça se décompose, bon ça prend du temps en vrai et ça dépend beaucoup des matériaux ! mais jpense garder une paire de sneakers sur par exemple 40 ans c'est risqué et y'a moyen qu'elle soit complètement à jeter après. Peut-être pas tant un problème sur ce marché, je sais pas, ça a l'air de circuler rapidement.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MadeincaroYTB",
      "author_id": "UC7C-JtFn9396fV29MaaM4MA",
      "text": "c'est ouf - dans ce système je suis celle qui se prend des L 🥲",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dolvax156",
      "author_id": "UCMJc7n4T0dYqnBIIagKgDBA",
      "text": "Bon trade republic ne fonctionne pas pour moi petit canadien y’a t’il une alternative ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugovictoria2651",
      "author_id": "UCkDzqZ1meM19HNFIpRhxGkw",
      "text": "Moi je veux des chauSSSSUUUUURRRRRRRREESSSS",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bryanleroy9854",
      "author_id": "UCM_zeb29NbGNtgPsS1Apuvw",
      "text": "Petite erreur de la part de l'un des intervenants, il faut savoir qu'une grande partie des commerces marges x2, parfois même beaucoup plus, alors oui, sur le papier tu achètes 0.10€ et revends 3.00€, mais la marge est énorme.\n\nRien qu'en informatique, sur le marché du e-commerce, c'est presque x2 sur chaque produit, en automobile aussi, et je ne parle pas de dropshipping attention.\nCertes c'est un marché de niche, cela demande du courage, mais il y a possibilité, d'une façon éthique et morale, de gagner ça vie",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zoro_astriliane",
      "author_id": "UC6LnQzPa0sv4spCZA1UriWQ",
      "text": "Houlala mashala ,ces phrases de fins mais huummmmm ... ♥️👄🍑",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SwipeKun",
      "author_id": "UCvQyGcuxHyMQopCo-iq35Ng",
      "text": "Pas si mal la WW3 👀",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noctu5406",
      "author_id": "UClQhJ9YFdX0Z-wooiY2LHFw",
      "text": "rabin des bois?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Neebotolzonzonoe",
      "author_id": "UCdcBrQUH_O_QG_WhKJPYL9g",
      "text": "Venez on remet à la mode les vraies chaussures pas basket d’homme au pire",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valeriak.226",
      "author_id": "UCKgwnWkbI4vHhWChKmG0xsQ",
      "text": "Mais qui paye autant pour des chaussures 😳 ça va pas la tête…",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@luluandkiss",
      "author_id": "UClvGrMPL7r5zQApVuPeFn4Q",
      "text": "Hello. Je t'ai découvert depuis peu. J'ai trouvé la vidéo intéressante car c'est une découverte pour moi (je pensais pas que c'était un business à ce point). Personnellement je trouve que c'est une activité plus que limite mais bon elle reflète notre bonne vieille société capitaliste !\nJe sais pas si ça se fait sur les sneakers mais certaines marques ne proposent pas leurs éditions limités sur le e-commerce, comme la collab swatch-oméga. Dans ce cas, ton bot à 4000 balles il sert plus à rien 😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MATHIS_TisTo",
      "author_id": "UCHszuB_yiD1jlD8Hy4aIw7Q",
      "text": "En vrai cela me choque pas vraiment il se passe la même chose pour les voitures c’est la loi de l’offre est de la demande aux states des mec stock des Nissan skyline, Toyota supra, Mazda Rx7 dans des hangars pour les revendre 3/4/5 ans après et ça commence à arriver en France avec des modèle qui il y quelques années ne valais rien",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@badshadow01",
      "author_id": "UCSTcGncb8xMlfe9PkjXYopw",
      "text": "Je suis encore au collège mais j’ai déjà porter des schmv, des vans et des adiadas avant de me mettre au Nike",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GhostXeu",
      "author_id": "UCBK5BrJ-QL3Argv0dJYsk9A",
      "text": "Rep digidix ❤️",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nass2109",
      "author_id": "UCG81sAsnYyXaqE9Gsmf3UYA",
      "text": "Super intéressant, qu'on aime ou pas",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chikari2654",
      "author_id": "UCaTZOGYvvR6FtCEMsEfGU2A",
      "text": "Comment dire …. Je suis reseller moi même donc comment dire je me sens visé tout au long de la vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dinuansidinuansi16",
      "author_id": "UCHU_9cGjJjeDuvCIkWgvsyQ",
      "text": "Pendant un moment j'ai moi même pas mal gagné avec le ressell j'ai arrêté parce que je suis con pour me mettre à fond au trading et aux NFTs",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mateolalanne8708",
      "author_id": "UCKHJjFRL8dSi86RQnwxde-g",
      "text": "Ah donc ça sort ce soir en fait ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@poIvojack",
      "author_id": "UC9Jvba_75Unyccxjo7D3quQ",
      "text": "👁️👁️👁️",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rest.In.Paresse",
      "author_id": "UCkPRJzWKniAH6iUdD5PTjqg",
      "text": "C'est a cause de ce marché secondaire que j'achète des fake sans aucune honte",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TIDJK94",
      "author_id": "UCHQJ55-moU8uEi4_lBhx40A",
      "text": "Cela fait plusieurs années que je m'intéresse aux sneakers et, ayant des moyens modestes, je ne fait que récolter de la frustration à chaque fois qu'il s'agit une paire qui me plaît. Le vraieproblème est que notre société est en train de se construire sur des business basés sur le vent et la soif de profits de ces individus. Le resell en fait  parti.\nDans une interview Kanye West a expliqué que sa mission avec YEEZY était de rendre les sneakers accessibles à chacun : matériaux simples et de bonnes qualité, design universel et prix de revente bas; mais les resellers font que cet objectif sera difficilement atteint et c'est fortement triste...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gourmont4726",
      "author_id": "UCT9hc-LKnqO-XCOO05RKe9Q",
      "text": "Le truc c'est que d'un point de vue purement Marketing ça marche pas leur truc. C'est pas comme un bien immobilier où tu vas avoir des explosions soudaine et régulière de tout un pan de la vente. Ni de vendre en grande quantité des produits à bas coût. Les mecs essaient de gagner sur les deux tableaux c'est sur qu'à un moment ou un autre, quand cette mode sera passée les prix vont chuter drastiquement. Ce que je veux dire par là, c'est qu'évidemment tu peux faire une plus value sur une oeuvre d'art en l'achetant et en la revendant dans 20/30 ou 40 mais si tu fais 25.000 fois la copie identique d'une même oeuvre, quand bien même tu changes les couleurs, certes tu vas faire un bénéfice monstrueux sur les premières mais quand tout le monde se rendra compte qu'en fait y a la même chez le voisin et chez l'autre etc... Y a un moment ça vaudra plus rien, sauf produit très spécifique cités en début de vidéo. En plus faut que les mecs investissent 5000 balles dans des bots... Même si il vendait 10 paires avec 500€ de benef (ce qui est monstrueux pour une paire de chaussure) il serait toujours pas rentable. Si ces chaussures coutent aussi cher, c'est précisément à cause de ce genre de crapules. Je prends l'exemple sur les Carte graphiques qui étaient montées à des prix absolument stratosphériques à cause des mecs comme eux et qui se retrouvent aujourd'hui à les vendre par palette 2 fois moins que le prix d'origine parce que personne veut foutre 2000 balles dans une RTX 3090, sans garantie et en étant persuadés qu'il y aura une autre dans un an. Donc juste, gros cheh pour eux. Ils finiront ruinés à vendre leur pompe dégueulasses moitié le prix d'achat parce que tout le monde aura compris la douille.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ptibab73",
      "author_id": "UCZSYa5EaUdvjQmpIO7m_IMw",
      "text": "\"Je suis plutôt de gauche\" ft \"Regardez cette appli de trading\"",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MonsieurOrds",
      "author_id": "UCiRnV5eMM5Qe3VxJNo64ing",
      "text": "Je me suis arrêter au placement de produit...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@i.l.l.u.s.i.o.n.s",
      "author_id": "UCOJB-XEUIjmnWC0oW8sVgNQ",
      "text": "Sinon t’as Boursorama pour les placements 🤷🏻‍♂️",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maevaetienne8438",
      "author_id": "UCnpFD10FmjqyXXzqGDa-wYQ",
      "text": "Mdr j'ai littéralement eu une pub pour withenew 😭",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Aodhandotyt",
      "author_id": "UCuFMcxMSQiUIHUB1HXXg1ew",
      "text": "J'te jure j'ai tellement été trigger par ces mecs mdr. \nA part faire de la spéculation, ils ont aucun mérite a part jouer avec les attentes des autres.\nOn vit dans un monde où le marché baise tout le monde, et eux ils se disent juste \"bah du coup moi aussi j'veux fumer d'autres gens\". Quelle tristesse.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lugnasad51",
      "author_id": "UCIQMBq-p1W2UxtLQWlj15rg",
      "text": "mais ça sert à quoi d'acheter ça ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julinajoly9484",
      "author_id": "UC9p2XF4QN43ufsnPAHd5SJQ",
      "text": "Et pendant que des gens comme ça font de l'argent, ceux qui fabriquent les chaussures ils gagnent quoi ? Je doute fortement qu'ils gagnent plus si la paire se vend 2x son prix..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charlydu76",
      "author_id": "UCuSQu6VgBE7DW_eLtn7rBuw",
      "text": "Interessant, même si je m’en fou des chaussures, je suis dans la crypto et je comprend l’état d’esprit, les bots etc…",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nautiliam",
      "author_id": "UC98cUyVzcZ_TDrAp0DCLUmw",
      "text": "Vive les scalpers (:",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noway.street",
      "author_id": "UCW2nAev-U4vxBd8gmJCeAZw",
      "text": "Et y'a encore un autre marché, les répliques. Et perso je me suis tourné vers ça après que certaines des paires qui me plaisaient deviennent hors de prix, et la qualité est vraiment au top quand on y met le prix, au prix retail parfois meme un peu moins on a du quasi identique, de bonne qualité, impossible de faire la différence quand elles sont au pieds, Mr.Hou, je recommande",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sarsedasek8824",
      "author_id": "UCmN24HCmBBi70MJI4dcvXGQ",
      "text": "Je connais beaucoup de gens qui investissent du temps et de l'argent dans des projets, loin de moi l'idée de dire que leurs projets sont tous légaux et/ou moraux...\nEn fait, quand tu gagnes -2000e pour une grande majorité des métiers dont certain avec études plus ou moins longues, je peux pas m'empêcher de penser qu'il y a un gros problème.\nEt ce qui me gêne c'est pas nécessairement ce qu'il gagne, c'est plutôt ce que les autres ne touchent pas. Après dans tout ça je veux bien comprendre le fait qu'il y ai des entrepreneurs et des collaborateurs (employés) mais c'est pareil y a quelque chose qui me dit que le temps disponible et l'énergie déployé par une personne est sensiblement la même humainement parlant. L'argent récolté suite a des ventes ou une prestation nécessite des acheteurs (offre/demande, oeuf/poule on s'en fou) donc un investissement de nature quelconque (temps, argent, promotion etc...) qui fait que la richesse générée n'est pas uniquement dû \"à sa propre personne\"...\nC'est un long débat, revalorisation, éthique, moralité, probité, priorités, même le droit commercial à beaucoup a faire. Sans parler de la politique qui à défaut de faire les bon choix, semble en avoir fait de très mauvais et continue de le faire à mon sens.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabbdv1849",
      "author_id": "UCwU1KtxqIL-6dggL1yVnzsw",
      "text": "Je sais pas, je comprend pas le délire de ce marché :/ \nJ’ai des bonnes vieilles Caterpillar Colorado, mine de rien assez classique mais pourtant je vois personne en porter, super confort, bon style, super durable, ça fait le café quoi…",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iyazakimthom",
      "author_id": "UCQItkMf9x0ZropnC6Hw8oWw",
      "text": "déception...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nykyadu95",
      "author_id": "UC_opTYmnohXx6DYFsirUMAQ",
      "text": "Comment niquer une passion de plus de 20 ans pour moi...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Z3W0o",
      "author_id": "UCtM9yvIoatw0EXoyvr5xEcw",
      "text": "C'est ce qu'on voit avec les gens qui acheter les derniers console , les cartes pokemon etc . Et ça devient chiant car de plus en plus de personne ne peuvent pas en avoir car les prix sont énorme. Surtout les cartes pokemon à la base c'est pour les enfants et voir autant de personne vide un raillon pour cela c'est chaud",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bye221",
      "author_id": "UCOzjKZ3pCx-qbG5aY-USYwg",
      "text": "4:09 depuis quand un EFT c’est un groupe d’action ? Vaut mieux éviter de faire de la pub pour un broker quand on ne comprend pas les produits.  C’est plutôt un fond qui réplique un indice ou un sous jacent",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LAB-312",
      "author_id": "UCvOHOeQpUxPeXGrqULSyJsw",
      "text": "Scalpers should be scalped. FUTURE IS IN THA BLOCKCHAIN",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheBadboyslayer",
      "author_id": "UCF4FZu2EwUjC24MrQ-lRI6A",
      "text": "C'est à cause de ces mecs qu'on a eu une pénurie de PS5 pendant 2 ans mdr",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@piafgamer358",
      "author_id": "UCsqeboWzFj0VzzRXEqoMYOA",
      "text": "0:34 j'espère ta pas revendus a l'époque",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@johannjohan1981",
      "author_id": "UCmw_hJUYF6gLtW-B36hyCOQ",
      "text": "Ils sont juste en train de pourrir le marché de ceux qu’ils aiment le plus…",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasb.8196",
      "author_id": "UCzhRI1OuE5kxn9dvqSWx1yw",
      "text": "11:00",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathieubessette5568",
      "author_id": "UCPCEWbGTSrgUPcZPJ0u5ZjA",
      "text": "Je ne sait pas trop quoi en penser. Je trouve ça triste desirer des trucs du genre. Investir sur soi c’est pas ça!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NouvelEmpire",
      "author_id": "UCce_J-0e9Ys5pp9KovhX1cw",
      "text": "que des sa l0 pe rie de chance pour la france",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Antoine.Dieumegard",
      "author_id": "UCyDxe3obJSbr1CTkt7jhclA",
      "text": "\"Y'a du travail derrière\" MDR le boèg se fait son billet du mois avec 4/5h de tasks avec son gros botte puis c'est tout",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mathjmjn",
      "author_id": "UC1F1keCBbXdo_fhQXV2pOZQ",
      "text": "Ils ont pas compris que à force de prendre tout le marché et mettre des prix astronomiques plus personnes va acheter les paires. Ok y’a des paires mtn elles coûte 15000-20000 mais qui va acheter ça sérieusement à part des pigeons ou des YouTubers riche",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@n0ph.680",
      "author_id": "UCzTF5MH84wx6oErHY2jtUFQ",
      "text": "et apres on nous fait chier par ce qu'on a des singes mdr\nl'offre et la demande frerot",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@user75003",
      "author_id": "UC5s3x3c4FsOnYEZOytkd1XA",
      "text": "Y''a tellement de commentaire négatif sur le resell c'est fou sachant que la moité va s'empresser de download Snkrs et se taper la première raffle.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zlonefr",
      "author_id": "UCxjfv3jc58NHyQz1O65nKOg",
      "text": "Desole mais on dit pas \"pallier a\"",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RouGeZH",
      "author_id": "UCm07fk9pYXqjeVLaM-_ee4A",
      "text": "C'est dingue comment le mot \"basket\" a été transformé en \"sneakers\" ces 15 dernières années. Les gens sont vraiment très sensibles au lavage de cerveau marketing.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louloudum4",
      "author_id": "UCcBKTHnB5tIzHC-70M7q2Yg",
      "text": "Bah moi je suis bien comptant avec mes timberland de bûcherons et mes pompes de darons acheter chez le cordonnier mdr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementsevestre1152",
      "author_id": "UC9QRt3mY1HvfcjWlhxnAhbQ",
      "text": "Ça va finir comme la tulipe aux pays bas, c'est une évidence. Quand les gens se seront lassé d'acheter des Nike 12 fois trop cher tout va s'effondrer en quelques jours.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@qnp68n80",
      "author_id": "UCe880KXwSDw1OdHEnrpCxVQ",
      "text": "Est-ce que ce n'est pas un peu complètement débile quand on pense qu'il ne s'agit que de godasses? Je veux dire, les acheteurs ne sont pas des mégas pigeons?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@celial.1964",
      "author_id": "UCfuIwtA4OdAWZauhJSn4sgw",
      "text": "La question que je me suis posée toute la vidéo : mais qui achète ça en fait? Parce que les revendeurs, ok ils existent, mais ils vendent bien à quelqu'un. Je regarde jamais les pompes des gens et je comprends pas qu'on claque un smic dans un truc dans lequel tes pieds puent de toute façon.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andriytroyan3888",
      "author_id": "UCInp_BOp269O7Y5pqnEXFvQ",
      "text": "Chaque passion a un prix. Les sneakers est un passion comme une autre. Bien évidemment la hausse des prix sur le marché secondaire est un malheur pour les petits porte-monnaie mais les produits il est possible d’avoir de manière normale. Je suis pas un pro-reseller mais je préfère que des personnes qui peuvent payer un prix plus fort le paye et de cette manière la masse monétaire se véhicule.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MtTheToto",
      "author_id": "UCOBXg25lxsfdHMikctHdVvg",
      "text": "Pour moi qui en ai rien a foutre de ce que je met aux pied, c'est fascinant et j'ai tellement de mal a croire qu'il y ai un marché comme ca.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alessscuderi6655",
      "author_id": "UCl033GS21tXxtkfhcfz9GVQ",
      "text": "Fanta est toujours actif.. \" Fanta crypto \" il me semble",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Theqmortis",
      "author_id": "UCZj7A2LguAL4wAwM0tnQO4A",
      "text": "Les NFTs ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariocommaret9360",
      "author_id": "UCuoRjCBc3YeukDPWEObZwbA",
      "text": "Ta dernière phrase est magnifique, on appelle aussi cela \"L'INDÉCENCE\", quand une seule paire de chaussure permettrait de faire vivre une famille au Liban (par exemple) une année entière. Combien de paires ces gens ont dans leurs placards ? Et on ne parle ici que de chaussures faut penser à  tout le reste bien entendu ^^ En tout cas belle vidéo comme toujours, merci ! Continue comme ça ! 🤑🤯",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iron3143",
      "author_id": "UCtUK_Yowm8PVhhQEezxYZfw",
      "text": "Le sponsor a très bien compris que si c’est Simon Puesh qui fais la pub de l’application beaucoup de gens vont s’y intéresse alors que si c’est juste un inconnu de TikTok tout le monde va penser que c’est une arnaque, même moi j’ai envie d’aller investir sur l’application 😂",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abba92-g6w",
      "author_id": "UCkU0fBvrdIEjENjN52EXomg",
      "text": "acheter 30 paires et puis les revendre après qu'ils n'existent plus! c'est simplement pas éthique, c'est une pratique de monopole qui devrait être illégale.\nces resellers proposent aucun service, c'est du vol.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eoghan6066",
      "author_id": "UC5sTI_BFXNetx-kgHIc1_cw",
      "text": "2021.rar ????",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WolfyStudio",
      "author_id": "UCmrThYhxgix-9UCdv8KQ7rg",
      "text": "Les mêmes personnes qui achètent des centaines de CG sur les sites d'NVIDIA / AMD pour les revendre à des prix exorbitants  durant les pénuries, j'avoue je les déteste.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ShigaruFR",
      "author_id": "UCqORxb4fpZMLt33K-iC99PA",
      "text": "t'as bien démonté le drop shipping dans une de tes vidéos mais la je suis déçu vu que t'as l'air d'accord avec leur manière de procéder ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aubert-marieordas9970",
      "author_id": "UCzb_iZl_mAbHQnntCIHhZnA",
      "text": "C'est faux ont peut pas acheter de fraction d'action sur trade Républic et les actions offertes valent en général 10€ .....",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cle_gth",
      "author_id": "UCQcJpa6SwcmYgMSy38ebWUg",
      "text": "Morale de la vidéo : tu te balades dans Paris avec une bonne équipe et tu te fait des millions",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kevincassez2571",
      "author_id": "UCyV_LAPQDVkSmTiEJvKBplg",
      "text": "Les cancers de la sneakers.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@darksider2162",
      "author_id": "UCH5yXqW2FdiJITa75o7UJUQ",
      "text": "à la fin le gars il dit sa coute rien, faut quand même les sortir ls tune pour acheter les chaussures mais surtout faut le payer le bot et c'est pas un étudiant qui pourrais sortir 7000€ pour un bot qui pourrais être potentiellement une arnaque.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timotheeblais5274",
      "author_id": "UCnnZeZMrsbRt9RfBvfwAacA",
      "text": "Regardez la vidéo 3 ans après sa sortie en sachant que tout les gros noms de ce biz on fait faillite (wethenew, kikikickz etc…) juste parce qu’ils ont ruiné le marché en essayant de nous prendre pour des pigeons, ça a marché un temps plus maintenant et c’est tant mieux",
      "likes": 0,
      "timestamp": 1758585600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@octopide9920",
      "author_id": "UCY0AXF_kUafkk13d7dYgyWg",
      "text": "Déçu d'habitude tu transmets de vrais valeur mais là faire un placement sur littéralement de la spéculation sans faire de warning ☹️",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrSmith691",
      "author_id": "UCs5HItMRfdCsdUEx3hk1eFw",
      "text": "rire Stalinien",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stoxca",
      "author_id": "UC5_gu29Kz9UKZnDC-vNWXUQ",
      "text": "Comme quoi les nft sont pas si pire",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Anton.Invest0",
      "author_id": "UCieeQYd2TScVC-vLGF4ppnw",
      "text": "je pense que si tu n'ai pas passionner autan faire du trading forex... aujourd'hui pour 350 balle tu peut te faire financer par des propfirm comme ftmo. après si tu est passionner de ca ouai c'est génial pour eux c'est beau de voir ca.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loukodefr8978",
      "author_id": "UCACmiaWcUUf4upZI_41JQdg",
      "text": "C'est super de faire une vidéo sur cette pratique qui dure déjà depuis quelques années. \nMais au dela de vérouiller le marché du resell, ces \"guignols\" bloquent également celui de l'achat classique de sneakers sur Internet.\nCes bots sont illégals et ceux qui les utilisent sont à poursuivre. Ces scalpeurs ne méritent pas le respect que tu leurs accordes dans cette vidéo.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zuulmusic710",
      "author_id": "UC5WdpqUaY3LvokDTzY0FMLg",
      "text": "Et alors?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loiseckoffet197",
      "author_id": "UC8XYZpqxF92NJBeDkK84MeA",
      "text": "C'est fou à quel point ce marché doit être toujours en flux tendu de deux côté différent.\nD'un côté il faut que les marques fassent toujours de nouvelle éditions collector. \nDe l'autre il faut que les clients veulent toujours en acheter, car il n'est pas impossible qu'ils se lassent.\n\nDu coup je suppose qu'il y a deux issus possible. Soit tout s'effondre, et beaucoup perde tout. \nSoit ce marché fini un peu comme un marche de l'art, automatisé généralisé : seul les ultra riche finiront par en acheter, et les marques sortiront des éditions ultra limité, avec des arguments type \"c'est le travail de ce designer très prestigieux, etc ...\" .\n\nDans tout les cas, il y a un gagnant dans tous ça. Les marques doivent adorer ce marché. Elles finiront gagnante, l'avenir décidera juste de comment les miettes de ce marché seront distribuer à travers tout les autres acteurs.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lcg5457",
      "author_id": "UCGxirNvqdRgLQIKQyhSDzwQ",
      "text": "C'est bien, on prend pas du tout en compte les petits chinois qui fabriquent ces chaussures",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oliv773",
      "author_id": "UClKkE5XWvZzZf6tUqoT-k7Q",
      "text": "Le pb c’est qu’il y a des cons pour acheter plus cher !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lefaustt",
      "author_id": "UC3r7ZqvGtwB6zOeCFYnixwg",
      "text": "Faudrait ptete penser a des systèmes par répartitions fiable plutôt de que partir dans des trucs aussi malsain et bancal que ça... Si c'est ça l'avenir de notre économie, bah je nous plaint.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dragost37aliasstatsman",
      "author_id": "UCJk5wHplkmjRo6A3cmoRjCA",
      "text": "Tout les problème d'authentification et de trustable ou pas sont réglables grâce à la technologie blockchain ;) C'est drôle comment cette technologie prend de plus en plus de son sense au fur et à mesure",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pierre-B",
      "author_id": "UCiGq4_BrEZ4qjsBg4k7Vseg",
      "text": "Je remets le commentaire de Shauni Sen pour avoir + de chance que Simon Puech tombe dessus : \n\nça m'fait vriller. Vraiment sans déconner il s'est passé quoi au juste ? C'est quel genre de virage ça ?\n\nComment tu peux passer du Chrono \"Notre Société est déjà Morte\" (entre autres) où tu t'énerves sur des gens de ton âge qui raisonnent comme les anciennes générations, en disant je cite : \"Bah non, c'est vrai, enferme-toi dans ton économie de marché, celle qui a déjà tout niqué, tant qu'à faire, passe la 5ème, faudrait pas te rater\"\n\nIl s'est passé quoi en 4 ans au juste ? On doit en déduire quoi ? Que tu n'as bien pris pour des jambons depuis tout ce temps ? Où sont passés les beaaaaux discours écologistes là au juste ? Le fait que le système capitaliste ravage tout sur son passage c'est devenu optionnel ?\n\nOn en est au point où le fait que ces sociétés soient connues pour le travail des enfants, qui entretiennent la précarité mais aussi les changements climatiques pour leur petit profit c'est devenu un sujet qui traîne, c'est pas important ? Tant que y a des sous à se faire ça passe allé pas grave.\n\nEt faudrait pas être agressif ?\n\"D'un autre côté, au jeu du hasard je ne l'aurais peut-être jamais eu tout court\" \n\"Le but n'est pas de promouvoir les resellers ou le marché secondaire de sneakers.\" Ah bah nan jamais de la vie ptdr c'est pour ça qu'on va faire une ptite sponso pour que vous puissiez participer à votre propre ruine! qu'elle soit immédiate ou tardive peu importe tant qu'on vous fait miroiter des grosses sommes pour partir à Los Angeles tous les été. Un mode de vie aberrant, immoral et indécent parce que vous êtes tellement dans la merde que vous avez toujours rêvé de ne plus jamais y être. Qui fera juste se monter les gens les uns contre les autres.\n\nLe but c'est pas de promouvoir les resellers ou le marché secondaire mais t'as quand même laissé au montage le gars qui dit aux jeunes que c'est le meilleur biz' qu'ils peuvent lancer pour se faire un max de blé. En prenant le risque de tout gagner ou tout perdre et les foutre d'autant plus dans la merde. Mais de tous les cas gagnants ou perdants ça les foutra toujours plus dans la merde.\nElle est où la différence entre ça et les Ytbers/Streamers qui font des sponsos de site de paris en ligne à un public principalement très jeune ?\n\nToute la vidéo empeste le néo-libéralisme, le capitalisme outrancier et dévastateur mais faut être respectueux et pas être agressif attention c'est le plus important!\nLa vidéo transpire la violence. La violence du système boursier, de spéculation qui tue, pille, détruit, précarise mais c'est à NOUS de pas être agressif.\n\nça m'dégoûte. Sérieux ça m'dégoûte. J'suis dégoûté d'avoir cru et vu en cette chaîne un bastion de critiques, de sensibilisation sur ce qui nous mène à notre perte voire à notre annihilation pure et simple.\nLa fonte des glaces, le réchauffement climatique, la famine, le travail des enfants, l'exploitation, la déforestation, la mort de centaines de milliers d'individus et de la biodiversité, les sécheresses et j'en passe. Ce sont autant de sujets qui auraient dû être abordés avec cette vidéo, plutôt que \"Regardez comment les resellers se font un max de thunes grâce au capitalisme ?! *emoji choqué*\"\n\nOn oubliera pas non plus qui est perdant dans l'histoire, parce que ce sont toujours les mêmes.\nJ'espère juste avoir jugé un peu trop vite et que cette vidéo en est juste une, avec d'autres peut-être, qui fait tâche au milieu des autres. Tant elle est déconnectée de la réalité, ne fait qu'entretenir l'hégémonie capitaliste et est incohérente avec les autres vidéos.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@n3w552",
      "author_id": "UC0oeT73F_9-3yDsd7xUMs0w",
      "text": "Yoo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Neoh53",
      "author_id": "UCnIIumhaIrmZY8QwcFEaldQ",
      "text": "Flemme d'arnaquer des gens. Ca rendra personne heureux.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alxs6548",
      "author_id": "UCjmtWVERKpSmzSGbc5UYAZQ",
      "text": "faut pas investir mtn si vous êtes débutant ! ca va crash severe ! Svp renseingnez vous bien avant de vous lancer",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ruokky",
      "author_id": "UCfp-5_YvDXVEfpdlmJ5F3Fw",
      "text": "\"dErRiErE y'A dU tRaVaIl oN a BoSsÉ dUr PoUr ScAlPeR\". Bah ouais mais derrière un business de production et revente de meth y'a du boulot mais c'est pas pour autant que ça le rend légitime.\n\nBan scalpers.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Manuko",
      "author_id": "UCp0Wogir9zz5zO1N6STyAQw",
      "text": "Sympa la vidéo, mais un poil tard… genre 1 an facile. En fait, depuis pas mal de temps, je ne loupe aucune vidéo du Rapidscrew et je peux vous dire que Seb ou Kevin n'ont plus beaucoup de temps à faire du business.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zombijuju4639",
      "author_id": "UCyg7unzqALqk_CZEyc4kyHA",
      "text": "Je déteste ce monde... On manquera pas aux autres espèces...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LaKawotte",
      "author_id": "UC3m-C86IUwijtlC18MC1frA",
      "text": "Du dropshipping de baskets en fait  :(",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lwarflip",
      "author_id": "UCjQw13oZTgvoa48wb2iToRQ",
      "text": "gg a eux et nik les sneakers",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mdautz8766",
      "author_id": "UCU_7tlKd2htzicd8Qzbv21A",
      "text": "ça sent la bulle spéculative à plein nez. Et une bulle ça finit toujours par exploser.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@turytopsice897",
      "author_id": "UCNeJLd2eZGMcW5AXVaw4e8w",
      "text": "le monde est fou depuis la thune",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yohannstaps",
      "author_id": "UCBWGPVv88rstAN19uyp1eOw",
      "text": "Bah franchement je préfère marcher pieds nus.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gtxpulse9341",
      "author_id": "UCfHElGv49vPV5rnidw6BAvA",
      "text": "ATTENTION SUR L’INVESTISSEMENT ! \n\nPour ceux qui vont investir soyez hyper prudent sur trade republic bien que je ne l’utilise pas personnellement elle fonctionne comme toutes les apps d’investissement c’est à dire que tout profit est TAXÉ À HAUTEUR DE 30% par l’état, donc si vous empochez des gains directement en euros sur l’application en revendant votre action vous êtes éligible à la flat taxe dessus.\n\nCertes les banques traditionnelles prennent des frais de commissions mais pour la plupart vous permettent d’éviter cette taxe au bout d’un certains nombre d’années.\n\nRenseigner vous bien sur ce domaine pour ne pas vous retrouver à payer une amende pour ne pas avoir déclaré vos gains !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clhmatthias999",
      "author_id": "UCN9-6Hq6AG_LfAMN6RvHMCg",
      "text": "Sam fume les gends qui achète des chaussure ou des bout de carton avec des monstres dessus x) mais bon les gends font ce qu’il veulent :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@barbesrochechouart",
      "author_id": "UCdvhfg4qjG7ayAEhaj6oLmg",
      "text": "Pendant ce temps là, t'as moi qui viens juste de s'intéresser aux sneakers, qui tente ses 2, 3 premiers raffles et qui drop la Jordan Obsidian dès le premier coup à retirer le lendemain à Paris... Je dois donc être ce fameux 1 sur 1M. (Je précise que c'est pour la porter, nourrir/participer à ce marché pourri, non merci)\nAprès tu n'as pas parlé des raffles en physique, qui reste selon moi le - susceptible à avares...\nMention honorable pour le Call and Collect ou il suffit juste d'être chanceux (en appelant une ligne surchargée et espérer tomber sur un vendeur)....",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tunderdrago",
      "author_id": "UCQL7mz3ZLa5_Ke553l7Gv1g",
      "text": "Un exemple des horreurs que peuvent engendrer les brumes du capitalisme ultra-consumériste... Effrayant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@djetox13",
      "author_id": "UCeiXRtbE401BUsLYA9zMV7w",
      "text": "perso j'ai hâte que ces gens disparaissent ou plutôt qu'ils ne puisent pas acheter autant de paires",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@paiheme",
      "author_id": "UCiFtDqLowIm6HDR9DeRTCdQ",
      "text": "Ok let’s go je vais changer de métier mdr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tnx2.030",
      "author_id": "UCja4g0kTorZXTvERYeY-3RA",
      "text": "serieux tout sa pour une perd de chaussure mdrrrr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kix4736",
      "author_id": "UC7xnnA9tjHnMs02hT0fReMg",
      "text": "Quel bouffon le mec qui dit que c’est du travail d’avoir un bot. Alors que son seul travail c’est d’en avoir acheté un. On peut pas non plus dire Que l’argent investi justifie le faite que ce soit pas moral",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benlacavalerie2583",
      "author_id": "UCSRarf8U_mEAaSdkggGsFRg",
      "text": "Le mec assume au calme être rentier immobilier.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@metal0324",
      "author_id": "UCRibrbtiZ2AgYru2QRgGNhA",
      "text": "Ta 17 ans tu fais ça + t'y fais des t'est anti génique en pharmacie t'es Elon musk 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sullyg9342",
      "author_id": "UCfbfx5bhAs6Wb07e9F6mhCA",
      "text": "Franchement ils devraient avoir honte",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tristan.Raymond",
      "author_id": "UCOb4x8RnQ0TGci2Yy_OFvZg",
      "text": "Ya des gens qui font ça avec des cartes graphiques. Je haïs ces gens.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pirsonnoel3305",
      "author_id": "UC9LgrsJdE9dIeFKrcu57g6w",
      "text": "« Il faut se dire que si le mec il a réussit a cop 100 paires c’est pas de l’eau, y’a du travail ». Mais tu veux t’faire goumer toi",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jack0n333",
      "author_id": "UCo46ktwVE7LVp_CU2hGafyg",
      "text": "fanta :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sparxxian",
      "author_id": "UC7H9q5DDWYYTWSK4f44XmNw",
      "text": "Que sont donc devenu ces bitcoins Simon",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LebigArt",
      "author_id": "UCz9uEYUdBxfmcei6Y0LpkGA",
      "text": "j'ai un pote qui fait ca, il est passé des chaussures aux cartes grafiques, c'est vrai que ca peut rapporter assez d'argent, mais tu peux en perdre beaucoup aussi. Par contre, je trouve que ta video a l'air plus d'une pub que d'une enquete...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lulupiperu",
      "author_id": "UC2KRc4XESqB815oaId6psOw",
      "text": "Ouaip, ben je vais rester sur les cryptomonnaies moi 😆",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@corvanders2.053",
      "author_id": "UCDqGGvmpViLZ25TxYWIX2EQ",
      "text": "J'adore ton travail mais effectivement,  je déteste vraiment ces personnes là.  Qui font beaucoup de mal... Désolé mais je n'ai pas tenu jusqu'à la fin. \nForce à toi néanmoins.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leteez2064",
      "author_id": "UCKjsdWBk9hm49fddFcFGRDQ",
      "text": "une grosse balayette éclair, le tipe repart en chaussettes",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tavir50",
      "author_id": "UCd2xnlLt6cHAyrLxfMzbxdg",
      "text": "A 0:20, je crois que tu confond investissement et placement et je pense que c’est important de ne pas les mélanger même s’il s’agit de 2 façon de fructifier de l’épargne \n\nUn placement => tu récupère le bénéfice des loyers par ex => ton argent « travail » pour toi \nUn investissement => tu fais de l’achat revente, c’est généralement du paris à la hausse. Sur les action tu peux aussi parier à la baisse. Et clairement dans ce cas là, on peut pas dire que « ton argent travail pour toi »\n\nVoilà voilà 😁",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yoannguillard6877",
      "author_id": "UCPwIDaIxedx5flN_HFSIe4g",
      "text": "Pourquoi il parle de bottes et il montre des baskets ? 🤔",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Franck31",
      "author_id": "UCDxTjTb-fdgmB42DEfsOClw",
      "text": "\"parfois si vous regardez les chaussures des gens vous pourriez vous rendre compte qu'elles sont rares\" \nEt ? J'm'en bas les couilles des chaussures des gens frère ! XD",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alexandre-vc8po",
      "author_id": "UC-KeJ3sXE6-kPl-uv7uwZSA",
      "text": "Un ami développe des bots ( il est software engineer  ). Ça lui rapporte plus que son salaire chez Amazon.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MonRegardFranck",
      "author_id": "UC3gBLpshHziTlzxZIahVTMg",
      "text": "Quelle misère humaine",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wiiznokes2237",
      "author_id": "UCSmUeCYI7ceU1WM8AzwRwBg",
      "text": "Moi je trouve pas ça dérangeant non plus, les mecs prennent leur argent pcq ya de l'argent à ce faire, quand ça finira par trop gêner les marques de chaussures, elles arrêteront peut-être de faire des éditions limitées",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@codix__",
      "author_id": "UCS5sghLxWpFy5lOM-Xdk9nA",
      "text": "Au moins les commentaires me rassurent, si maintenant on peut acheter Simon Puech ça sera qui d'autre ? En priant pour que la prochaine vidéo ne me dise pas de miser sur une cryptomonnaie liée aux ventes de sneakers.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@morsoulave1",
      "author_id": "UCPhLX8k0vgCT7G0zvaYuKZQ",
      "text": "L'idiocratie est en marche^^ Elle court même... tout ca pour du plastique, pas de matière noble mais des prix exorbitant !!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mathis_Vision",
      "author_id": "UCSV65CbfbVFgSv3ZC5Kd6OQ",
      "text": "je comprend pas que t'ai aussi peut d'abonnés sérieux",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anorack007",
      "author_id": "UCQT6KkcUzwxTn0Y-eZifq0Q",
      "text": "Beaucoup de gens dans les commentaires qui se plaignent de ce re-selling, mais le vrai problème vient des marques qui font des paires à édition limitées.\nEnfin c'est pas un problème, mais à partir du moment ou tu veux rentrer dans leur jeu il faut pas s'étonner que tu doivent payer plus cher que la valeur réelle.\n\nDonc laissez ces gens trader et vendre leurs paires à qui peut se les offrir et allez vous acheter des chaussures qui vous plaisent, sans chercher la rareté à 400 balles.\n\nLes sneakers ne sont pas un besoin de première nécessité que je sache, sinon là vous auriez de quoi vous plaindre oui.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@XXx-zk1fe",
      "author_id": "UCcswFcfSWlWD4wbi0xO99mA",
      "text": "15:25 tu dis que c’est des « entrepreneur malgré eux, épanouis » alors que c’est juste des spéculateurs, des cancers qui sont la cause des montés des prix comme pour les PS5, aucun respect pour eux.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dakta96",
      "author_id": "UCGezjCShxZKEXlw-bwaExJA",
      "text": "Faire la promo du scalping et de la conso à outrance avec une sponso d'une appli de trading c'est pas une bonne idée pour ta crédibilité... Et bien que tu dises que ce soit pas pour faire de la promotion faut pas oublier que t'as une audience.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HDMVlaura",
      "author_id": "UC-5ybc7bKIvs8W3xQY3cT1A",
      "text": "Comme beaucoup dans les commentaire, ultra déçue du fond de la vidéo ._. et ce sponsor ...",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chevalbert",
      "author_id": "UCfUO9jgRW6Do6zaRIg7HeOw",
      "text": "Je comprends plus rien, ça parle d’abord de vente de sneakers, puis de recel de bottes. Vas y trouver chaussure à ton pied.\nEn tout cas, une chauz’ est ´sure, « on peut dire beaucoup de choses des gens en regardant leurs chaussures » (Forest Gump)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Majin2222",
      "author_id": "UCwLGVxf7ufjKe1vwtUrryvg",
      "text": "Je ne comprends pas d'où sort cette vidéo sur ta chaine, habituellement tu dénonce des problèmes du système et partage des sujets intéressants et la tu partage un sujet assez pauvre et surtout dangereux, la bourse comme la spéculation sur de la marchandise c'est du capitalisme extrême et quand on y connait rien on risque surtout de perdre énormément. Je suis déçu et ne comprends pas....sans parler de la production d'énormément de ces sneakers qui exploitent des personnes dans une extrême pauvreté, et on oublie pas les ouighours.",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philippe-lebel",
      "author_id": "UCOOklabqq5IcGji89F0jPjQ",
      "text": "C'est vrais qu'ils sont touchant avec leur \"petites réussites\".... 🤮🤮",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MghtyMax_1980",
      "author_id": "UCfHT_9dVkPHwUId2hflDf3g",
      "text": "12:02 : Perso mon crédo c'est le cambriolage. Mais qd même ho : ça demande du temps et du travail hein ? Donc ça mérite salaire. \nBon allé ; je vais voler le sac d'une p'tite vieille...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@folferin9035",
      "author_id": "UCEWqw1zhC-JMNk2E6_nEPGA",
      "text": "\"derrière il y a du temps et il y a de l'argent\" le genre d'excuses qu'ils se servent à eux-mêmes pour se convaincre qu'ils ne sont pas des sangsues inutiles a la société.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@screadlmc2629",
      "author_id": "UCOtb2e-biLlMfWX-U6sObnQ",
      "text": "Au moment ou sort la vidéo t’es du coup content d’avoir acheté tes bitcoins 😂\nValeurs sure, tu peus que être content quand elle baisse !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@salimabdou378",
      "author_id": "UCZ9LOeMaXYWKHPaPfaW1bkA",
      "text": "\"derrière y'a du travaille\" alors qu'ils utilisent des bots ?? il se fout de la gueule du monde c'est troop mddrr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nafael583",
      "author_id": "UCC7dcfZ9AzDgfWE8otmRdcw",
      "text": "le côté \"touchant\" de leurs réussites ? C'est juste une arnaque, y a rien de touchant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mirliflore7553",
      "author_id": "UCwa9xPyurwWNstOrPflHdjw",
      "text": "Novaaaaaa❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SimonGuyomard",
      "author_id": "UCrAVvhsvRQROd0vsH8vXanQ",
      "text": "Rien ne va.\nJe ne respecte aucune des valeurs exprimées dans cette vidéo.\nTu perds un abonné.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@qwazertyyyyyyyy",
      "author_id": "UCyd1L8vxFApkqV7GBNtxq1g",
      "text": "Je suis un peu étonnée de tous ces commentaires qui disent ne pas retrouver les valeurs de Simon. Alors déjà: vous le connaissez personnellement pour dire ça ? Les valeurs que vous lui attribuez ne sont ni plus ni moins votre propre interprétation de ses vidéos. \n2- comme dirait Cyrus \"être une merde a un moment donné ne signifie pas être une merde tout le temps\". Peut-être qu'il a été maladroit sur le placement de produit, ça ne veut pas dire qu'il l'a fait dans une mauvaise intention.\n3- je le retrouve aussi bien dans cette vidéo que dans les autres. Il a toujours fait un travail d'investigation qu'il amène au grand public. Qu'il donne ou non son opinion dans la vidéo n'est pas ce qui fait l'essence de ses vidéos.\n4- les resealers ne sont rien d'autre que des petits traders. Les interviewés profitent de ce système hypercapistaliste. Que leurs valeurs ne correspondent pas aux nôtres est une certitude, mais dans ce monde où tout le monde surf sur la vague du profit je ne suis pas sûre qu'ils soient complètement a blâmer. Si eux ne le font pas, d'autres avec plus de richesse et de pouvoir s'en chargeront. \nPersonnellement je préfère ne pas consommer de ce qui est a la mode ou en tendance.",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Atonbzh",
      "author_id": "UCuZatXKbyOiy26Q7G3y8Qow",
      "text": "Monde de fou, tout ça pour des chaussures...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BlackJames_",
      "author_id": "UCRuVRybMYgLu4bNFPxdX3Kw",
      "text": "Globalement la spéculation sur des objets tangible ou non, je trouve que ça n'apporte rien de bon. Pour 3 mecs qui vont gagner plein de fric, combien vont être obligé de dépenser 2 ou 3 fois plus juste pour pouvoir faire ce qu'ils avaient prévu de faire à la base.\nAujourd'hui dans le monde du gaming ça s'est bien vu avec les cartes graphiques. Ok il n'y en a pas beaucoup mais le nombre de mecs qui les achètent juste pour les revendre direct après 4 fois leur prix, c'est juste honteux.\nEt encore là on est sur quelque chose de pas spécialement essentiel, mais si un jour des mecs commencent à faire de la spéculation sur la bouffe genre les pâtes, qu'ils achètent tout le stock et qui, vu qu'ils sont les seuls détenteurs de ces produits à l'instant t, vont pouvoir les revendre bien plus cher qu'on devrait payer à la base.\nIl me semble que normalement en France on a pas le droit de revendre un objet qu'on a acheté plus cher que son prix d'achat. Si c'est pas le cas, ça devrait l'être avant que a ne devienne n'importe quoi",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NinaSantini-y9j",
      "author_id": "UCD-KRUZ-F1gHEsUavp8hpxw",
      "text": "L'histoire des bots ça m'a pas l'air très honnête pour les clients particuliers qui croient sincèrement pouvoir se procurer ces chaussures ...",
      "likes": 0,
      "timestamp": 1763856000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yannpayet96",
      "author_id": "UCtCF5hYYFq-URe8AOAIkezA",
      "text": "Fanta est millionnaire donc euh ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ulyssedareys8283",
      "author_id": "UClqu0B4TBVp5h0t2uOWgNsQ",
      "text": "Mais c'est fou, les gars ne servent à rien et n'apportent absolument rien de positif à qui que ce soit (voir même du négatif) simplement pour se faire de la thune. Si c'est si difficile que ça et que cela demande tant que ça de travail, va mettre ce temps dans un truc utile à d'autres, et tu auras sûrement aussi un salaire. Je ne suis pas favorable avec le principe de l'investissement et de la bourse, mais ça se défend c'est une histoire de point de vue. Mais là leur action n'a vraiment aucun intérêt et fait chier tous les consommateurs. Mais merci Simon de ton travail qui éclaire ce sujet.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@logndpt",
      "author_id": "UC5HwirogI30iGbNhB_Tx1CQ",
      "text": "Nike mag* pas air mag",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@M4gicT0",
      "author_id": "UCXaSWobveyEXSPhXe84KFUg",
      "text": "Le monde court à sa perte, le climat se dégrade chaque jour, les scientifiques continuent de nous alerter, mais non tout ce qui nous intéresse c'est de faire du pognon. De quel épanouissement tu nous parles?? C'est incroyable d'être aveugle à ce point sur notre avenir! Et le plus inquiétant c'est que ce sont que des jeunes, vraiment jeunes, qui font tourner ce sale business qui ne créé aucune valeur pour la société, et pire, qui encourage à la consommation futile et éphémère de vêtements. Et faut il encore le rappeler que ces vêtements sont une des principales causes de la pollution et du dérèglement climatique? Fabriqués à l'autre bout du monde, exportés, achetés en masse sur internet donc ré-importés puis potentiellement ré-exportés.... Du délire, vraiment. Certes c'est sûrement le cas de beaucoup de business (et tout ce qui est du dropshipping), mais en voir un tout nouveau décoller et mené par des jeunes, et te voir admirer leur entreprenariat et les voir fiers de leur ascension c'est vraiment triste... On fonce droit dans le mur et on accélère.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@97Ka",
      "author_id": "UCmAFJyO9thEDbvhmwSJas_w",
      "text": "Le temps finit par toujours lisser les choses, on a vu des magasins se monter en vendant des paires raflées avec des bots (en privant des milliers de gens) pour les revendre à des prix de fou, 500€ la paire de jojo qui sont vendues à 150€… ces magasins ne font pas long feu. \nJe parle même pas de la spéculation folle où des paires sont vendues à des milliers d’€.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tenshi5210",
      "author_id": "UCoYfoUoQUgJrrZ1Pl0BvgnQ",
      "text": "facepalm au secours vraiment. Plus on avance, plus les gens au lieu de travailler cherchent à se faire du bif sur le dos des gens, je trouve ça lamentable",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tsukuza",
      "author_id": "UCbYfkPNjMorcucduoiLhLTQ",
      "text": "Moi j’ai une question. C’est quoi la marque de ta gourde ? Ps : encore une tres bonne vidéo 🤩",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@erwannasri722",
      "author_id": "UCSkpvIheLeRsIoMEZyw6H_A",
      "text": "Sinon le capitalisme c'est vraiment le meilleur des systèmes quoi ! 🙃🙃",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tx2831",
      "author_id": "UCOi2so1-pHAoJnkSZhOQfnw",
      "text": "bah désolé les frères mais je vous jure que c'est vraiment compliqué de devenir reseller, faut vrm être impliqué h24 et mettre beacoup d'argent pour pouvoir ce procurer les bon outils que ce soit pour avoir des paires en magasin (cookgroup) ou en ligne (script, bot et j'en passe). Bref c'est pas si simple que ca",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aggybmadinina",
      "author_id": "UCF3oo9sDx9CFLk3c6oq3zxQ",
      "text": "Je viens de découvrir ta chaîne, elle est cool, mais franchement cette vidéo et surtout son ton me font questionner sur tes autres positionnements. Comment on peut passer de vidéos sponsorisées par Amnesty international à trade républic ? Dans une autre de tes vidéos tu dis être plutôt de gauche mais cette vidéo qui fait l’éloge d’un business image du néolibéralisme me font douter. Bref. Je vais continuer à te suivre car une vidéo ne fait pas une chaîne mais je regarderai dans un coin de ma tête quand je visionnerai tes futures vidéos.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@miime29",
      "author_id": "UCRzdu1hMNqWF3shEddhpm_w",
      "text": "Le botting de mon point de vue est abject. Que ce soit pour la sneaker, ou pour des places à Paris pour la finale de World's de LoL y a 3 ans (on sent ma haine ?). Même si on a très peu de chance de gagner, le fait de jouer devrait te laisser au moins une chance",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Franck31",
      "author_id": "UCDxTjTb-fdgmB42DEfsOClw",
      "text": "Mouais... C'est des basket quoi ^_^\"\nSinon on peut aussi s'intéresser à comment elles sont fabriqué et combien de temps on les utilise. Les chaussure comme tout le textile ça a aussi un impact non négligeable sur les conditions de vie de ceux qui les fabrique et surtout sur l'environement. Et l'interêt d'avoir un paire de chaussure \"rare\" sachant en plus que c'est une rareté organisée.... \nBref je rejoins les autres commentaires, ça manque de critique plus générale sur la pratique, ce qu'elle implique en terme de conséquence, et les alternatives.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Darkdlul",
      "author_id": "UCFFhg28d3AD_6rZU5uxiUug",
      "text": "En fait, c'est comme le luxe, plus c'est inutile plus il y en a qui se font du blé avec...\n\nFranchement je comprends pas que des gens idolatres des chaussures ou des lunettes... tellement matrixé par le capitalisme que tous le monde veut juste POSSEDER, et bien sur toujours plus...\nEt pour quoi faire ? bah toujours la même chose : le MONTRER, (regarde ma collection, regarde à quel point je suis riche et je peux dépenser dans des trucs inutiles plutôt que d'aider mon prochain !)\n\nC'est eux le vrai problème.\nLes autres, ceux qui profite du fait que le système le permet et de la stupidité de ceux qui sont prêt à dépenser pour tout et n'importe quoi ont raison de le faire, tout comme les marabouts qui font revenir ta femme à maison ont raison de le faire car il y a des crédules pour les croire...\n\nMais bon, un mouton ne sait pas qu'il en est un... la boutique dit d'acheter, tu le fais... triste monde",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheStromos",
      "author_id": "UCVsqiiHJkbtWFXutEygA-Nw",
      "text": "Je ne suis pas en accord avec ces pratiques.\nEncore des éléments que la législation devrait condamner\n\nVraiment, rien faire et arnaquer les gens en leur faisant payer plus cher ça n'est pas très éthique. Qu'ils aillent faire un vrai boulot.\nL'histoire des bots ça me rappelle des badUSB :3 ce qui peut être apparenté à une sorte de virus mine de rien.\n\nLes arguments des mecs ne sont pas convaincants.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gnougnougnou7112",
      "author_id": "UCBA7TJKUfTHBw5jNV52Wt8A",
      "text": "ces gens sont passionnants.\nnon.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonymanceau4650",
      "author_id": "UCpIyP4ehPFEgPJM8N4DKSlA",
      "text": "Ecoeurant.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lulgiusc.8273",
      "author_id": "UCFxcHmF_lI7F8o1SuvCiBMg",
      "text": "Ça reste super intéressant d'avoir leur point de vue mais honnêtement, j'avais une question tout le long de ma vidéo : pourquoi ? Juste tu rachètes un truc, tu deviens une sorte d'étape parasite, et tu revends tout plus cher. Tout ça juste pour gagner du fric ? Enfin je sais que des gens peuvent être motivé que par ça, perso j'ai fait le choix de passer le fric après un boulot intéressant et épanouissant. Mais même un caissier à Carrefour a son utilité et crée un service par son travail. Eux, ben en soit leur travail sert à rien. C'est juste faire de l'argent pour de l'argent quoi.\nEnfin sans doute suis-je trop naïf, mais pas mal de gens en commentaire ont l'air de partager mon point de vue.\n(Et vidéo intéressante mais j'ai l'impression que tu te poses pas plus de questions que ça.)",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Molotov976",
      "author_id": "UCdkzUFG5nEcEYBLbhZNYrAA",
      "text": "À gerber le message de cette vidéo... Grosse déception. 😒",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolaschapelleroncepied7556",
      "author_id": "UCtFtvKw6TuTxNIPkLQwybNg",
      "text": "C'est superviser par la banque fédéral allemande, ont est d'accord que c'est une des banques qui pourrait couler avec la guerre en Ukraine ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Elriogranade",
      "author_id": "UCwbd7OWSjl9_q5OWdpRBL_Q",
      "text": "j'ai vendu ma cle wrath lifetime 8500 balles cimer le gars qui a acheté ca y'a 1 an :)\nenjoy vos mid a +15\n\net btw les chiffres sont faux le million c'est pour les shops super populaires pas le mec lambda",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@casparcailean6260",
      "author_id": "UChVuLcIVFHtU-N9RJdPLttQ",
      "text": "Ptdrrrrr t ki?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dalilaaggoune8198",
      "author_id": "UCkR5DW0Ju148paLtF8mSsAw",
      "text": "Je suis peut-être une \"oldiste\", mais selon moi ces pratiques mercantiles manquent de quintessence et sont \"débilisantes\" à l'image de notre société et de ses occupants😢😢",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nene926",
      "author_id": "UCN0QntzJ6M359K5PBCQGXWQ",
      "text": "Et donc on va faire genre c'est pas une illustration de bullshit capitaliste à son paroxysme ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@synkeyssynk4627",
      "author_id": "UCiqWS2Ax5Kf23nN4wdqTLQQ",
      "text": "Le mec qui sort \" Après c'est de l'argent investit , il faut le vouloirs\" comme si c’était une victoire en soi de mettre le plus d'argent dans un bot pour scam le reste du monde mais risquer de ce faire scam par un mec plus riche que lui , je dirait cheh si tu perd la dessus",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@harmony4184",
      "author_id": "UCsAjy-6KvSE0ZcjvEPdHBhg",
      "text": "Tu déçois un peu 😕",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@uriel6461",
      "author_id": "UCUH-GDWMxsBbHe8RlTnni7A",
      "text": "Alors clairement je ne vais pas juger les resellers en tant que personnes, je ne les connais pas, et je suis sur que eux pensent très bien faire (ou du moins ne pas mal faire), mais l'activité en elle-même me dégoute, c'est comme ce qui s'est passé avec les PS5, les cartes graphiques, et pas mal d'autres produits... Et franchement, qu'on m'explique la valeur ajoutée ? Je veux dire, un fabricant fait la chaussure, un magasin te permet d'avoir un ou plusieurs lieux où l'acheter à des prix normalisés et définis à l'avance, mais un reseller ? Il n'amène rien au processus, si ce n'est une pénurie Encore une fois, je n'ai rien contre les personnes, mais contre l'activité en elle même. Bref, et sinon la vidéo est toujours d'aussi bonne qualité, merci pour ton taf toujours sérieux :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hvginn",
      "author_id": "UCSumZ4YcmpoyYhR9iBUcNsg",
      "text": "Vous  vivez dans un bien triste monde.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@victorhoareau902",
      "author_id": "UCtmmhZWrnzz9Pf8Uw1vqRyA",
      "text": "Tout les youtubeur que tu montre au début de la vidéo ont arrêtés plutôt par choix, et avait d'ailleurs des revenus parfois confortable grâce à YouTube. Juste Digidix qui reste un mystère pour moi.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@corentin1878",
      "author_id": "UCZbzA_4RcgfI0FVIXaAr2pA",
      "text": "vinke washed",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mrkiwi01",
      "author_id": "UCRU388EIVczPcmBXMlNwuyQ",
      "text": "Je détesteles scalpeur.... Des mecs qui profitent des gens qui aiment tels ou tels objets pour s'en mettre plein les fouilles alors que ces produits sont a l'origine des produits grand publique...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Krafter37",
      "author_id": "UCQhvxWxX4X6qUYD5Y8Wo_Cw",
      "text": "\"Y\"a du travail et du temps derrière, c'est un investissement\"\n\nMdr et l'autre juste après \"ça te coute quasi rien à lancer\" + quel travail ressource ça demande de faire tourner un vieux bot haha. Les excuses en bois. C'est pas parce qu'il y a du biff à faire que c'est moral de le faire",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eviqualence3616",
      "author_id": "UChEodz4Kt2Luq9Yfb6rBGHg",
      "text": "Ouai.. Bien d'accord avec la foule, vraiment étrange de voir 17 minutes d'ode a la catastrophe qu'est le monde de la spéculation sur cette chaine.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibaudprimault4768",
      "author_id": "UCyHA764UBmZaNB4EIAOhKhg",
      "text": "et les ouighours t'en a rien à foutre du coup ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@doumbification",
      "author_id": "UCV103PlsFiuzkod5hmrPlEA",
      "text": "Ces scalpers, c’est la lie de l’humanité. Ils gâchent tout le plaisir des vrais collectionneurs. Des gens appâtés par le gain uniquement qui ont perdu l’amour pour le produit originel.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@parodiekiller",
      "author_id": "UC18BBIizwsPDuCPJrw7PRWw",
      "text": "Le cynisme est à gerber",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sio5104",
      "author_id": "UCouDbpWWh5sMKE-vqVa4QOg",
      "text": "nan mais la pub pour une porte vers le trading ds une vidéo qui vend le trading et la culture cryptobro aux gamins c trop",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matheobernard3463",
      "author_id": "UCS9WECE3GRnDWjkjl-1uK8Q",
      "text": "Les paires de nike et autres, aussi belles soient-elles (j'avoue certaines sont dingues), sont faites dans des dans des conditions quasi exclavistes dans certains cas. Et t'as des mecs qui ont décidé de se faire du cash sur leurs dos. Les industriels doivent quand même se frotter les mains de voir que de toute façon, et quelque soit le pix de vente de la paire ils sont sûrs d'écouler leur stock pcq des petits génis vont les foutre 2 ans dans un placard et les revendre plus chères. Brefs toujours les mêmes qui se font avoir, les acteurs au tout début de la chaîne. on arrive à un prix de vente final complétement déconnecter du prix de fabrication véritable",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DustDragon",
      "author_id": "UC0Q4YdtrxTk5grwQz9eUioA",
      "text": "Je suis étonné de ce partenariat. Très étonné. Et le discours paraît bizarre, mais bon... Qui suis-je pour appeler ça un accident de parcours xD pour autant, j'avoue que ça me semble en être un =/",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tep_on_g",
      "author_id": "UCCTg_ITyAyqvp9LAigeYwNg",
      "text": "Les mecs dans les commentaires qui chialent mais seraient les premiers à resell leur Off White au lieu de la rock tout ça pour un profit de 5 commandes chez Domino's Pizza on vous voit. Le resell, et au-delà de ça les releases exclusives, c'est aussi le moyen de voyager et de s'ouvrir à d'autres cultures. J'ai jamais validé le botting en revanche, je suis pour l'égalité des chances au cop, mais comment les blâmer pour ça quand dans le quotidien, tout ce que vous achetez suit la même logique ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tulipe993",
      "author_id": "UCkC1n-r9owZq25aeg8_--PQ",
      "text": "J'ai jamais compris l'intérêt d'acheter des marques pour la marque et de dépenser autant juste pour un nom, au final, mais bon tant qu'y en aura pour acheter ces chaussures à des prix de ouf, bah les receleurs font pas vraiment de mal, comme a dit le gars, ils prennent l'argent où il est et pourquoi pas après tout, ils forcent personne à acheter, même si moralement, c'est pas top, c'est sûr... C'est le consommateur qui crée tout ça, en fin de compte... Comme pour tout le reste, c'est pas eux qui ont inventé le capitalisme.\n\nEt rip tes bitcoins 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@riulix3207",
      "author_id": "UCjm4d3UvXM9BLDdi30RLA5Q",
      "text": "Pas ouf le sponsor :/",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@koryalison",
      "author_id": "UCp15gXr1RjySNkPcvoDYMOQ",
      "text": "le periode de lutte contre les camps ouighours entre autres, c’zst bizarre de faire la promo de marques comme nike. bref",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NynChagoth",
      "author_id": "UCT-66shW_ma4VjeXzXU1CRQ",
      "text": "J'aurais été curieux de savoir ce qu'en penses la petite main d'œuvres qui, en début de chaine, est probablement payée une misère (simple supposition, je suis ignare sur le sujet)... \n\nSinon bah c'est de la spéculation et de l'achat revente, et ça concerne le marché de la godasse de luxe édition limitée, donc certe c'est pas trop \"grave\", mais ce qui m'inquiète c'est que y a des gens qui en cas de pénurie, sont prêt à la même chose sur des produits de première nécessité... \n\nEn tout les cas j'appelle ça des charognards/rapaces, des intermédiaires nuisibles qui contribuent à créer un monde injuste en creusant un fossé de plus en plus grand entres ceux qui ont l'argent et ceux qui ne l'ont pas ( puisque de coup ce qu'ils revendent s'adresse obligatoirement à un marché du luxe ) ... Ca créé des frustration et de l'envie et les petites lois de la jungle qui s'ensuivent où chacun se bat pour sa part de gâteau en ayant rien à foutre des autres. Bienvenue dans le capitalisme néolibéral et la dérégulation du marché qu'il promulgue.",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matoufmatouf",
      "author_id": "UCkyofguf3ZtNMkqzETnsdaw",
      "text": "Je vois qu'une grande partie de la commu de Simon semble étonnée de cette vidéo... Rappelez vous quand même que Puech c'est le gars qui arrive à caser une pub en plein milieu d'une vidéo sur un théâtre de guerre...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xgenesys",
      "author_id": "UC1Y-QpHq07ZyqsxTzO4p5Iw",
      "text": "Sans abondance énergétique (qui n'est plus garantie pour les années à venir), ce genre \"d'investissement\" qui n'est basé que sur de la spéculation hasardeuse et de l'intermédiaire, s'effondre directement.\n\nSuper vidéo je connaissais pas du tout !",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AlphaSigmaBetaDelta",
      "author_id": "UCQtYZtPXTkqxGShbqi1b2RA",
      "text": "C’est vraiment un business de merde",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@porto57100",
      "author_id": "UCbaCh12d2h-Fa5I6st_17gw",
      "text": "\"Je gagne environ 2000€/mois\", plus tard dans la vidéo \"ça m'a appris la gestion de capital\", mouai...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aurelienlecuyer",
      "author_id": "UC_Q7a4peU_Cp_ux7z0uZsXA",
      "text": "Des chaussures de gamins 🤣",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanboudive8482",
      "author_id": "UCjeMTLNsUV6Yfe686FvjiCg",
      "text": "Nique la grand mère au reseller",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VVaifuSlayer",
      "author_id": "UC4XpviYMAfZKSFR-lsRTFcw",
      "text": "Super vidéo Simon, c'est rare de voir du contenu correctement expliqué sur ce sujet. Nova et Saike sont pour le coup un bon choix pour avoir deux image d'un même marché. J'ai une bonne cinquantaine de paire à la maison, le resell c'est donc forcément quelque chose que je je côtoye autant en temps qu'acheteur que vendeur. Ça a maintenant une place inévitable dans le game",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bakou122",
      "author_id": "UC_zqaXtXhgpGV45artwcGKw",
      "text": "Ca fait beuj, allez jouer en bourse laissez les gens trkl. Et \"blame the game don't blame the player\" non en fait, quand tu fais le choix de faire de la thune sur le dos des gens c'est aussi un choix. Dire que c'est le fruit d'un investissement et que ça mérite respect c'est pas une excuse valable, tu peux t'investir toute ta vie à faire de la merde c'est pas pour autant qu'on doit te respecter. Et je vois pas à quelle moment ça reste une passion quand tu vois plus la snicker comme un objet mais comme un produit.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zenymax8348",
      "author_id": "UCLIOxGx17C3CjeZgthbfxJw",
      "text": "Je pourrais cracher sur ces dropshippers qui s'illusionnent comme le reste des commentaires mais je gagne mieux ma vie en produisant des savoirs scientifiques qui ont un sens social et environnemental, en ayant un emploi safe et qui ne dépend pas de l'état d'un marché. Que leur vie tourne autour de l'argent et du matérialisme si ils le veulent, ce ne seront certainement pas mes regrets.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MadChat303",
      "author_id": "UCoF-ahImT5zHfS7DisjzcMQ",
      "text": "La mentalité a changé ici 😅 Tu t es fait vacciné ou bien ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zhelloz",
      "author_id": "UCjyHPATaoe4pvlhniglPmsA",
      "text": "Vraiment déçu de la sponso après avoir regardé pas mal la chaîne je pensais pas que ces principes serait mis en valeur !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@user-bm5lc5vg2g",
      "author_id": "UCJEMtAaPj4Tr4rpOTLCKGlw",
      "text": "decevant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeza717",
      "author_id": "UC7uJ9Z9CyFCwVf49sawbL5w",
      "text": "Don’t hate the player, hate the game MDR je n’en plaindrais aucun si il devait se faire tabasser pour voler leurs paires (c’est le jeu). Ce sont eux qui volent les paires à des centaines de milliers de personnes pour faire un maximum de profit.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ulysse.z",
      "author_id": "UCQyLn0TZ3g1PBsbwysZA-VA",
      "text": "Go coder des bots alors mdr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kyoodhen",
      "author_id": "UCPwgQdPlwR-3W7yy53ZeVCA",
      "text": "Ce qui fait assez mal à entendre dans cette vidéo, c'est de voir la manière de justifier :\n- \"On vient chercher le biff qu'on peut se faire\" --> Non, tu viens créer une demande par dessus celle du fabricant qui fait lui aussi sa demande, donc cette demande et donc ce \"biff\", c'est toi qui vient le créer, il n'est pas disponible au moment où les chaussures sont mises en vente.\n- \"On lance notre business\" --> Dire qu'on lance son business avec pour seul valeur ajoutée acheter des chaussures pour simplement les revendre beaucoup plus cher ? La question est posée.\n- \"On peut se faire scam et on est aussi soumis au marché des bots\" --> Bienvenue dans votre \"business\", c'est exactement ce que vous faites quand vous revendez vos chaussures, on n'a pas le droit de se plaindre.\n- \"Y'a du travail derrière\" --> Sans dénigrer la partie gestion de budget, de CA et d'auto-entrepreneur, si le travail, c'est être derrière son ordinateur, acheter un bot sans se faire scam et lancer play, sachez que vous avez tous travaillé en lançant cette vidéo.\n\nEn tout cas, Simon, très bonne vidéo, bien rythmé et intéressante, avec laquelle j'espère, les gens se rendront compte par eux-mêmes de ce commerce peu scrupuleux comparé à ceux qui lance une vraie marque ou un véritable concept.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EliottKtm",
      "author_id": "UC5zl2nvarOxZWqs8axDVDSQ",
      "text": "Ah ah vraiment des incapable, il pourrait apprendre a dev leur propre bot. (Je suis dev, je ne fais pas du tout ça mais je sais que développé ce genre de logiciels est très facile).",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marceaugallois8288",
      "author_id": "UCJncApsYQn_u990cu14fqMg",
      "text": "Un contenu toujours tellement qualitatif, avec une question de timing incroyable avec le reportage de Martin Weill de ce soir!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Danson669",
      "author_id": "UC22uodZna0ZVsCl7p0bf46Q",
      "text": "Très bon choix de miniature, je ne sais pas qui t’as conseillé, mais si ils et elles sont plusieurs, ils et elles ont vraiment gérer😇",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RepostFR1-s7p",
      "author_id": "UCaC0nzPYm7rhGtfmXAOeuxg",
      "text": "t'as encore ton bitcoin",
      "likes": 0,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@biggyzs",
      "author_id": "UCgENuLetXtrCfxnYG0NOXVA",
      "text": "La vidéo est géniale j'ai rien à dire, mais les intervenants me donne un arriére goût de vomi, ils croient être des business-man mais sont juste des voleurs 'légit'.\nBref, les sneakers, les cartes graphiques, les vêtements et j'en passes, c'est devenus un luxe bien trop cher pour ce que c'est et je comprends que certaines personnes s'éloignent de ces merdes.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jessygarabito8118",
      "author_id": "UCAStwIeRWYO7ioP7nCfMxcA",
      "text": "Bon vraiment désolé mais je peut difficilement adhérer à un message comme ça.\nVraiment sans vouloir être méchant parceque j'imagine que ces gars voient pas leur \"taf\" comme ça mais en résumé ça consiste quand même à acheter des trucs pour faire augmenter leur rareté et leur prix complètement artificiellement pout les revendre. Tout ce que le fruit de leur travail apporte au monde c'est des prix plus haut...\nDu coup déso mais faire l'apologie de n'importe quel pratique basé sur la spéculation je trouve ça assez chaud et je suis assez déçu de voir ça ici.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nicolas-zy1jx",
      "author_id": "UC_pdLak8Dxq__GMda0ArmqQ",
      "text": "Je trouve ca un peu mal honnête..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guiomoff2438",
      "author_id": "UCCF2kdPQSLfdQES3n73Dt4g",
      "text": "Je suis le seul à m'en contre foutre ? Je ne comprends pas l'intérêt de collectionner, encore moins celui d'avoir absolument quelque chose hors de prix, surtout pour ne pas le porter... Ça ne sert à rien en fait, ça n'existe que parce qu'il y a des pigeons pour acheter à de tels prix, comme Pokémon d'ailleurs. Personne n'a besoin d'avoir ces chaussures. Les NFT ou les crypto, j'y vois un réel sens par contre...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guiguicasu5564",
      "author_id": "UCYm1ObmRXJvzXSiIkhq4uyQ",
      "text": "re seller = revendeur\nretailers = détaillant\nje vois pas pourquoi tu parle anglais pour te donner un style et que tu coupe pas au montage les fois ou tu bois dans ta bouteille en plastique",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@martingalvez6613",
      "author_id": "UCCnKuLIvRQXt3PayNHmLSMg",
      "text": "Première fois qu'un placement de produit me fait plaisir 😂😂\nJolie vidéo comme à ton habitude ! \nMerci ehe",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibauddebrou2933",
      "author_id": "UC1njrdHOCQveHUrtuw3caag",
      "text": "j'adore tes vidéos mais pour ce sujet la n'oublions pas que c'est le sheitan, l'écologie, la morale, les valeurs, le coup, ya rien qui va avec ce buisness",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lacenas710",
      "author_id": "UCznC7345le1CUktDc8woC7A",
      "text": "Pas first",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fornn-AHNA-band",
      "author_id": "UCkpZMb6RU-UnJgDvGiDplbg",
      "text": "Très déçu par cette vidéo..",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dadoux56",
      "author_id": "UCwdjlCWGAXKtZdB2pSfMWlQ",
      "text": "mdr le gars avec les lunettes se prend trop pour un tronpa mdr, \"si j'tope 100 paires ya du boulot', wesh ahah ridicule",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@revillionyann6430",
      "author_id": "UC5lJsYYuv3f__F_ACk8DMBw",
      "text": "6:15  :) dommage de glorifier ces comportements absurdes. Vidéo bien réalisées mais sujet très très partial :/",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kumo2118",
      "author_id": "UCh7CTso10gm34vcuu-b5E6Q",
      "text": "Franchement, tout ça devient presque ridicule...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loukodefr8978",
      "author_id": "UCACmiaWcUUf4upZI_41JQdg",
      "text": "Complètement contradictoire avec l'esprit que je pensais de ta chaine.\nOn rend éloge et on motive d'autres scalpeurs à s'y mettre ? \nDe plus le sponso trading ? On part sur un désabonnement",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zoro_astriliane",
      "author_id": "UC6LnQzPa0sv4spCZA1UriWQ",
      "text": "Je t'avoue que je suis un peu choqué du sponsor . J'en avais entendu parler avant , mais j'étais un peu septique . Mais là je peux te dire que je vais refaire ma carte d'identité le plus vite possible 🤣 . Merci simon c'est trop cool♥️",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@calu1260",
      "author_id": "UCkGTLN_7YVyttRrRT6TTkPQ",
      "text": "tellement crade la sponso.... désabo direct",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaumeviollet1677",
      "author_id": "UCm1zyDu4g12WDDTGIeaCJyg",
      "text": "\"Touchant\" en parlant des anecdotes de ces personnes ? Personnellement il y a d'autres choses qui me touche... Je rejoins la plupart des gens en commentaires, étonnante cette vidéo, étonnant de \"louer\" autant l'argent créé ex-nihilo...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinbelletoise2556",
      "author_id": "UCkFY1eWFVveRKaZ0Sj510Mw",
      "text": "Assez déçu par la vidéo en vrai tu remets très peu en question le truc, tout en lui donnant bcp de visibilité avec ta chaîne, ça denote bcp et c'est dommage parce que c est justement ce qui rend tes vidéos bien et intéressantes selon moi\n\nEt assez surpris du côté sans jugement, d'habitude tu te genes pas pour émettre un jugement tranché dans tes vidéos et c'est pour moi pour le mieux étant donné que y avait de la critique, que tu remettais en question pas mal de choses notamment sur les côtés neoliberaux assez problématique, chose que tu ne fais absolument pas la, on dirait même que t en fais la promotion ! \n\nDommage, j'espère que tu te rattrapera",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juso1262",
      "author_id": "UC7TIUuH1uQ8b0KsYgDhDsLw",
      "text": "J’suis un fan de M.Jordan, j’adorerai collectionner certaines des Air Jordan.\nEt à cause de ce genre de connard c’est devenu impossible !\nJ’espère qu’ils se feront souvent hack leur compte, c’est mérité",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iapuff1281",
      "author_id": "UC2WRHLKWol2CVIy8y_B0M5g",
      "text": "Je suis pas le seul apparemment, mais cette vidéo passe mal pour moi. Où est ton objectivité Simon ? C'est quand même un marché assez peu éthique, pourquoi le promouvoir sans nuance ? Et surtout, pourquoi promouvoir une appli de trading auprès d'une communauté que j'imagine largement néophyte ? C'est pas le genre de sponso qu'il faut prendre à la légère à mon sens, le trading c'est une activité extrêmement risquée quand on est pas préparé financièrement ET qu'on y connait pas grand chose.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@janussiho1366",
      "author_id": "UC4grWleb-uVVrRWKMOUxlLg",
      "text": "Un nombre de chaussures fabriqué par des sous traitants en Chine pour des salaires de misères ! Toutes ses Nike fabriqué par des enfants ou des  travailleurs sous payés, notamment les Ouïghours. Enfin bien sûr c'est beau d'avoir des chaussures de toutes les couleurs pour des prix exorbitant pour avoir le meilleur drip ou faire le malin dans le metro. Mais personne ne se dit qu'une off white a 5000 balles en réalité elle a coûté 50 balles à la fabrication. Au moins si t'achète Salomon ou des chaussures avec une vraie technologie ça vaut le coût. En vrai si vous voulez des sneakers de ce type, ils en existent des bio dégradable fabriqué en France où en Europe ( pas le Portugal ou la Pologne bien sûr) et surtout qui mérite de l'intérêt. Enfin on va me traiter de gauchiste de merde comme d'hab. Mais réfléchissez votre consommation au lieu d'acheter des pompes de merdes en se faisant de l'argent sur le dos de petite main en Asie et de iencli bandeur qui sont obligé de se montrer pour exister.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@organefreerid2379",
      "author_id": "UCEuMAt0_XHPpVGAOhr4vkyA",
      "text": "je suis navré mais je met mon premier dislike sur la chaîne , j'espère que mon com va joué positivement sur la balance YT et avoir un effet neutre",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dinred_",
      "author_id": "UC2yCMy9FLKarslf2YTPvoxw",
      "text": "Euh, c'est quoi cette vidéo ?\nJe te suis depuis des années, mais la, juste, une grosse promotion des scalpers, un placement de produit pour le trading, un truc hyper dangereux, sérieusement ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thepenguin4174",
      "author_id": "UCcpIeZ3CddODrQpiARvyTrA",
      "text": "j'aime pas trop ta pub qui incite a la speculation, un peu décu",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@otakuanimedarkrepulsor",
      "author_id": "UCIwJC2spVmwgcJcm3GZHq_g",
      "text": "Je vais continuer dans la lignée de ce que bcp ont dit mais j'ai été assez déçu de cette vidéo. Je te suis depuis très longtemps (le jeu vidéal commence à dater mine de rien) et tes vidéos m'ont tjrs fait réfléchir, me questionner, évoluer. Mais celle ci, tu n'es pas objectif alors que ce sujet est clairement malsain, pire tu en fais presque la promo. Pas besoin de long discours, le principal a déjà été dit dans d'autres commentaires. Tu parles de ce sujet comme si c'était trop bien alors que clairement on nage dans une absurdité folle...et le plus fou c'est que des gens sont prêt à payer 3x le prix d'une chaussure...c'est n'importe quoi...Bref à la prochaine Simon, en espérant qu'elle ne sera pas aussi orientée.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@geonathn",
      "author_id": "UCpMwVgfA_WdwAX1kU1MSgPw",
      "text": "Ouais bon se faire des thunes sur cette vidéo en ayant relayé autant d'informations nocives , c'est vite fait éthique",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanbousquet7527",
      "author_id": "UCp7ESh_5aum47yMgyUJpVag",
      "text": "Bonsoir Simon \nSuper vidéo très beau sujet, c est vrai que ces dernières année il y a beaucoup d’argent à ce se faire via des marchés comme les sneakers. Dans l échelle de la démesure les montres de collections ont également explosé et il y aurait une vidéo similaire à faire sur le sujet. Sauf que les une montre qui prend 40% c est ps la même proportion",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ssecave",
      "author_id": "UCtMut_tCTxnD3CUAaOIlItw",
      "text": "On voit ça partout maintenant que ce soit avec des chaussures comme les cartes graphiques.... Des scalpers quoi.\n\nDes gens qui n'ont d'yeux que pour l'argent et qui ne seront clairement jamais satisfait. C'est bien pour ça que c'est maintenant quasi impossible de choper ce qu'on veut en ligne, si ça a un minimum de succès...\n\nEt le covid n'a pas aidé, vu que la plupart des gens qui étaient intéressés par ce hobby, ont eu du temps pour en apprendre d'avantage.\n\nAssez déçu de la vidéo qui ne fait que parler positivement de ce genre de pratiques.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentin_godec",
      "author_id": "UCZqSgn1ySreMqAnwbbcsSGA",
      "text": "Voici un commentaire pour le référencement de la vidéo.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mboaart",
      "author_id": "UCcjxjESw7fKD_mfU0ioHk5A",
      "text": "Woaaah comment tu m’as chauffé ! En plus je fais dans le dev so … je pense que je vais créer deux trois trucs cette nuit 🧊🥵",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emakineros",
      "author_id": "UC8PLxHTDtghn0FqskwIV-KQ",
      "text": "Généralement je fait parti de la majorité silencieuse. je ne comprend pas qu'on puissent \"encourager\" ce genre de pratique. D'habitude tu choisie toujours des sujets pertinent mais sur la vidéo d'aujourd'hui... Je ne comprend pas.  Pouce rouge.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nirutam9353",
      "author_id": "UCjU8tH1Jao4LaWAgIYuxYPw",
      "text": "Tu dit que tu ne promouvois pas leurs façon de faire mais la sponso t’a cramé directement prend une sponso NordVPN si tu veux pas décrédibiliser ta chaîne qui avait des super valeurs et qualité en une seule vidéo qui prône le capitalisme",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Interfector",
      "author_id": "UCPW43WvmnXDIR1HWmac0auQ",
      "text": "Entre le sponsor et le sujet, j'ai craqué et je me désabonne, je peux pas cautionner ce genre d'approche et mise en avant... faut arreter de penser pognon a un moment... allez, tchao les nazes, la vie a mieux a offrir que du fric, du fric, du  fric.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@motivationprestigeshorts",
      "author_id": "UCKmbC5_FgwkP7OGv1viu0sw",
      "text": "Incroyable documentaire, c’est ce que je fais avec les cartes graphiques et c’est un super marché très lucratif (selon moi) !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kannakinski",
      "author_id": "UCdmP8SNju7SsNpKAEJuL5Kw",
      "text": "la honte de fou ce partenariat Simon, c'est encore pire que le dropshipping, et tellement irresponsable",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kulturemoi",
      "author_id": "UCcvjxE5lFjyYSuJ1VCUT0GQ",
      "text": "Ptdr le modèle pour eux c'est 1 million de CA pour de l'achat revente.\nDommage cette vidéo. Sans le sponsor ça serait mieux. Car les deux associés, même si ce n'était pas ton but, fait la promotion de la spéculation.\nEn même temps difficile d'avoir un esprit critique vu ceux qui financent la vidéo.\nMême si tu nous dois rien, très déçu 😞 😞",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vinke98",
      "author_id": "UCTmGSe8bwHD-RygVC1ADLZw",
      "text": "Incroyable !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bananazzplit",
      "author_id": "UCuCAjLpAkHJDAVeUzh3ApVA",
      "text": "Jamais compris le délire avec les chaussures... c'est un des objets les plus fonctionnel du monde(ca s'use, ca se sali vite...), tu marche tout le temps et en acheter des pas chère ou des très chère changera rien a ton confort ou facon de marcher donc acheter des paires a +500€ pour une fois sur 2 les \"salir\" parce que t'as marche dans un peu de terre ou un flaque d'eau et crier \"oh non mes jordans\" ou alors tu les mets dans un cadre chez toi pour les regarder mais dans ce cas achète une vrai déco frère x)\n\nfaites vous plaisir hein mais je comprendrai jamais",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@virgil01",
      "author_id": "UCSJ2EsOxkU79hRQm1KcvbHw",
      "text": "On dirait que tu fais des vidéos seulement quand t’a soif, ta gourde dur le temps d’une vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benoitmathieu8994",
      "author_id": "UCFDsIunU5lJBc7LkgwQQobw",
      "text": "Grave déçu",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gugus8081",
      "author_id": "UC-O2njnQywUtYEYVHooovsw",
      "text": "Le problème du capitalisme aujourd'hui... Ceux qui ne produisent rien en profitant du travail des autres ne sont pas des entrepreneurs intelligents, mais simplement des gens inutiles qui ne remettent jamais en question leur manque total de talent ou même de compétence dans quelque domaine que ce soit. Gros manque de recul sur cette vidéo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manogros7",
      "author_id": "UCfM9vImg9ppA1_W-ITF3Elg",
      "text": "Le fait que personne dans cette vidéo ne se rende compte de l'immoralité de ce marché me rend fou.\n\nUn des jeunes hommes questionné clame que ce qu'il fait c'est du travail, qu'il se lève tôt et prend des risques mais... Il se rend compte que la seule finalité de son \"travail\" et d'augmenter les prix d'un produit ? Il n'apporte strictement rien au monde, à l'humanité, il ne crée rien, n'invente rien, ne génère même pas un peu de bonheur, tout ce qu'il fait, c'est prendre de l'argent à des gens. Et ça, ça s'appelle du vol.\n\nCe qui m'a le plus surpris est la réaction de Simon, qui ne semble pas désapprouver ce \"travail\", qui semble même accorder du crédit, du respect, à ces jeunes gens... J'avoue être un peu déçu.",
      "likes": 0,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maniefick",
      "author_id": "UCOpWUcCh2CPO00phmmnEM2g",
      "text": "Ultra déçu. Mise en danger de personnes en situation précaire ou peu avertis.\nTon commentaire épinglé te sert de justification alors qu'il ne sera pas vu par tout le monde.\nÇa me donne envie de quitter cette chaîne, c'est dommage.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Raoqz",
      "author_id": "UC4YAwCC2A8wSaJPwgK0Pmnw",
      "text": "Déçu",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mlkdfs",
      "author_id": "UCUrQs-VwK5CuRGjGYd6R_3A",
      "text": "Dislike + désabonnement.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@urang395",
      "author_id": "UCZjQxVwNNwlz1hPBEqetTew",
      "text": "Ouai, des bons gros scalpeurs de merde quoi, ils emmerdent les gens normaux qui voudraient obtenir le produit, vraiment une pratique a bannir\nça emmerde même les marques, exemple les PS5 pendant les 2-3 premières années, si elles sont achetés par des scalpeurs en majorité=revente plus=les gens ont moins de thune pour acheter des jeux,accessoires,abonnements ect\nVraiment des ordures ce genre de mec",
      "likes": 0,
      "timestamp": 1745366400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ghostk2000",
      "author_id": "UCAdkvnluRW_dxhgDXrmQ_Iw",
      "text": "Mais donner lui le million il le mérite clairement",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@user-jy8fi3zg5v",
      "author_id": "UCn7jDiOzv9ptY-b9QEgSHzg",
      "text": "Ça me buuute t'es le premier à infuser ta moraline dans tes vidéos et tu te retrouve à parler d'un énième business de merde. Tu maîtrise le signalement de vertu à merveille",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rozlav9633",
      "author_id": "UC29-FfYLL5dWZfuXRPCuALA",
      "text": "Je trouve ta vidéo assez irresponsable, change my mind.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lloicl",
      "author_id": "UCrsaPBtKq5qJjNGR3V9NRiw",
      "text": "Sujet passionnant, toujours aussi bien traité! En effet, les scalpers sont une plaie pour le consommateur moyen, mais l'expression même de l'économie néo-libéraliste, über-capitaliste, dans lequel nous vivons. J'ai vu une photo sur 9gag de trois mecs entourés par, allez, une 50aine de boite de PS5, et moi qui essaie d'en trouver une pour mon beau-père depuis des mois 😔😩😒 \nMerci Simon, lâche pas ton bon taff 👊🏻🙏🏻😘",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monsieurAB",
      "author_id": "UCxByOnsVklXwXc-dpoE5NcQ",
      "text": "En parcourant les commentaires, je constate que beaucoup de gens ne comprennent pas le jeu : à partir du moment où une ressource est limitée, il y aura de la spéculation. C'est comme ça, et c'est d'ailleurs le gros problème et le but affiché des NFT. Créer artificiellement de la rareté dans le numérique pour pouvoir spéculer dessus. Ce ne sont pas les joueurs qui créent les règles, elles sont ancrées dans la nature humaine. Donc ça sert à rien de cracher sur les gens, c'est bien le système qui encourage cette tendance innée qu'il faut combattre.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@str3130",
      "author_id": "UC499lpVGm3P0_c9r31l_-bw",
      "text": "je t’aime",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@davidhabegger2865",
      "author_id": "UCFqKdpScr-BtLgJrekmat5Q",
      "text": "Franchement pour moi, ton sponsors détruit l'image que j'ai de ton contenu qui se vaut prévenant sur les absurdité de se monde.\n\nEt être sponsoriser, à ce qui ressemble le plus au cancer de ce monde,... la bourse et ces spéculations.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@verdun9060",
      "author_id": "UCdmauszoPR2IZ2y3U9xBoRA",
      "text": "C’est aussi le cas pour les jeux vidéo même si il n’y a pas de bot les prix explose genre un Zelda sur gamecube c’est minimum 60€… fun bref le jeux vidéo c’est aussi un investissement",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raveng7394",
      "author_id": "UC_1rzTXHCyDRAP1tWVveAeA",
      "text": "ok je me lance !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@we_trust0",
      "author_id": "UCwGvd5UnDbTP-M3Al8sg0Jw",
      "text": "Franchement bravo ta réussi a bien expliquer le fonctionnement du business, bon il manque évidement plein de détails mais tu a pris de bonne personnes pour expliquer tous ça et ça fais vraiment plaisir à voir :)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gbvtt76",
      "author_id": "UCOuq6RkqQlWd46_w1idtvBw",
      "text": "11:50 c'est vraiment bidon comme argument, c'est pas parce que c'est du taff qu'on est sensé te respecter pour ça, organiser un attentat aussi c'est du taff. Si tu bosse de fou pour ton propre profit au dépend d'autres personne que ça sois du taff ou pas t'es égoïste",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lossratoos2092",
      "author_id": "UC7WmRbnTmuPLa6MFeChFBug",
      "text": "Alors en tant que reseller dans la sneaker depuis plusieurs année le fait que tu ramène botter boy nova sur une de vidéo me montre à quelle point t’es un crack 🤫",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ystoque4177",
      "author_id": "UCqfEUaYuMnTdPUG5ZQTtkqQ",
      "text": "Le premier mot qui me vient en tête c'est \"Branleur\"",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dessart027",
      "author_id": "UCga-4UIhaA3r8KZe34PwzNw",
      "text": "Deux vidéos en 1mois, le rêve 🤩🤩",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lgerard2623",
      "author_id": "UCKuVII1qgI7HIEFrgwG7_tw",
      "text": "Je suis pas vraiment d'accord avec ceux qui disent que tu fais la promotion de ce genre de pratiques, je vois ça vraiment comme une exposition sans glorification, une explication du système que je trouve intéressante... Je ne sens pas vraiment l'encensement de la pratique à travers la vidéo (et là je viens d'entendre la fin de la vidéo et je suis circonspect... Le côté humain est intéressant mais la manière dont c'est exposé n'est sûrement pas la bonne en effet)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Allucyna",
      "author_id": "UCESIor6By8VV1wx4I3Cf2YA",
      "text": "Ma soeur et moi, on adore les chaussures. Mais elle, contrairement à moi, adore les sneakers. Et quand elle m'a raconté tout le delire autour de ces chaussures, ça me rendait folle. \n\nCe genre de choses, je dis tant mieux pour les petits investisseurs, mais c'est toujours l'acheteur qui trinque, orchestré par les entreprises elles memes. En tout ça, super vidéo !!",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Txheeem",
      "author_id": "UCGASn13sk5EUkof60wXF1pQ",
      "text": "Dans les commentaires… que des pouilleux en grolles qui se forgent une opinion a part une vidéo de 15 minutes sur un business que l’on met des années à comprendre comme il faut. \n\nSinon j’avais peur en voyant la miniature de la vidéo, mais au final t’expliques pas mal comment ça s’articule. Mais ça reste trop simplifié du coup les raclos sans connaissances viennent crier au scandale dans les commentaires.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arnauddc9097",
      "author_id": "UCxFmm8ca4xSNTKGD-6dRPEA",
      "text": "Masterclasse encore, merci pour cette vidéo.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@curtismills",
      "author_id": "UCKhwUtmNPrD1h9ZW1hcFywQ",
      "text": "16:29 les nfts c’est exactement pareil, raffle fcfs bots \nMemes les ventes de bots sont bottées mdrr c’est un enfer pour un mec lambda.\nPar contre je trouve les nfts 10x plus chill, pas besoin d’envoyer en physique, pas d’impot avant conversion fiat, possible plus gros multiplicateur.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sijyro",
      "author_id": "UC2uGc7wNBIOK7X1H4SDP_jQ",
      "text": "Très bonne vidéo bon contenu comme toujours",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@slink66",
      "author_id": "UCZ1iZ7ymHh0oGJGk24QVSMw",
      "text": "0:12 : \n\n« pour pallier À ça » n'est pas correct. \n\nLe verbe est transitif direct et l'on doit dire pallier qqch (et non *pallier à) : pallier une défaillance, une faute, c'est étymologiquement les cacher, les couvrir comme avec un manteau (pallium, en latin).\n\nDe rien. 👨‍🏫",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}