{
  "video_id": "-nH-iBWWbeg",
  "title": "Are our phones listening to us?",
  "url": "https://www.youtube.com/watch?v=-nH-iBWWbeg",
  "comment_count": 307,
  "comments": [
    {
      "author": "@sindaban",
      "author_id": "UC9y0_RcDipTp_23GmKlJU7g",
      "text": "Un aspect non pris en compte dans cette video c'est la possibilité pour nos applications de stocker les données en local sur notre appareil pour les envoyer plus tard.",
      "likes": 449,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@XavYeahWorld",
      "author_id": "UCLEcHigqBcXDyHJWJ89U42w",
      "text": "Hier j'ai parlé a un pote de \"raquette anti moustique\", vous savez ces raquettes en plastique qui electrifie les insectes, bah le lendemain, sur Facebook, j'avais une pub pour ces raquettes ...\nLa seule source qui ai pue connaitre cette info c'est mon tel et le siens, j'en ai parlé genre 30 sec car il voulait acheter des bougie à la citronelle, je lui ai dit prends une raquette ca marche bien et c'est tout ! J'ai pas cherché sur internet rien, juste parlé 30 sec avec un pote, on était sur un parking de supermarché, donc seul nos tels dans nos poches peuvent nous trahir.\nPour info, je ne fais avec mon tel apar telephoner... J'avais déja cette suspicion qu'on nous écoutais, meme en mode avion, la j'en ai la confirmation, pas beson de snifer :)\nPS : la pub de raquette est apparue parmis mes pub \"habituelles\" sur la création d'entreprise et le DIY ...",
      "likes": 12,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amazighyazerc2052",
      "author_id": "UChOi799ZB-jF5AOEf8VcBpA",
      "text": "Le scandale Pegasus viens de sortir tu peux nous faire une video sur cette  espionnage de masse. Surtout après l'offre d'emploi que tu as reçu  ces derniers temps",
      "likes": 18,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tomrim7640",
      "author_id": "UC39W7GDKV8XoAweNg4_rvRw",
      "text": "« Si la machine t'est utile, sers – t - en mais si elle te devient indispensable, jette ¬- la loin de toi... »        Gandhi",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alphaomega6766",
      "author_id": "UCLThx_vwN3_MDg4BGULFx8w",
      "text": "Le truc de ouf !!!\n\nJ''étais en train de discuter avec un pote concernant une forte suspicion d'être sous écoute, par google. \nEt bim, COMME PAR HASARD ?!?!? YouTube qui m'envoie une notification pointant sur cette vidéo. \n\nJ'avoue que le fait d'être abonné à la chaîne doit y être pour quelque chose.",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blef_",
      "author_id": "UCwWEMzZbCZeYfRBV5JiCd9Q",
      "text": "Très bonne vidéo ! J’ai remarqué que ces derniers mois c’était surtout la localisation par IP pour rapprocher les gens pour l’affichage de pubs (c’est même pas de la géolocalisation).",
      "likes": 11,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheZizouGS",
      "author_id": "UCVuH6fVjgICxc86luPY9DQg",
      "text": "Je sais pas vous mais le pikachu posé sur le micro me déconcentre.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abderahimdriss5298",
      "author_id": "UCdMlP2d-EzMCoO2iUrl3LiA",
      "text": "On n'arrête pas le progrès, mais on peut et devrait le suivre et le surveiller de très près ; merci pour vos analyses éclairées et éclairantes et vous souhaite une très bonne continuation .",
      "likes": 4,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@imhotep9006",
      "author_id": "UCRPxRRNNFCX_6e3b-XZbXLw",
      "text": "Bien-sûr que tout est écouté. \nJ'ai beau tout éteindre sur mon tel, même internet, localisation, données,etc.\nLorsque je parle d'un produit, bizarrement il apparaît toujours dans les pubs ou je surfe par la suite.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@O1O1O111O-O",
      "author_id": "UCpj1DcBdrKm14adxGsvuYlg",
      "text": "surveiller uniquement les requêtes DNS peut être insuffisant. Pour être exhaustif il faudrait analyser la capture en entier, l’ensemble des protocoles... Il est aussi possible de dissimuler un protocole dans un autre mais cela nécessite une complexité supplémentaire lors de l'analyse lors de la réception ... \nou peut aussi imaginer un système qui n'utilise pas DNS mais communique avec des IP directement.  si le protocole utilise du chiffrement cela devient également très compliqué.\nil faut aussi prendre en compte un élément important : ton OS a été reset avant le test ? il faudrait tester avec plusieurs appareils avec des ROM plus ou moins vierges. \ncela dit, ta démonstration reste très pertinente comparé à celle de JD",
      "likes": 156,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Frister83",
      "author_id": "UCrMbPZsH_3EUdn9aaMW362w",
      "text": "Bien sûr que le micro est constamment ouvert. La preuve quand on dit \"OK Google\" le tel le sait bien x)",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasr.4942",
      "author_id": "UC980p39NwzIeLkH7MnRck0g",
      "text": "Je regrette tellement de ne pas avoir assez travaillé les mathématiques...",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PierreMiniggio",
      "author_id": "UCKbunxMnqxM8UFMEYF79CUQ",
      "text": "J'ai pas encore regardé la vidéo, mais j'ai eu qu'une seule fois où j'avais eu l'impression d'être écouté.\nUn soir en 2020, je regardais les infos avec mes parents, et y'a eu l'annonce que Valéry Giscard d'Estaing était mort.\nOn a un peu discuté par rapport à ça, et on s'est rappelé que Chirac (un autre ancien président) était mort y'a pas longtemps, et on s'est demandé \"tiens c'était quand déjà ?\".\n\nJ'ouvre Google, et je tape \"date de mort\" et là Google me propose en première proposition \"Date de mort Jack Chirac\".\nRéaction de moi et de toute la famille : \"Quoi ? Ton téléphone nous a entendu ou quoi ?\", puis après on s'est dit que c'était probablement juste parce que les infos en ont parlé, et vu qu'on est probablement des gens pas si originaux qu'on le pense, on est sûrement pas les seuls à avoir eu cette même conversation de savoir qui était le dernier président mort avant et du coup à avoir cherché sa date de mort sur Google...\n\nDonc je sais pas s'ils nous écoutent, mais je pense qu'il y a beaucoup de situations où on a l'impression qu'ils nous écoutent, bah en fait c'est juste des prédictions grâce à la masse de data qu'ont les GAFAM.\n\nMaintenant je vais voir la vidéo voir si j'ai bon, ou bien si on est vraiment écoutés :P",
      "likes": 15,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kanzaki7681",
      "author_id": "UChMdikiLyQ54vOAxamnw6IQ",
      "text": "\"google et facebook savaient que vous aviez déjeuné ensemble\"... Perso je trouve ça encore plus effrayant que d'être écouté ! ^^",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nimol69",
      "author_id": "UCpLSpmDGbhNhMjd_3wuKK3g",
      "text": "euuuuh.... tu viens de faire la démonstration que l'on n'est pas espionné comme on le pense mais quand même \"espionné\" lol",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@denislatour5121",
      "author_id": "UCtjd0GcXCqsxdrCu1PNs4Hg",
      "text": "J'ai l'impression que plusieurs postulats sont un poil simpliste.\n1. N'est il pas envisageable d'avoir une base de données de mot clés/tags (stockés en local sur le téléphone) plutôt qu'un envoi massif (bête et méchant) de datas ?\n2. N'est il pas envisageable d'avoir une tempo entre le match et l'envoi vers les serveurs ?\n3. Le postulat dans ton scénario est ultra simpliste ! Tu considères qu'une majorité des intervenants ont un smartphone, on fait des recherches (avant, après, pendant) sur le sujet etc...\nJ'ai un cas personnel récent :un collègue n'ayant aucun réseau social juste un compte Google me parle d'un nouvel équipement moto qu'il vient d'acheter (et une marque en particulier).\nIl est allé directement en boutique se faire conseiller donc pas de recherche sur le net. \nOn a discuté des plusieurs marques mais une seule spécifique est ressortie en pub, la seule dont j'ai dis que je ne la connaissait pas.\nJe trouve ça vraiment curieux. Je ne suis pas d'un naturel parano mais c'est réellement régulier.\nEt les scénarios sont vraiment plus compliqués que ce que tu évoques.\n\nSinon pour ta question de fin, j'ai réellement un problème avec tout ces algos de préférences. On arrive vite à s'enfermer dans tjs le même type de films, de musiques, d'infos... Etc",
      "likes": 14,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yannickprudent1232",
      "author_id": "UCuPrnJ27XJHHU0JcpQ47HVA",
      "text": "Salut, super vidéo ! Je n'imaginais pas que les algos de recommandations pouvaient tirer parti des distances géographiques entre utilisateurs pour le calcul de leur similarité. C'est intéressant, est-ce que tu connaîtrais des articles (scientifiques, medium etc.) qui en parlent plus en détail ?",
      "likes": 7,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@superflameur",
      "author_id": "UCOLpT9dCbWrDgUUUutaeiDQ",
      "text": "Super intéressant !",
      "likes": 41,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rahff99",
      "author_id": "UCcePig2FGTbPpcSjWWokLNQ",
      "text": "J'ai regardé la vidéo depuis mon ordinateur mon téléphone a coté et deux jours après cette fameuse pub pour des chaussures addidas...",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@karim2douai",
      "author_id": "UCNyTzVvDkGScl7hLBiy8a9w",
      "text": "11:38 \"ils vont amassé toutes les données et vous allez croire que c'est de la magie ou de l'espionnage\". Si tu amasse un tas de donnée sur une personne alors oui c'est de l'espionnage.",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dueepascal",
      "author_id": "UC8rAIWXT16FwltjoWbQBPgw",
      "text": "Tout simplement merci pour ces informations, en quelque sorte rassurant.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Thesupergeeeks",
      "author_id": "UC--Ufq4beyUf24rY0e-bzwg",
      "text": "Ta vois était tellement bien. Que j'ai dormir 😅😂😂😂😂 frère ta voix ma fais dormir 😂😂😂😂😂😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@duconlajoie9680",
      "author_id": "UCUApEYMRjbTLlVjTUnlQDRg",
      "text": "il y a aussi l'effet de mode. Logique qu'on vous propose des videos/ articles à propos de la derniere série à la mode que vous venez de regarder ou dont vous venez de parler  ... puisque c'est la série à la mode que des millions de personnes viennent de regarder et de parler",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blob1808",
      "author_id": "UCU2RXwv08uOD26QcEV6KlfQ",
      "text": "Concernant les requêtes DNS interceptées, il faut savoir que ce protocole utilise des caches permettant de ne pas effectuer plusieurs fois une même requête et par conséquent pour gagner du temps. De fait, les requêtes pour une même adresse IP ne seront plus envoyées. Il serait donc plus intéressant d'observer du trafic réseau autre que celui lié au protocole DNS qui peut s'avérer être insuffisant.\nD'autre part selon ce qui a été dit dans la vidéo, il pourrait être intéressant de faire un test qui consisterait à rester avec une connaissance dans un même lieu durant un certain temps (smartphones allumés) mais sans forcément avoir à se parler et après vérifier dans les recommandations personnalisées et publicités sur chacun des smartphones si les centres d'intérêt de la personne voisine apparaissent. Si tel est le cas cela voudrait dire qu'il est possible d'avoir accès à des informations personnelles d'une personne (une personne que Google considère comme étant un ami, une connaissance,..) sans avoir à parler avec elle,  mais simplement en restant à côté.",
      "likes": 4,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leuk692",
      "author_id": "UCXGdg0Znd8wMvpf4hGC2u1g",
      "text": "Merci pour cette analyse très instructive, qui vulgarise un peu plus le monde de demain (et déjà d'aujourd'hui).",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@psenej",
      "author_id": "UC_sjPymccDeiUi85NU5AD2g",
      "text": "il faudrait quand même tester avec d'autres appareils genre android, pc windows",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pekubimt4434",
      "author_id": "UC6OJCoxTUOuJ4NT_-YWYW2A",
      "text": "Pour moi ça reste de l'espionnage\nMerci pour cette vidéo",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nautilus48",
      "author_id": "UCD2eJ0P3ak07KJB94op0Qhg",
      "text": "Salut je découvre la chaîne , très bon boulot pro et clair en même temps . Pour compléter le test il faudrait vérifier avec un smartphone Android",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@younes6848",
      "author_id": "UCoh2WTJ2JxvfA_RjmQBFVAw",
      "text": "Le timing parfait !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@patrickkamgang6433",
      "author_id": "UCFucyJSmV7jXsIXALANrg-w",
      "text": "Lol mais c'est encore plus effrayant cette explication ! Ils nous trackent et voilà bien ce à quoi ça leur sert! C'est trop fort!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@buens6494",
      "author_id": "UCsnF7LH35qJz9-qN8eqeY4Q",
      "text": "Ah enfin un peu de concret, expliqué avec une vraie méthode technique et une vraie mise en pratique. Je suis tombé totalement par hasard sur ta chaine (par le biais de ta vidéo sur la proposition de poste un peu chelou) et les sujets abordés ont l'air très intéressants, moi qui justement m'intéresse (de loin) au monde informatique dans son ensemble. \n\nDu coup, est-ce qu'on pourrait en tirer la même conclusion avec les caméras ? A priori oui sinon on verrait aussi des paquets de données transiter dans ta vidéo, non ? Ce qui semblerait logique.\n\n J'avoue que moi-même des fois je suis un peu méfiant aussi, mais je le suis plus concernant les petites applis \"indés\". \nNon pas que j'ai une confiance aveugle envers les grosses multi mais disons que par expérience j'ai plus eu l'occasion de tomber sur des petites applications dont les droits d'accès étaient plus intrusives, sans qu'il y ait forcément d'explications logiques à ça, que ça l'est dans les grosses applis genre Insta, FB ou autre. \n\nExemple quand un jeu (solo) commence à demander un accès à la caméra, le micro, ou même à certains fichiers (photos par ex), ou pire à un accès root, là il est légitime d'avoir des doutes (surtout quand l'appli te demande pas forcément un accès total mais 2, 3, trucs distillés ici et là, ce qui fait penser que ces demandes ont été choisis judicieusement et validés par une personne en amont. Et lorsque l'on te demande \"tous les droits d'accès\", on peut aussi penser que parfois ça peut provenir d'un simple \"oubli\" du développeur pendant le processus de développement. Enfin ce n'est qu'une hypothèse).\n\nEn tout cas moi ce qui me saoule c'est mon dernier Blackberry, sous Android, dont l'écran s'allume comme ça de temps en temps sans raisons apparentes (la plupart de mes notifs sont bloqués). Là je suis toujours en train de me demander si c'est pas mon micro qui s'active, ou la caméra ou l'apn, ou alors un simple envoi de données quelconque (tout ce qu'il y a de plus standard) qui serait lié au fonctionnement même d'une appli X ou Y, ou alors d'un simple bug (à cause de la luminosité auto par ex) qui me rendrait parano. Au moins avec ta vidéo, je peux enfin rayer la(les) mention inutile(s) ;) (Micro et sans doute caméra/apn).\n\nCet écran qui s'allume toutes les heures sans raison m'emmerde au point même que des fois j'ai bien envie de redémarrer mes anciens Blackberry sous Blackberry OS 10 et en arrêter avec Android (du moins pour mon tél) :p. \nEn tout cas il est clair qu'on laisse déjà assez de traces comme ça pour qu'ils les exploitent sans avoir à nous espionner 24h sur 24, 7j sur 7, puis la localisation de nos tél doit aussi pas mal les aider à connaître nos habitudes (qui s'active des fois sans qu'on le fasse exprès à cause du démarrage d'une appli ou d'une recherche faite et qu'on oublie d'éteindre pendant quelques heures/jours/semaines, je suis déjà tombé sur certains de mes trajets en vacances, utilisant parfois le gps, c'en est un peu flippant).\n\nSur mon PC j'utilise Ghostery justement pour éviter que trop de données soient exploitées à mon insu et sans mon consentement. Je ne sais pas si c'est efficace mais ça semble faire l'affaire, et c'est d'ailleurs surprenant de voir tout ce qui peut transiter sur de simples sites lambda (tel que certains e-commerces dont les mouchards sont parfois carrément par paquets de 12, coucou Google Analytic !).\n\nSuper sujet en tout cas, je m'abonne ;)",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MASSON36",
      "author_id": "UCTt-vPN-3hR_AhqS0BmghgQ",
      "text": "Très bonne vidéo et super instructive ! Merci man 🤟🏼",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@grex9976",
      "author_id": "UCGMCwVjUCnt1iF8pMNML7Tg",
      "text": "C'est un excellent exercice de vulgarisation, bravo !\n\nCependant je me permet de mentionner qu'il est possible de détecter sur quel type de réseau les données vont être envoyée et d'anticiper une surveillance mitm pour masquer certaines action si on est en wifi par exemple.\n\nIl y a quelques années, uber s'etait fait taper sur les doigts par apple pour avoir dissimulé certains comportements néfastes de leur application. Afin de passer sous les radars d'apple, l'application modifiait son comportement lorsqu'elle tournait prêt de cupertino :D\n\nPour finir je dirais que cette vidéo sort quelques heures après l'affaire Pegasus, donc restez vigilants :D",
      "likes": 4,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@napoji7382",
      "author_id": "UCw4RPUluyH0N7vXC61kIk1g",
      "text": "C'est pas très logique mon frère, Apple pourrait transmettre les données directement aux entreprises via leur propre serveur une fois que ton téléphone se connecte au serveur Siri, sans donc laisser de trace côté client. Ils pourraient également stocker les données sans les envoyer jusqu'à ta prochaine connexion à Siri ou autre.",
      "likes": 43,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Francoisbelz",
      "author_id": "UCdtuPvZ_OIYqRb5TfS9SCsw",
      "text": "c'est de l'espoinnage pur et simple !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bricegaelovonongui4923",
      "author_id": "UCYcoPNPOwdL8mbn3PWG2wcg",
      "text": "Mon frère tu mérite  plus devues avec ce que tu nous apprend.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tokaymoi",
      "author_id": "UCs4Rqg9FA3kqNpkVEm7rxkg",
      "text": "Oh, Ethereal! Çà me rappelle des souvenirs.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gautdlpr",
      "author_id": "UCD5L4eO6rt1NHI7zfEKc4Ug",
      "text": "T’as activé mon HomePod mdrr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lima_mike.2027",
      "author_id": "UCJqN1J8VQfOAG0mzwyD_J9A",
      "text": "en 2022 le voice to text est calculé sur le téléphone , puis quand il rentre en ligne il envoi ce fichier crypté sur les serveurs . Mieux aujourd hui l I.A commence a être branchée la vidéo surveillance et du coup ils te font des propositions grâce a ton comportement en magasin . les développeurs chez FB ou google exploitent les failles des systèmes pour encore mieux espionner ( c est a dire collecter des datas )",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mailditation",
      "author_id": "UCIqWxEJUsdM16qNmxZVzncw",
      "text": "Très pédagogue cette vidéo ! Merci",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Grahfx",
      "author_id": "UCe8gZWdKz5uV9FFFEiqaqSw",
      "text": "Non je pense qu'ils sont beaucoup plus fins que ça... A mon avis les routines d'IA sont intégrées nativement au téléphone en tâche de fond. N'oubli pas que ces téléphones modernes ont des puissances inouïes, ils sont complètement capable d'analyser tout ce que tu dis sans avoir à envoyer les voix directement au serveur (qui seraient hyper lourdes). Apple a même ouvert quelques librairies aux tiers (tu peux par exemple faire de la reconnaissance de texte nativement maintenant ou avoir un modèle d'apprentissage). Ils envoient ensuite ça dans un résumé crypté discretement quand ils établissent le contact \"à l'occasion\", par exemple quand tu vas mettre à jour ton tel, etc...",
      "likes": 7,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nanna-hpi",
      "author_id": "UCoPDNV87eYUXr2V95P44ZJg",
      "text": "hyper intéressant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@melvinrumeau",
      "author_id": "UCLBChf7cnBOmNOBh0XBLEVQ",
      "text": "Au top cette vidéo frérot ;)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MaximeHenry1",
      "author_id": "UCEHUD8pf-q_xkKVHvsnYRBQ",
      "text": "Timing parfait",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rock_Ly",
      "author_id": "UCMKi3vt9td6-a4diC8TwATA",
      "text": "Si vous le savez pas c’est la NSA qui peuvent tout contrôler ils ont une basse de données immenses. Ils ne peuvent pas savoir tout ce que vous faites parce que c’est tellement une  grosse basse de données qu’il peuvent pas avoir accès à tout. C’est le BigData",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Luca-kk6hx",
      "author_id": "UCNsYEOtMkYTJGg-0TfozT-w",
      "text": "très interessant !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fraide5103",
      "author_id": "UCB5N7LO8TH_yQj-kdGVZ9lA",
      "text": "On veut nous la mettre  on a compris ! Que ils enregistre on pensse pareil ! Liberté !",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Romanfounder",
      "author_id": "UCx4U_5tyKSoLiBRt8rDrB5A",
      "text": "Merci ! Ces systèmes sont géniaux mais la data ne devraient pas être transmises/centralisées, sécurisée et anonymisée au maximum, avec de la transparence des entreprises sur ce point.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laffsteff4280",
      "author_id": "UCvk69rCB5cXVwGY_Eski-Uw",
      "text": "Cette exploitation de nos données standardise l'information envoyée en retour. Je n'aurais jamais trouvé votre chaîne en me laissant faire.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nana-xc6tm",
      "author_id": "UC2Ndt9jWX7_TmGaezqhgAyA",
      "text": "Ils devraient penser à faire des suggestion de cadeaux quand les anniversaires de nos amis approches et qu'on les a croissé recemment ^^ bon après il devrait d'habord songer à l'améliorer un rien :3 parce que \"ultra performant\" c'est pas le qualificatif que j'emploierais 😄",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sicestvisibletulesais7052",
      "author_id": "UCg26atE7LB35JObJ3k9KpSA",
      "text": "Totalement inacceptable même mon commentaire qui approuve ta vidéo me mets sur une liste ! Bref tu es génial continue à faire ce que tu fais, big UP Anis",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ingenierie-Projets",
      "author_id": "UCfsEwWjFpr2IAVQf53va41A",
      "text": "Peut-être l'appli récolte, filtre puis stocke les données au local, ensuite les transmis au différé pendant une mise à jour… Du coup, le teste temps réel ne peut pas confirmer la non-transmission des données de l'utilisateur.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CarminDee",
      "author_id": "UCUUu7TK-G07L5kcKgrZo0hQ",
      "text": "Excellent ! Merci ;-)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iciamyplant",
      "author_id": "UC9wzC5mFFcIdguoyveTo6Ng",
      "text": "super video !! jai kiffé",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tade769",
      "author_id": "UCHBeQxCdaPvJYGsBfEjQBLA",
      "text": "Mon exemple peut-être un peu grossier mais de quand traverse la frontière en reçois un SMS de pays ou on est ...",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@glapigloup",
      "author_id": "UCys-3VHsMmyB8pEvbGx3GAg",
      "text": "Moi qui parle de ce problème à ma mère :\nQuelque temps plus tard : ai une vidéo qui parle de ça",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tatianatatiana1268",
      "author_id": "UCzg-I7_eUuhUf1xhhknwa1A",
      "text": "Y a un truc sur Google avec lequel on peut retracer des conversations qu on a eues oralement, par tel ou non",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@youneshjsy7996",
      "author_id": "UCNflfgjTVKEOHwm-F8Ql9Zg",
      "text": "Vraiment carré et très intéressant tes démonstrations beau taff !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yupik4ye34",
      "author_id": "UCm4tsrKnoSArB8vWLsqvNlg",
      "text": "je pense que tout est stocke dans l'appareil et renvoie un certain moment de la journée quand l'appareil n'est pas utilise ils savent comment le faire et quand le faire  et aussi comment pas se faire choper .",
      "likes": 7,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cathydelplanque8124",
      "author_id": "UC7eF8kpim_30n2tmAHb2k0A",
      "text": "Je pense que je ne suis pas la seule à dire que nous sommes sur écoute et même vis à vis du fixe également même si l'utilisation est différente entre le mobile ou / et le fixe...nous sommes pister !!!",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@renoidesbois3319",
      "author_id": "UCEIZuJsBj9OUMnd1Zmp0vAg",
      "text": "Tu présentes bien",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@klamoux",
      "author_id": "UCYeu5wU5hX6niWwar3-NykQ",
      "text": "L'exemple du restaurant n'est peut-être pas l'idéal : certains établissements ont des tables les unes sur les autres, et c'est pas pour autant qu'on a les publicités ciblées sur les conversations des gens de la table d'à côté.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@henri7511",
      "author_id": "UChDFH1YVXuLmvBFBVHakx2w",
      "text": "Tantôt je parlais a qqn des tel qui nous écoute et bam je vois cette vidéo",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spiritual7994",
      "author_id": "UCHw5iSlsoLZ6mY1oTBjkrbQ",
      "text": "Tu fais comme moi\nTu sort, tu laisse ton tel à la maison\nPas de Facebook\nNi autre application.",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xportox33",
      "author_id": "UC4vIkkxYFIpREvLCA9kJ3BQ",
      "text": "À mon avis personnel, la simple géolocalisation peut clairement être considérée comme de l'espionnage. Le fait de savoir où tu as été, dans quel magasin à quelle heure, avec qui tu te trouves et ce que tu fais, grâce à la géolocalisation, peut être intrusif et ressembler à de l'espionnage .\nTrès bonne vidéo ! C'est un plaisir de découvrir ton contenu, cela me donne plein de vidéos à regarder.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sbeep1046",
      "author_id": "UCIrMgPe-dnc-Uqwtdri9hpw",
      "text": "Je viens d'acheter un livre sur AI et youtube me proposer ton channel.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soopajud",
      "author_id": "UCzdhm0BHsj1IEPUxk0bOObA",
      "text": "la premiere chose a faire c'est désactiver le micro pour toutes les apps sur le téléphone, à part l'enregistreur bien sûr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philippelanglois9518",
      "author_id": "UC0z4vj6r3f-sqGzmBHc06EQ",
      "text": "Enfin de compte le mieux est de ne pas avoir de téléphone 😁👍👏",
      "likes": 9,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fabricelevesque2764",
      "author_id": "UC7CooWvZOFseINsX-sJjcYg",
      "text": "A partir du moment où ils savent avec qui  tu prends tes repas c'est de l'espionnage.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mfz-t-4993",
      "author_id": "UCUSll7TM9YncK1lcDJCcYJw",
      "text": "J’crois toujours qu’il nous espionne 🕵️ vu que quand tu dit Siri l’enregistrement s’active",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mohaaaaaaaa",
      "author_id": "UCBphNIKhyqOXJFB61gF3aWw",
      "text": "N’est il pas possible justement que des paquets de données enregistrées alors que siri n’est pas activé s’envoient justement lors du lancement de siri? Comme des données stockées dans un service worker avant d’être poussées au back",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@killgates8519",
      "author_id": "UCeWk-P9CepnKPea9_GcAjog",
      "text": "En gros nous ne sommes pas espionnés directement mais indirectement ?",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chiarelliantoine",
      "author_id": "UCbyc7DALvtuDPJcpAUtTGCA",
      "text": "Personnellement j'avais fait le test en disant un truc du genre \"Je veux acheter des tripes\" ou un autre truc improbable juste pour le test et 5min plus tard j'avais une publicité pour ça donc bon...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ericdedubai5266",
      "author_id": "UCCiXE0xpKAo_qbgaVtVgaAA",
      "text": "Ok alors comment tu expliques qu'une fois j'étais dans le jardin avec mon père et on parlais d'abris de jardin (chose que je ne parle jamais) et aucun de nous deux avons fait des rechercheches, dans la demi-heure d'après pleins de pubs d'abri de jardin sur n'importe quel site ...",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lazizze.de_lala",
      "author_id": "UC2I3DLfT_Wo7YENQIPtbq2g",
      "text": "c'est surtout pendant un appel téléphonique que cela ce produit. Il faudrait refaire le test pendant que tu es en appel avec qqn.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LoicGottwalles",
      "author_id": "UCA9yQhrlOal7FpQEmmZ4FrA",
      "text": "Vraiment très intéressant ! Enfin quelqu’un qui analyse de façon rationnelle, et ne fait pas de la spéculation.",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m_a_k_s_x_y_m",
      "author_id": "UC6K07hPrJOO7HsUTbzs1ulA",
      "text": "Et donc voilà, la question, YouTube teste-il les fake news sur ses utilisateurs puisqu’il nous cible en proposant celle-ci dans notre abonnement ???? \nÇa mérite une investigation 😂",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emilechevets1464",
      "author_id": "UCMHGggQp6b1hc4Hxar3Dvsw",
      "text": "Je suppose que la vidéo a été diffusée juste avant la révélation du scandale Pegasus. Parce que là, c'est bel et bien de l’écoute utilisant en continu le micro et la caméra. Bien entendu cela cible des personnalités et pas le grand public. Mais c'est techniquement possible.",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeLysSalien117",
      "author_id": "UC6LBBGU_jSH8VVzKyI_1SqA",
      "text": "Le simple fait de penser à quelque chose... Il me fait la pub... La je me pose réellement des questions",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tibo1671",
      "author_id": "UCks59RDcMPManpwPa24hpgw",
      "text": "Je rejoins les autres commentaires à ce sujet, juste regarder les requêtes DNS ne démontre pas grand chose du tout... Si un processus communique directement avec une IP tu n'observeras pas de requête DNS. Mais c'est sûr que c'est un peu plus compliqué d'éplucher toutes les communications réseau... Et bon courage pour démontrer que tu envoies des échantillons sonores juste en examinant de l'hexadécimal",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kaleldu13",
      "author_id": "UC00_kA_SV1mZ1puuiL_0Rzw",
      "text": "Bonjour, et en ce qui concerne les gouvernements ? la NSA qui a l’époque avais le projet échelon, ensuite Édouard snowden a dit qu il continué... il nous espionne par nos data aussi ? et comment mieux ce protégé du coup ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EW-mb1ih",
      "author_id": "UCof4AgiIJ1sF7cPx9NX41ig",
      "text": "Il est très difficile (voire impossible) de prouver que quelque chose n’existe pas. La première réflexion quand on voit ta demo, c’est de se dire que le transfert de données peut se faire « plus tard », caché dans des paquets de données transférées. Ce qu’on constate, c’est que des applications comme Siri nous écoutent tout le temps. On ne sait pas vraiment ce qui est fait des données écoutées par la suite...",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@donjah4085",
      "author_id": "UCSfUksT1JoXpYG9CiFMjFPw",
      "text": "Ça marche pas uniquement avec la pub. J’ai déjà eu des suggestions YouTube raccord avec des sujets de discussion. C’était il y a déjà quelques années et sur 4s...",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zgmine_pvp",
      "author_id": "UChRlgJN6txbc4kcAMeOQ9_A",
      "text": "Tu pourrais faire une vidéo sur le projet Pegasus stp",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fbookoxiainooby1114",
      "author_id": "UC7IaSqkze52IGhRseNm5cqQ",
      "text": "snowden ? pour moi ils nous espionne ( téléphones , les satellites, hélicoptère ......)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jah3113",
      "author_id": "UCPOP8yB36FPaBk5nh-rxfRg",
      "text": "🤔 et lorsque l'on n'a ni réseau social, et que l'on navigue en permanence en étant déconnecté de Google, que l'on n'utilise aucune interface vocale... et que ce phénomène est quand même présent ?\n... il doit y avoir un système supplémentaire quelque part.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tdre2072",
      "author_id": "UCP5uid0agM5J4gsm3jLVcKg",
      "text": "Ta vidéo et super",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yannis1956",
      "author_id": "UCJvwFuuks3DM-F3wgDkcVJw",
      "text": "J’ai vu dans un reportage que les écoutes sont faites de manière aléatoire",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nathaliebecherraz4403",
      "author_id": "UC-Tw2e6lfHVKSr7XK50KZDA",
      "text": "Évidemment,,, on le sait et ça ne date pas d'aujourd'hui",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Labzaf",
      "author_id": "UCgx1ifm8RsyKQVXWBlYP_HA",
      "text": "Suite à un reportage atypique vu à la TV, un ami a consulté fb. Et là une pub de fb lui a proposé un produit, en rapport direct avec le reportage vu, qui n’aurait jamais pu être proposé autrement tellement le produit était particulier (un costume de sirène !)\nPourtant jamais une recherche sur ce sujet n’avait été faite sur un de nos téléphones, il y a clairement eu cette fois une écoute et transmission.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Anna.1717",
      "author_id": "UCGwDoVU76F_qIbVa4gOMEgg",
      "text": "Moi je suis harcelé par un tas d appels je les met régulièrement en blocage mais ça continue avec d autres numéros c est  très énervant.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mastermaster328",
      "author_id": "UCQZyPpg0_Gy6phNgnD24TxQ",
      "text": "La vidéo de Jérôme Bondu, ne te contredirait pas?! (Sur l'enregistrement fait par les téléphones, preuve à l'appui) D'Autant plus qu'avec les conditions d'utilisation acceptées ont accès à nos micro, contact, caméra... Donc utilisable à leur guise et selon leurs besoins. \nBesoin de précisons si possibles 👍",
      "likes": 4,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThomasTomatos",
      "author_id": "UCYMIn-LXZiE3aBwxsZm18BQ",
      "text": "Bien sûr qu'ils nous espionnent google & facebook et autres vivent que par la publicité.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HegsJumper",
      "author_id": "UCcFCsDTi6-NIRYo_SPQKuyg",
      "text": "Ma théorie, Internet est en train de dépasser l'homme et on se fait préshot nos journées. :))",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sorbierenchanteur9012",
      "author_id": "UCgMRUhGpBu8WzB56cGbUhmw",
      "text": "Bonjour, et merci, je vous découvre aujoiurd'hui et vous êtes intéressant. . Que pensez des cookies ? même but ? vaut il mieux les refuser ? est on obligé de les accepter ?",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@veigamissyl7709",
      "author_id": "UCMGXmGmL6W1c-KLaW1jDi_Q",
      "text": "Il aurait été plus intéressant de cibler tous les protocoles et non uniquement les requêtes DNS, ça aurait permis de voir plus clair ( même si peu probable, il se peut que ce soient des IP qui sont ciblées et non des noms de domaine ) \n\nDe plus, rien ne dit que l'envoi de datas est instantanée, ça se trouve elle est différée et stockée localement en temp.\nIl faudrait faire du forensic plus poussé sur les fichiers stockés.\n\nEn revanche je viens de découvrir ta chaine et elle semble néanmoins intéressante et bien vulgarisée pour les néophytes :)\n\nBon courage à toi",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abdelkrimachacha3758",
      "author_id": "UCqusQgpnATvXlgJ0LEMeFaA",
      "text": "Quand tu va sur Google bien sûr il t,écoute si comme il va cherché ta commande",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@miirux9908",
      "author_id": "UCS3KSGszKG9So1mVX3m9kkg",
      "text": "A mon humble avis, je ne pense pas que ce genre d'espionnage soit grave, tant qu'il se limite juste a des fins commerciaux, après il ne faudrait pas que ca tombe entre de mauvaises mains.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maifessa4327",
      "author_id": "UCJ0EORA2Dt7_zkkwQMl5zlg",
      "text": "Peux-tu faire le même test avec un Xiaomi MIUI ?",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nostradamus6388",
      "author_id": "UC0O2oJWQIyscjIgMBiIFiWg",
      "text": "Un fois g enlevé l'autorisation du micro pr google et g dit on google ça sest activé et a dit un truc du genre \" le micro étant désactivé je ne peux répondre à votre demande, allez dans les paramètres pour le réactiver\" 😶😶",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m.helazior9932",
      "author_id": "UC93JBLCgrOAhd9txFx99DFQ",
      "text": "Regardez Microsoft Compatibility Telemetry :)\nEn gros ça récupère toutes vos touches de clavier et voix, ça process ça en local avec le CPU, utilise beaucoup d'accès au disque dur au passage sur des courtes durées et envoie tout sur les serveurs de Microsoft par paquet, donc pas en continu, mais tous les x temps",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vlmmoa",
      "author_id": "UCFe3Q385UyT4h0sBA9NR17A",
      "text": "le minimum syndical ( c est pas suffisant mais bon ca aide un peu ) changer les dns de google  pour un autre, mettre au moins ses 2  extensions    ublock et i don't care about cookie",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xixi083",
      "author_id": "UC8sJiiNq5w-BAaogMPSUtbw",
      "text": "je pense que les requêtes dns ne sont pas l’endroit ou j’aurais caché des tel information si je souhaitais écouter un utilisateur . après faut pas tomber non plus dans la paranoïa mais la question peut ce poser face a de tel geant et les technologies a leur dispositions...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SandraGoladzevili",
      "author_id": "UCnxGvt3pXuAkA-6Egqx09Rw",
      "text": "Merci.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anytix_rap6685",
      "author_id": "UCK_HcTciIPNoN2NuOd7pivw",
      "text": "Des fois je parle à table de sujet et mon téléphone ( Google) me répond ... Alors que a aucun moment je n'ai dis \" ok Google \" ou autres.....",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CryptoGrillon",
      "author_id": "UC5hd_nQORLXPfl5-MfIvrtA",
      "text": "Google admet écouter les conversation et utiliser les infos pour une meilleure expérience utilisateur. C'est dans les paramètres Google(pas du tel mais du compte Google).",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sharm_TV",
      "author_id": "UCT0ep4-0LvrcAYeMa_l4Buw",
      "text": "Juste après cette vidéo, j'ai eu une pub pour acheter des Adidas Ultra boost 😂",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theking76",
      "author_id": "UCCzI9gYgiNqPVKhGSEPePcQ",
      "text": "Les requêtes DNS ça comprend toutes les données peut importe le port ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bundainwthegame9035",
      "author_id": "UCP3vz2PZoYcx27W-Ww1kPJw",
      "text": "Je suis le seul à l'avoir confondues avec Thomas de chez Amixem sur la miniatures?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adripong",
      "author_id": "UC9_7XQG4Gcs28BFvBZ6Yx2w",
      "text": "Yes top !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vince97490",
      "author_id": "UCpeUKLj3ag96CkhuenID8kg",
      "text": "3:49 ou utiliser un VPN éventuellement",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariejoelle2392",
      "author_id": "UC08Dex93M_IHrmKr2H0hxuQ",
      "text": "Le mec de la pub du gel douche, si je le chope, je lui fait bouffer son gel douche jusqu'au bout du flacon. Voilà c'est dit",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lesavdesabonnes",
      "author_id": "UC3pkkYYmhWTPsqE_89zvzYw",
      "text": "J'en étais sûr, j'en parlais avec un pote, c'est de la redondance d'informations qui rend pertinent une proposition.\nJe lui disais à peu près la même chose: tu chopes un téléphone neuf et vierge de toutes utilisation, tu le laisse traîner sur une table autour duquel les gens parlent d'un sujet en particulier avec des recherches internet en lien avec le sujet et c'est bon on te proposera des pubs, du contenus... cela fonctionne par liens et réseaux sociaux de proximité physique (aussi).\nParcontre ce qui serait intéressant ce serait de savoir si cela se cantonne qu'au mercantile, car on pourrait très bien vous proposer des sujets d'actualités, voir pourquoi pas tendancieusement vous diriger vers tel ou tel journal ou vous proposer tel ou tel groupe de discution ayant une certaine affinité politique...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@seandymissue2200",
      "author_id": "UCso6NicDvONtkiqf2Ibc-0g",
      "text": "Et pour toi qui surveille comment peux ton etre sure que tu sois assez saint depsrit pour que tu puisses dassez dangereux ou pas les autres?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@akh7094",
      "author_id": "UC-Xdf169d9Sjis2l-pA8tKQ",
      "text": "Ç un travail comme d autre ....",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@datarecherchesys7262",
      "author_id": "UCUEp7fb4DXz2G67zTU3iLrQ",
      "text": "Bonjour on peut facillement imaginer que certainne application ne fasse pas de requette DNS et envoie directement les données volée avec une IP connue",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VincentVisionOff",
      "author_id": "UC0obaoAHO-BMgIXGjGoZHOA",
      "text": "Salut, comment tu expliques qu'on puisse avoir des pubs pour des produits dont on a parlé à voix haute chez nous, sans avoir visité de site relatif ni en avoir parlé avec des personnes qui aurait pu visiter un ou des sites relatif au sujet ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chercheurdopinionrationell8676",
      "author_id": "UC4QemUHgms_t8xhf6-UhutA",
      "text": "Pourquoi, quand on parle de hackers, on illustre toujours par un type dans une pièce sombre avec une capuche?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolassing6135",
      "author_id": "UCNzI7HkQXyLIeuGfc9aN3dg",
      "text": "Un dns c’est simplement ce qui permet de traduire une ip en nom de domaine sans ça on aurait que des ip en barre de recherche",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LudovicReenaers",
      "author_id": "UCN3DnAGbe4n70wZXyI_zxqw",
      "text": "Si je devais écrire un malware qui écoute en continu, je serais très bien positionné si j'étais éditeur d'operating system. Je ferais alors, de l'écoute non-stop dont le résultat serait routé vers un pré-processing local d'analyse sémantique s'exécutant lorsque les ressources de la machine ne sont pas sollicitées. Les mot-clés résultants de l'analyse serait transmis par des paramètres chiffrés ressemblant à des UUID (par exemple) via des requêtes légitimes (le protocol de air tag? Ce serait drôle ça!). Ainsi l'écoute serait permanente et le transit des données aurait lieu  périodiquement, réduisant donc la probabilité d'être intercepté. Cela ne me dispenserait pas d'avoir recours à une IA pour analyser les autres données récoltées légitimement. Conséquemment, affirmer que nous ne sommes pas écouté me parait un peu hâtif... Tout comme l'affirmation inverse.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VAdu56",
      "author_id": "UCCO6FGjFfRTL5-xa9TxRgeQ",
      "text": "une question super intéressante...est il possible de traduire en français un commentaire en Anglais d'une video youtube en Français, ce serait super intéressant...grand merci à l' avance, Vincent.... merci pour ta vidéo !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abdelkrimachacha3758",
      "author_id": "UCqusQgpnATvXlgJ0LEMeFaA",
      "text": "Pour acheté faut avoir de l'argent et des magasins à côté de chez chez-moi",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NoonShaK",
      "author_id": "UCnnJDkY7pejARxAgvrdNgAQ",
      "text": "Bonne vidéo. Quelle est l'application utilisée pour afficher les connexions réseaux ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@4lxprime730",
      "author_id": "UCB5KZGtUIi3BXX9pJeqKhPA",
      "text": "moi j'ai eu un truc, en gros je regardais un film sur un lecteur que j'avais telecharger quelques annes avant (mon telephone android ete poser a cotes) et la a peine 2h apres sur tiktok je vois pleins de ref qui commencent a arriver sur ce film dans mes pourtoi (c'est un vieux film qui n'as pas refait un buzz a ce moment)",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Detex-y4f",
      "author_id": "UCKqxPsGjUmTc7c0AMZVj9KQ",
      "text": "C'est vrai j'ai l'impression sa m'énerve aussi  les pub",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@labenjam",
      "author_id": "UCLIJOS3F57lIO1x9mxf0xBQ",
      "text": "Rien à voir avec le DNS, \"domain name service\" est un protocol de resolution de nom de domain => IP",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Michelle-Rey",
      "author_id": "UCNDKr5hMgBJFgVfkczHG11w",
      "text": "Très intéressant. J'ai désactivé toutes les localisations, je sais que les téléphones bornent donc ils savent où nous sommes mais peuvent-ils avoir des précisions, comme une réunion ou un dîner ?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nikotribehou1484",
      "author_id": "UC58QkL8vSzA8w26tpkAMuhw",
      "text": "Google écoute tout de même aléatoirement, il y a d’ailleurs un site de Google où on a accès aux extraits sonores enregistrés, je ne me souviens plus du nom du site mais c’est trouvable.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@renouvèlement",
      "author_id": "UCc980-bJZIwVen8XKP81Q5A",
      "text": "Mettez un cache devant votre caméra car même etteind ils peuvent y accéder et vous voir,le progrès 🙄 👁️",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@apolodordailleurs1011",
      "author_id": "UCnqGxl_cwre-wHzoARhbL1A",
      "text": "Non, je ne suis pas obsédée par l'idée d'être espionné, même si parfois elle m'éfleure l'esprit, je sais bien que on y passe tous un jour ou l'autre dans la surveillance aléatoire mais j'imagine que le système détecte assez rapidement où c'est du temps perdu et où il peut y avoir quelque chose. Je trouve très utile l'intelligence artificielle, il faut la développer et l'appliquer dans d'autres domaines pas que dans l'espionnage ou la communication commerciale. Par exemple créer des drones capables de monter du courrier, des colis, etc., y a plein d'aspects différents où l'intelligence artificielle peut se révéler d'une grande aide",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Moi_et_le_hobbyhorsing",
      "author_id": "UC4j1mfMdNbQrQa5EV2x5F-A",
      "text": "Un monde qui fait peur",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LangueDeGeekChaineYoutube",
      "author_id": "UCYWAnTUiQdxEHNv1ubWGCVg",
      "text": "Ah! J en parlais ce matin, du coup tu m as écouté par mon telephone ? 👀",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@etniopaltrebor",
      "author_id": "UCzA714Vf4_7y9Z1x-kbmOog",
      "text": "Ça fait plus de 4 ans que je le dis à mes amis,  Tout le monde rient de moi",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spadaacca",
      "author_id": "UCFAK7m-wLoLhMd4xjS52azg",
      "text": "Y a une fois j’ai parlé à Facebook et il m’a répondu. Même pas a travers Siri, genre il m’ont direct parlé",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@coralielptre4767",
      "author_id": "UC6x9IqQvZwhxNbuCgjVgqIA",
      "text": "Et avec l'affaire Pegazus ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@regisvoiclair",
      "author_id": "UCi0pi9hbkjEEnyFjgZiFprA",
      "text": "Merci.\nJe realie.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanmichellerouzo5073",
      "author_id": "UCb6UFK7SMF2v8Gqr3TETO4Q",
      "text": "Pourquoi plusieurs fois par jour alexa ce déclenche seule",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@urshack1992",
      "author_id": "UClKtTXHRYFhZoNCEZUjZ2Kw",
      "text": "Le danger pour moi, c'est l'influence macro, c'est à dire qu'on peut influencer au niveau groupe des actions ou des opinions. Une recomendation de produit selon ton profil oui, mais des recomendations massives à des profils xxx pour un fin qui n'est pas directement en relation avec le produit... non. Et c'est difficile à détecter.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Monikgrapignon",
      "author_id": "UCL9Xk2jI-fZXnp6YH1EHAQg",
      "text": "Oui j ai déjà eu l expérience pas étonnant !",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurencecoutant4836",
      "author_id": "UC152fK2u9aa3kTa8HcdQjAg",
      "text": "Je viens de regarder la vidéo et de passer en revues pas mal  de commentaires pour voir s’il y avait mention de ce qui m’est arrivé plusieurs fois , disons 4 ou 5 fois et qui m’a vraiment donné l’impression d’être espionnée .\nVoici de quoi il s’agit .\nMon téléphone est posé près de moi ou sur un meuble assez éloigné , je parle avec quelqu’un et tout dun coup Siri me parle : «  Désolé , Laurence , il n’y a pas de …. »  ou «  précisez la question » ou alors Siri répond à ma demande avec plus ou moins d’à propos , à chaque fois ça m’a mis  mal à l’aise . Est ce déjà arrivé à quelqu’un ??",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@klamoux",
      "author_id": "UCYeu5wU5hX6niWwar3-NykQ",
      "text": "Pour ma part, je reste septique sur tes explications. Dans la semaine, mon collègue et moi parlions du Dîner de Cons et particulièrement de la scène du boomerang en début de film. Bref, on a bien ri. Moins d'une heure après, je prends mon téléphone, et dans les actualités, Google me propose un article sur l'utilisation du boomerang par les aborigènes d'Australie...\nJe n'ai jamais fait de recherche à ce sujet, mon collègue n'a pas de smartphone et personne d'autre n'a été en contact avec nous quand nous en avions parlé. Je trouve ça quand même curieux pour être un simple hasard...",
      "likes": 5,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elnege2014",
      "author_id": "UCPe1l7Ar038kQW1SvjaltFQ",
      "text": "salut j'ai une question complémentaire, si quelqu'un nous envoi un message avec un lien d'habit ou autre et ce que notre téléphone enregistre ou pas ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NaBou1",
      "author_id": "UCUpL9YSbkiVutsxVQMI1fgQ",
      "text": "Moi j'aimerais que l'on m'explique comment je peux penser a une chose et ne pas le dire à voix haute prendre mon tel pour faire une recherche et avoir cette pensée en proposition de recherche alors que je tape juste la 1ere lettre... 🙄 moi j'ai peur lol",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@0rel_",
      "author_id": "UCuA2tMOwP8nEg25f46JT94A",
      "text": "GG Analytics, F Pixel, le retargetting toussa toussa, ok, c'est simple a comprendre et pas nouveaux en plus. Cependant ! il m'est arrivé un truc qui me dit qu'ils vont plus loin. j'm'explique :\n\nComme tout le monde ou presque, j'utilise mon portable aux WC et un jour j'avais vraiment mal au bide, à tel point que je le dis à voix haute. Pour autant, j'ai jamais fait de recherche sur le sujet et croisé personne depuis genre 2j. Là, 2minutes après avoir dit \"j'ai mal au bide\" j'ai une pub sur youtube pour du smecta ou du gascon (je sais plus exactement quel medoc mais un truc pour le bide en tout cas).\n\nC'est à la fois la pub la plus effrayante et la plus pertinente qui m'a jamais été proposée...",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@morfalm1584",
      "author_id": "UC05_fB8fdW-GKtALTft2LLw",
      "text": "Autre point : si on désactive le wiki et la localisation pendant le déjeuner avec les collègues, la publicité ciblée ne devrait donc pas pouvoir se produire ?",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arnodad474",
      "author_id": "UCjikRNs7DnLla0CrT5kVHhg",
      "text": "Tu peux pas filtrer que sur dns.. çe genre donner ça transite pas comme ça.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JackApril214",
      "author_id": "UCx7pHgl-54WqJHYnDRnoi1g",
      "text": "Comment enlever les données personnelles ? Merci 🙏",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@demonialistik",
      "author_id": "UCNXL-h6f8cZ0D6RSMrJSmWg",
      "text": "Dans le milllllllle !!! Ce que j'adore c'est les applications playstore ... Genre celle de Mc Do autorise l'accès COMPLET aux données du tel, connection, photo, contacts, etc !et les gens cliquent juste sur OUI ... Et se sentent espionnés 🤣😂🤣 ....Quand c'est gratuit .... Le produit c'est toi ^^",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monticha",
      "author_id": "UC3dNdPFL39E6SJs2nG8KyNQ",
      "text": "Y a un autre élément qui rentre en jeu, la capacité d'oubli des gens. Ils oublient qu'ils ont regardé un truc, ils oublient qu'ils ont cliqué sur une pub, ils oublient qu'ils ont like un truc... et paf on est espionné 😅\nDésactivé la pub ciblée c'est reposant. J'ai plus que des trucs dont je me fou en pub 😂\n\nLes algo de reco sont hyper efficaces, si tu as cherché un truc, on va te faire de la pub pour les trucs qui sont autour du sujet aussi. On oublie combien de fois on parle de choses dont tu ne vois jamais rien sur ton tel. Alors qu'on va se rappeler de la fois ou on a vu un produit qui allait a peu pres avec la conversation. (C'est fou mais souvent tu parles de tes centres d'intérêt donc de ce que tu regardes, like, commente et partage....)\nIls ont pas besoin de dépenser un fric monstre pour nous écouter, on dit deja tout à nos tel/pc via nos RS, nos recherches, ect...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spadaacca",
      "author_id": "UCFAK7m-wLoLhMd4xjS52azg",
      "text": "L’autre matin, j’ai bu un verre d’eau et comme par hasard cet aprèm il y avait un vidéo avec de l’eau sur Facebook. Donc, je suis pas tout à fait convaincu…",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quattroquatre3113",
      "author_id": "UCYyXEQNfVbnhiCLE5rQdXrw",
      "text": "Tu ouvre le champs des possibles de plein d' expériences avec ses nouvelles connaissances.. Très bonne vidéo . Et éventuellement dans un soucis d'optimisation constante de nos recherches , de la pertinence de ce qui pourrait nous intéresser oui c'est a mon sens légitime que des datas soient collectées,  le mieux serrait pour nous d'avoir un accès complet et transparent a la data que nous partageons ce qui rassurerait une bonne partie des utilisateurs",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@light-mlk",
      "author_id": "UCaxTwW4QQ4WRC137lGxoBXg",
      "text": "Pourquoi j'ai ggl assistant qui ce declanche des que dit\n hey ggl",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabrielvoisin248",
      "author_id": "UCvY0EthpI2B5ApB-uu5ioaw",
      "text": "Bonjour, je regarde beaucoup de contre information depuis 1 ans sur la crise sanitaire et depuis 6 mois environ quand j'allume mon Pc il y a une tonalité de téléphone. Est-ce de la mise sur écoute d'après toi?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mikeviard8195",
      "author_id": "UCd_VC7eCkawLEAHuapiNALA",
      "text": "Hey ! C'est pire et bien plus flippant.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brillant_fr",
      "author_id": "UCScX-SGxOorNB80qggUtJAA",
      "text": "Personnellement j'aime bien les annonces personnalisées, ça me fait gagner du temps dans mes recherches ou même parfois je fais de belle découvertes ! Je suis assez grand maintenant pour réfléchir objectivement sur un produit",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kiiwitch1",
      "author_id": "UCxIYO9i1xRdb2mtxqQPTzIw",
      "text": "je  n'ai pas encore commencé et oui pour moi nous sommes \"espionné\" Google, Alexa, comment croyez-vous qu'ils s'activent? juste avec leur \"nom\"? il écoute et attente un mot identique ou très semblable à leur nom, Alors pour moi nous le sommes, maintenant go regarder la video",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SURFEURDUGAME",
      "author_id": "UCVKr7pNEoM6__unvXVK7DkQ",
      "text": "Ok, il nous prend pour des quiches ... Monsieur sniff le protocole DNS pour savoir si on est sur écoute😂😂😂, reste à savoir pourquoi, quel est son but ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Virkiato-Thrace",
      "author_id": "UC25bOP-fIF135A-f9mzqHgQ",
      "text": "Personnellement j'ai déjà vécu un genre de publicités ciblées (non vocal) où je parlais de souris d'ordinateur avec un mec de ma guilde WoW sur discord, et pour lui montrer quelle souris j'utilisais j'ai googlé le nom de la souris et copier/coller l'image de google images à Discord.\nArrivé le soir, j'ai remarqué, et ce pendant UN MOIS COMPLET (oui), des pubs pour la même exacte souris sur les pubs Youtube sur mon Téléphone (bloqueur de pub sur le PC, lynchez moi :p)\n\nAlors oui ok, Youtube et Google Images appartiennent à Google, et oui mon compte Youtube est connecté sur le PC comme sur le téléphone, mais reste que ce genre de suivi pour publicités ciblées existent.\nD'ailleurs j'ai eu exactement la même chose à nouveau 2 mois après pour je ne sais plus quoi où j'avais fait la même manip (google images->c/p discord).\nC'est pourquoi, pour ce genre de ciblage, je ne pense pas à coïncidence",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@irathdaddy55",
      "author_id": "UCRRRUf-jiMX-0ne06cUgulw",
      "text": "Vous avez juste oublié les déclenchements intempestifs des apps de reco vocale. Lire le livre \"la face cachée de l'ia\", tout y est ...",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@XII25",
      "author_id": "UCJUMXoTIAZjFUuybWp8A5TA",
      "text": "j'aurais aimé être complétement d'accord avec toi mais   j'ai déjà eut une expérience super chelou je m'étais amusé à parler de noisette, avec une amie en réel (on était même pas dans un magasin c'est venu comme ca ) et j'me suis retrouvé avec des pub \" acheter des noisettes au kilos sur google....\" alors que j'ai jamais fais aucune de ces recherches, j'aime pas les noisettes, t'insinue que ma pote c'est un écureuil qui kiff les noisettes ? évidemment que non c'était un sujet tombé comme ca complétement aléatoire sans lien avec nos habitudes de consommation/recherche  et  google s'est dit qu'on allait forcément en parler ahah c'est le seul exemple que j'ai vécu qui m'a paru ultra chelou !  pour tt les autres fois ou j'ai vécu ca, ca suivait plus ou moins le schéma que tu as expliqué.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ghislaineporte4713",
      "author_id": "UC8UtdJtuu30jAgxOFCKVJnw",
      "text": "Je voudrai vous poser 1 question. Sur mon smartphone il y a la caméra photo peut on nous voir chez nous.? Car un jour j ai voile le haut de mon tel.. Je reçois ne pas couvrir votre tel !!! C est quoi ça? Ils peuvent nous espionner par l ouverture camera téléphone en haut. Je vous remercie pour votre réponse.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@malisamalisa6631",
      "author_id": "UCBZopHy0l0aBsUQIPO9Oamg",
      "text": "C'est vrai ça met arrivé",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@steveroberge4021",
      "author_id": "UC0Tnjfxex3BmtYHdFl-QW1Q",
      "text": "sur mon travail si je chercher un adresse et que j ai du mal avec l hortographe ou autre pour la trouver sur plan(apple) je ferme l app et tout je dit l adresse a haute voix en commencant par les no ex:2020 duplessis ville \net j ouvre app ecris 2\nle la premiere adresse suggéré est  2020 duplessis ville\nalors sa c quoi",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@francoisair108",
      "author_id": "UCB7RrKR69T-1XtSlBKs7xIg",
      "text": "Super vidéo ! Je m'abonne ! Autrement, faut faire comme moi, pas de réseaux sociaux, hormis compte professionnel, pas de google (DuckDuckGo, avec sur le moteur de recherche block pub et l'extension \"I don't care about cookies\" ), ensuite pas de Microsoft, mais Linux.... Pas de géolocalisation, avec un portable qui sert à téléphoner...  Et pour aller plus loin, fini Paris et les grandes villes, vive la campagne et les petits oiseaux ! (Ps : je suis pas un bobo)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tenchigreed",
      "author_id": "UCNCEhPz2cbwMZ4r56_N_vKQ",
      "text": "Super vidéo , g g",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@prbrown509",
      "author_id": "UCAqq2xAmpC1IsfcsPJJSDLg",
      "text": "Les données ne sont pas envoyé en direct… ils les envoient en différé",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christiancorgier13",
      "author_id": "UCB_NGBJgmXbRKOdyfQ1xg2w",
      "text": "Heu je me suis abonnée.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Victor-lz4op",
      "author_id": "UCv5MSSkivTJiWsDAnWBoBxw",
      "text": "Pour l'avoir vécu à plusieurs reprise, je suis absolument certain à 200% que l'ont est espionné via nos téléphones. Je travaille dans l'informatique et le marketing numérique et les datas utilisent seulement des données qu'elles ont pu récupéré par nos activités (recherches, historique etc). Mais ils m'est arrivé à \"plusieurs reprises\" j'insiste d'avoir des publicités lié à des éléments très spécifique sur ce que j'ai dit dans la journée sans avoir fait la moindre recherche sur le sujet. La vidéo est loin d'être assez complète pour affirmer que l'on est pas espionné. Un seul smartphone a été utilisé, et c'est il est sous ios, beaucoup d'utilisateur sont également sous android, la piste des données locales enregistrées puis communiqué potentiellement une ou deux fois par jours n'a même pas été évoqué, il est fort possible que des application soient vérolées avec des protocoles qui en dissimules d'autres. Plein d'autre pistes existent !",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@warmick1993",
      "author_id": "UC-sDARqjE1Um4Dix7RFdOeA",
      "text": "Si Siri peut interpréter des enregistrements de son et le faire sans réseau (meme en mode avion comme tu le dis dans la video) alors un système similaire est capable de le faire aussi de manière constante et en arrière plan (comme Siri puisqu'il doit recevoir tous les sons du téléphone pour savoir quand s'activer), il est donc possible via ce système de stocker les mots-clés (achetés par des marques) en local et envoyer les requêtes au moment ou on ouvre une appli. Imaginons que les mots-clés sont stockés, on ouvre facebook, les mots-clés sont alors envoyés aux serveurs de Facebook qui va les utiliser dans ses requêtes pour envoyer des publicités ciblées en fonction de ces mots-clés. \n\nMais puisque les données des requêtes sont cryptées, le seul moyen de vraiment faire le test et que n'importe qui peut faire, c'est de mettre son téléphone en mode avion (ou juste connecté en wifi mais avec aucune application ouverte) et parler de quelque chose qu'on n'a jamais utilisé et dont on n'a jamais fait aucune recherche avant (par exemple des équipements pour un sport ou une activité qu'on n'a jamais pratiqué, de la nourriture pour un animal domestique qu'on a pas, etc..). Alors on peut savoir si le téléphone nous écoute vraiment et a quel point.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pow3rus",
      "author_id": "UCJOQM9zKgy5unmo4fPpyjtA",
      "text": "En tout cas vrai ou pas ça fonctionne très bien. J'ai déjà fais l'essais avec des produits absoluments ridicules que je n'ai aucune chance de vouloir acheter, j'ai eu les pubs dans la journée à chaque fois lol",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ElderGod03",
      "author_id": "UCfSzr_E7zwRFUFC-XpmaJGA",
      "text": "Tes trop chaud zinc",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pekab96",
      "author_id": "UCAH_W_s4F0oPVkH3ZQZR0uA",
      "text": "J'ai aussi toujours eu du mal à croire a cet espionnage par nos téléphones. Mais d'un autre côté on tombe parfois sur de sacrés coincidences ... Une fois avec copine on s'est demandé si on louerai pas pendant une journée des VTT elec pour une ballade. Avant ça ne on ai jamais cherché à en acheter, aucune recherche en rapport avec ça, 0 pub de sport, rien. Le lendemain je me tape 3 pubs en 10 min de marques différentes qui veulent me vendre un VTT elec...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DefendIntelligence",
      "author_id": "UCnEHCrot2HkySxMTmDPhZyg",
      "text": "➡️ Si cette vidéo vous a plu, aller voir la nouvelle vidéo sur le vol de vos données personnelles :  https://youtu.be/Pr2iWzbyfMI\n\n\nMerci pour vos commentaires. Pensez à vous abonner à la chaine aussi svp.  Je lis tous vos commentaires avec attention. Ca me donne envie de faire une deuxième vidéo pour répondre à la remarque qui revient souvent du fait qu'il peuvent stocker et envoyer tout d'un coup (c'est ce qu'on appel un envoi par batch plutot qu'en streaming -ce que je montre dans la vidéo-). Il y a beaucoup de choses à dire sur ca. Une partie 2 ca vous plairait ?",
      "likes": 72,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brunonogues5128",
      "author_id": "UCP93ZdL2aIxpuMUGAZUI9Fw",
      "text": "Pourtant ils ont bien fait sa pour les assistants vocaux (l'affaire avec des employés payés à juste écouter des conversations random prisent sans l'accord du propriétaire). Donc sa parrait lourd tout sa mais ils l'ont déjà fait. S'ils l'ont déjà fait c'est qu'ils vont le refaire, je pense pas que ton test soit \"ultime\" mais c'est un excellent argument parfaitement recevable.\nEst ce que c'est possible que sa passe par les mêmes serveurs que siri ? En gros c'est mis avec le reste des données envoyés au serveur de siri et dans ce cas sa serait bien envoyer à chaque fois, puis c'est sur les serveurs de siri qu'il y a le reste, puis le résultat est renvoyés parmi les résultats normaux de siri, par exemple ! (Même si vu la politique d'Apple je ne pense pas mais on sait jamais)",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@workflowinmind",
      "author_id": "UCpmd0jb63BCT0_QTgC3eqzw",
      "text": "Toujours aussi approximatif....",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rahff99",
      "author_id": "UCcePig2FGTbPpcSjWWokLNQ",
      "text": "pas convaincu. il sont pas obligé d'envoyer les paquets en direct il peuvent mettre en cache et traiter la data en arriere plan et envoyer tout ça avec la req genre des keyword encodé dans une sorte de cookies",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cetossa",
      "author_id": "UCUfhWNkPvCHwZNsNsgyAZXA",
      "text": "Ouiiiii... Oui et OUI !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raphaelrose8886",
      "author_id": "UCF4o4MYAXbbf12xUWwpAFjA",
      "text": "J’ai un exemple, j’étais dans mon entrepris avec intérimaire à discuter de plein de choses, et à un moment on c’est mis à discuter d’un jeu de carte (Magic) pour ceux qui connaissent. Nous nous sommes séparé et j’ai sorti mon IPhone 10 minutes plus tard. En faisant défiler mon fil d’actualité, une pub pour les cartes Magic est apparu ! La c’est quand même gros, je ne parle jamais n’y de fait de recherche à propos de ces cartes. \n\nJ’ai la conviction que le micro a capté des mots clefs de notre conversation et les a envoyé. Comment ? Via quel protocole etc.. ? Je n’en sais rien mais c’est un peut déroutant..",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stanley1stt",
      "author_id": "UChr0iIb-r_KJ-JM9kqTybFA",
      "text": "0:15 DéfinitiVE* :/",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bino7768",
      "author_id": "UCbM7quDDxiE8XmLBrYfjOMA",
      "text": "Je doutes, car ce que vous diriez m'est mainte fois arrivé. Nos  smarphones nous écoutent et nous regardent",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evan91700",
      "author_id": "UCCf2lu4RGpCkCvpo6zegyrQ",
      "text": "Cette vidéo du média est un témoignage d’un ancien employé de chez Apple qui s’occupait d’écouter des requêtes Siri … \n\nhttps://youtu.be/Kt0NEZYwnCY",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@harpedada275",
      "author_id": "UCVYmjvNFU-npy_AJQQxUs6w",
      "text": "On va finir par jeter à la poubelle nos téléphones portables",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marielessi-bugiel3699",
      "author_id": "UCzu3VIhPF6yoDMYnifr9pUw",
      "text": "👍",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bernadettebourduge4172",
      "author_id": "UCVFGt4c8w1d7DTCQUMw7vdg",
      "text": "Comment se fait t'il que lorsque j'ai eu mon tél des que je suis allée sur you tube des ma Première pensée de quelque chose tout de suite j'ai eu le sujet sur you tube alors que le sujet regardé n'avais rien à voir avec le sujet pensé.j'ai été surprise .mais bon . ensuite chaque fois que je pensais à un sujet ,on me le propose et la il n'y avait pas de doute on peu peut être lire dans nos pensées..j'en ai parlé au téléphone plusieurs fois avec quelqu'un et cela s'est estompé.serai t'il plus en avance que l'on croit sur le sujet de rentrer dans nos pensées.et cette personne qui s'y connait nous dis apparemment que non puisqu'il ne peuvent nous écouter selon ses dires il m'est arrivée de penser à une paire de chaussure a acheter lorsque je rangeais des chaussures et quand j'ai été sur you tube peu après une marque de chaussures où je vais des fois s'est affichée.alors .alors vous dîtes que non mais êtes vous réellement pour nous ou êtes vous déjà embauché pour je ne sais qui.?et tromper votre monde.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adolftylor859",
      "author_id": "UC_Y6jsjVqgV9nMP8Rd1dGPQ",
      "text": "Sans regarder der je dis que oui nos tels nous écoutent , sa s appel l écoute environnemental e",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pokebattle763",
      "author_id": "UCMj2gyJpyrlO4TqCwitRHQg",
      "text": "Pour Netflix (Et tout autres site de VOD), ils ne permettent pas d'enlever ce qui ne nous intéresse pas des films & séries afficher, donc bien que ça utilise des IA, ça ne marche pas pour tout le monde.\nEt encore moins pour les personne dans le spectre autistique ou TDAH qui passerais du temps à faire des recherches inutiles juste parce que cela leurs plais de regarder ce qui existe",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sandraboullier2817",
      "author_id": "UCpo47OXfWCH2srKSmjjYW2w",
      "text": "Pardon mais ce n'est pas vraiment ce que dit un ancien salarié d'un sous-traitant travaillant pour Siri  https://youtu.be/Kt0NEZYwnCY dans la description il y a un autre lien où il témoigne !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@allegriniedmond9885",
      "author_id": "UC_fwey_zVycuQFGYaUcQlcg",
      "text": "joli monde , le futur joyeux  , va être surement le contraire, pauvre de nous..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@пьеро-д4х",
      "author_id": "UCzpG5oi2rHEaFm7YTdgVS-A",
      "text": "Déja la première des choses, supprimer la localisation de nos appareils et lisons les règles de confidentialité, et dites non et non et non !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mitchcanon7905",
      "author_id": "UCTF-XFUhM-84wgg01SILuOQ",
      "text": "Là l’expérience est faite sur iOS mais c’est identique sur Android ? Étant sur iOS j’ai jamais remarqué ça ( je désactive pas mal de chose pour la confidentialité donc peut-être que c’est ça) mais des collègues sur Android ont remarqué souvent ce genre de chose",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manonliavais",
      "author_id": "UCvda5EgBVLNcn9uTVNpUcjg",
      "text": "Suis-je la seule à qui ça n'est jamais arrivé ? J'utilise Qwant comme navigateur sur mon portable.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flalou9807",
      "author_id": "UC3_u_zO-EhM-i-uPEnCT_fA",
      "text": "pour ca je parle jamais mal de mon tel",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@agrep",
      "author_id": "UCm6wzivSc2l14FhkZV-72IQ",
      "text": "y'a que du DNS",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@remi6819",
      "author_id": "UCqTL0OtSsDnBq7L1tFLaNuQ",
      "text": "Bon, c'est super intéressant mais pas mal contradictoires avec certaines expériences.\nLa première fois ou ce truc m'est arrivé, je parlais avec mon frère de cinéma, et plus particulièrement d'un film bien pourris qu'on ne regarderais jamais, donc sarcastiquement. \nLe soir même, Netflix me le recommandais. Et honnêtement, il n'y avait aucune autre raison logique pour me proposer un truc pareil, aucune recherche, aucune visites de sites en rapports, pas même une recherche google.",
      "likes": 4,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lkeysoft",
      "author_id": "UCKE2DexRGKCiUjXukn0NLUw",
      "text": "Le test est complètement faussé.\nTu n’as pas accès au temp local du téléphone, tes données cellulaires ne sont pas désactivées (bypass du MITM), tu dois faire le test sur une assez longue période pour détecter des cron jobs - Notamment les envois de geolocation - \nSans parler du fait que les datas peuvent être envoyées à apparaissant comme appartenant à une autre app Apple ou encapsulées/concaténées avec du contenu fiable",
      "likes": 100,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MojoVince",
      "author_id": "UCqBc7TSnjP9pgWJkHbtT3NA",
      "text": "Je fais simple, je m'arrange pour ne jamais avoir de pub, si je ne peux pas les virer c'est moi qui vire ailleurs.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benjamin6131",
      "author_id": "UCNp3l14KIKqrLzi4IMuVjTw",
      "text": "SIRI L'IRIS DE BIG BRO",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@awawfilsdudragon5915",
      "author_id": "UCqdfFRkb_c9BUhMbH0bnAIQ",
      "text": "Pour l'instant on peut se rassurer en se disant que c'est a but commercial.. Mais ce potentiel énorme peut mettre un terme a la nation de liberté et il est dans les mains des grandes entreprises américaines..\nOn devrait faire comme les pays souverains, avoir nos propres réseaux et les protéger mais au lieu de ça se fait piller et on est content..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hashtag.easy.compute",
      "author_id": "UC5ens9-Cry_0VuUWZcgtGpw",
      "text": "On peut retrouver toutes les informations collectées sur Google my activity .sur le compte Google connecté",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jean-marcdumas-perrin5324",
      "author_id": "UC-4PgmWpVJD60DE8NrdnV-A",
      "text": "👍",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spakten1",
      "author_id": "UC3vW_cV2xQFx-0UmGpXPWcA",
      "text": "Je n'ai aucun doute là dessus l'écoute est constante je parlais d'un truc jamais évoqué ni recherché et la pub propose une formation gestionnaire de paie, vraiment hallucinant",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fayherinn",
      "author_id": "UCTC2ihTNDedtrfqjSD6zItg",
      "text": "Euh pourquoi t'as pas regardé les trames TCP au lieu de DNS ?",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@germainhrchll3442",
      "author_id": "UCGg3fBwpyUmjF0dwwvbPNBA",
      "text": "Google veux pas faire un logiciel pour trouver son « âme sœur » ou  des « amis » ? Ceux avec qui on match niveau intérêts 😂",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nico-lv4cc",
      "author_id": "UCkuUL4i95K-Sy2xrPHOiYfw",
      "text": "C'est des conneries. Nous en avons fait l'expérience en parlant d'un voyage à Amsterdam avec un ami devant notre téléphone sans pour autant effectué la recherche sur le net. Le lendemain on avait une pub sur les réseaux...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@uhuruimpactchannel4309",
      "author_id": "UCnBBnT6ASbg3_r8v2kuBPiw",
      "text": "Pas tout à fait d’accord avec vous. Dernièrement , je parlais d'un sujet que je n'ai jamais cherché sur un moteur de recherche... le soir j'ai la pub. C’est de plus en plus flagrant .",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@erwan432",
      "author_id": "UCt6L4CJDD-GRYSKijtXcDFg",
      "text": "Mais du coup sur ton sniffer, on ne voit pas quand le téléphone envoie la localisation. Comment Google obtient cette info que t'as mangé avec certaines personnes alors ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@madeleineblavette2976",
      "author_id": "UCT7vQMRv3G1eybu-dGOrd3g",
      "text": "Tout ce que vous dites nous rassure dans le sentiment d’être constamment espionné. C’est affreux. Merci pour les bons conseils. Netflix a effectivement des comportements étranges.",
      "likes": 8,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julo2362",
      "author_id": "UC0G_VdYA9XDbZ6j0UqqdiQQ",
      "text": "Je pensais à un truc: tu parles d'espionnage dans toute ton intro. On peut imaginer qu'un bon logiciel d'espionnage se met momentanément en veille quand on prononce ces mots, afin de ne pas se faire choper. C'est une simple supposition mais si espionnage il y a, il a été fait avec ce genre de gardes fous j'imagine...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurapills",
      "author_id": "UCmvw7VutA6Rg5zCT9_Vi21g",
      "text": "bien sûr nos téléphones nous écoutent",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oscarbarda",
      "author_id": "UC43eDJvBqnK6W8SVxuydGcw",
      "text": "En vrai, le truc que les gens oublient, c'est surtout à quel point leur cerveau est 1) faillible, 2) bombardé de pubs. La pub pour addidas, vous l'avez vue 80 fois sans la voir. Dans le métro, dans le tram, sur insta, sur un arrêt de bus, sur le tshirt de votre joueuse de foot préférée.\n\nDonc ensuite, le fait que vous vouliez acheter des Addidas, c'est pas arrivé par hasard, né comme ça dans votre cerveau, c'est déjà conditionné par la pub. \"Arnaud Pêtre l'écrit en 2007 : \"Si nous considérons la publicité dans un sens très large (...) nous serions alors exposés à pas moins de 15 000 stimuli commerciaux par jour et par personne\". Comme l'explique Arnaud Pêtre, la marque, ce n'est pas simplement ce que vous voyez dans un spot publicitaire, mais c'est aussi la virgule que vous voyez sur le tee-shirt Nike que porte un passant dans la rue. Tous les logos, les présentoirs dans les magasins, les enseignes et devantures ou encore les placements produits dans les films font exploser l'estimation.\" (source France Info). \n\nDonc sur ces milliers de marques, le fait que vous croisiez une pub addidas, c'est très probable en fait. Ce qui serait improbable c'est l'inverse : que vous parilez de shoes addidas avec votre pote et que vous ne croisiez PAS une pub addidas dans les jours qui suivent.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aminelazreg4412",
      "author_id": "UC-UnJEhdb0LTSqQsiAo1muQ",
      "text": "Parcontre t'as oublié de parler des discussions et surtout des messages vocaux et appels sur messenger, essaye de mentionner dans un message vocal tu passerais les vacances en Tunisie et ton accueil serait bombardé par les ads des agences",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@datmesay",
      "author_id": "UCjGJrhqdAa-YuEV0CWqfFSQ",
      "text": "En réalité les gafam s’échangent/se vendent de l’info sur les recherches de leurs users sur leurs plateformes via leurs contrats. A priori whatssap est chiffrée donc pas de pro, le reste (audio, et recherches sur les app sociales) je ne suis pas certain de l’absence d’échange.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThomaslIngenieur",
      "author_id": "UCuvIh6lcNBbnGiFGLMNjHsQ",
      "text": "Salut Anis ! J'aimerai te proposer une collab / un caméo dans une vidéo sur les entretiens à AWS en Consultant Data. Je peux t'en dire plus en MP (je t'ai envoyé une demande de connection sur LinkedIn pour t'envoyer les détails). Proposition sérieuse & non chronophage (10mn tout compris). Au plaisir de te lire, Thomas",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cheshy2289",
      "author_id": "UCDZIlOuLcElcMni3ZRI4WOA",
      "text": "Tant que ça reste commercial je ne vois pas de problèmes à l'utilisation de mes données. Mais les règles peuvent très vite changées selon le système politique en place. Pas sûr que ces technologies soient safe dans des pays dans comme la Chine ou l'Inde, et pas sûr non plus que nos pays ne vont pas finir par développer un système à la limite du totalitarisme technologique dans un future plus ou moins proche. Mais bon on en revient au problème de toutes les tech, le problème c'est ce qu'on en fait.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yvesbourdieu8204",
      "author_id": "UC3_xfCL1RmXOdC2RI_lLHDw",
      "text": "bonjour. pourquoi mon téléphone me conseille parfois des pubs pr des produit auquel j'ai eut des discussions a portée du téléphone  mais que je n'ai  pas cherché dans mon téléphone ou discuter du produit via un appel?\n\nAussi si le téléphone n ecoute pas, pourquoi tout les mecs de la tech n'ont pas de téléphone ou pc à côté d 'eux ou chez eux?\n\naussi comment ca se fait que nos présidents étaient sur ecoutes comme la revelé snowden ? les telephones des president devait bien être contrôlé au niveau des flux etc et pourtant il se rendait compte de rien\n\nje voulais savoir aussi si vous pensez pas qu'il puisse y avoir des algorythmes qui activent des ecoutes dans le cadre de certaine activité. ex terrorisme ex drogue. par exemple un algorythme se rend compte que vous dites certain mot, calcul le temps d'appel, ou voit que vous passez des appels internationaux ou autre\n\nsans même parler d'activité illégale, moi dans le cadre de mon travail ou j'étais, sur le telephone pro et ordi pro l'informaticien m'avait avoué qu'il pouvait très bien m'ecouter et voir à distance tout ce que je faisais \n\nmerci de prendre le temps de repondre si  possible c est mon anniversaire",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alioudiouf6805",
      "author_id": "UCMGZLXXVkrwZmtsCCetG5zQ",
      "text": "Pourtant Siri fait du speech-to-text et son inverse (text-to-speech) et il tient les perfs! Donc je ne suis pas convaincu que ton archi théorique qui ne fait que du speech-to-text soit un frein à un espionnage vocal. C'est tout de même suspect que que dès fois tu parles à quelqu'un se situant à des centaines voire des milliers de killomètres, on te propose de la pub liée à la conversation. Et pour ce genre d'espionnage, faire des réseaux de neuronne serait inutilement couteux en temps d'exécution, de simples mots clés font l'affaire. Les réseaux de neuronnes, on n'en fait pas à tout bout de champs, trop couteux. Pour de l'espionnage, les mots clés suffisent surtout qu'on est trop contraint en temps et en discrétion.",
      "likes": 21,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mah_moud224",
      "author_id": "UCuu2ydCyK25ZwUI63qASfIg",
      "text": "Aujourd’hui j’étais avec mon pote et je lui parlait de mon Angie d’acheter un jeu vidéo sur pc. 5min plus tard, epic Games m’envoie un mail avec un bon de 10€ pour l’achat de mon prochain jeu 🤔 coïncidence? J’en sais rien. J’en parle avec mon pote et on traite le sujet d’espionnage et tout alors là je viens sur YouTube je tombe sur ta vidéo parlant de ca.\n\nOn est d’accord que ça fait beaucoup là , non ?\nWeird weird weird",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tof667",
      "author_id": "UCLpgyw5tP2NYzT1Q_lhPtvA",
      "text": "Bien sûr que l'on est écouté en permanence par ces putains de smartphones. Rien qu'hier je parlais d'arrêter de fumer avec un ami( ça m'arrive pas si souvent que ça ). Bim! 2h après je reçois un spam dans mes emails pour une méthode révolutionnaire pour arrêter de fumer... C'est pas la première fois que je me rends compte de ce genre de choses...",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@46_800",
      "author_id": "UC2fyXvD6UrpoOsYWCAP7n2A",
      "text": "Peut être que siri t'écoute de temps en temps, et donc lors de ton test, tu ne l'as pas constaté",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FlingueurTonton",
      "author_id": "UC_soFNnMsVFMXRebjBDjkCA",
      "text": "À 5:48 c'est pas via DNS que l'audio passe, ce test ne vaut rien.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurentbilliau2126",
      "author_id": "UC_3Tlne2nnNdJ3f2HgXg_NA",
      "text": "Super intéressant. Je me pose juste une question : Et si les applications reconnaissaient que le téléphone passe par un intermédiaire (l'ordi) ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@salocin86luis",
      "author_id": "UCC0mBxRFAKBLdVNgrPWCTgQ",
      "text": "Et les sms sous Android ? :)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NeoFutur7",
      "author_id": "UCOFZNrgbYgS7kT1xY08qYwQ",
      "text": "Le fait qu il n envie pas le flux audio complet en temps reel ne prouve rien, il peut tres bien etre en ecoute passive et mettre de cote quelques mots qui reviennent , ou qui semblent interessants, pour les envoyer ensuite, de maniere cryptee dans des paquets qui ont l air anodin.s en tout cas c est comme ca que moi je le coderai !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeremycrapulovitch274",
      "author_id": "UCSMw6eMqsHSuwpXImKkwm-g",
      "text": "C'est un peu de l'espionnage quand-même",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xXBen74",
      "author_id": "UCuyaWHEvzPQ5zwvjgJqtmfw",
      "text": "personnelement je trouve l'explication des baskets bien plus alambiquées et bien moins plausible d'un point de vue technique",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienckjm7430",
      "author_id": "UC0hzboXv8xja5RRAc_rdp7g",
      "text": "ah bah c'est encore pire alors",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mioise44",
      "author_id": "UC1zb36DKS-zj5-lvww97muw",
      "text": "Donc d'après ce que j'ai compris ici, c'est en recoupant les données avec celles de nos fréquentations et notre navigation, qu'ils en arrivent modifier notre profil et donc nous proposer des informations/publicités en rapport avec nos discussions et le profil de nos fréquentations.\n\nQuestion : comment empêcher ces croisements de données ? Est-ce qu'il suffit de bloquer ce traçage permanent de nos déplacements et de nos fréquentations pour que cela cesse ?",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vindieu",
      "author_id": "UCw2-CsjMx-2V2Mm5e6VkVSQ",
      "text": "Sony a installé un rootkit sur les pc des gens, ca ne leur a pas couté si cher. En tout cas pas assez clairement.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MultiBegbeg",
      "author_id": "UCUP-p5-E_0_1flPBRhW5CNw",
      "text": "oui !!!!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@StoryofEspion",
      "author_id": "UCgKz1aP2unaELO93ZtdnGSg",
      "text": "Bro j'ai une idée qui va changer l'industrie de jeux vidéo, \n\nAide moi à la réalisé stp.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KilleurSnale",
      "author_id": "UCQ4bQq4MXlKAAFOWg1HDOtw",
      "text": "Bloquer la pub reduit quand même pas mal de problèmes",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucaszupelli4693",
      "author_id": "UCGjXZqip70-a5DHTpiNPPIQ",
      "text": "Pour moi le test sur Wireshark n'est pas bon, filtre sur le DNS ça ne prouve pas que des données audio soient envoyées c'est simplement un résolution de nom. Pour voir réellement le trafic tcp/udp il faut un proxy (ou en simuler un ) bref vais pas faire des cours de réseau ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hourialiberta8640",
      "author_id": "UCc56KeuMyj-H33DoJrqMNkw",
      "text": "Peut-on prouver qu'on a été espionné par un hacker, par exemple?\nMerci.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NicolasFUCHET",
      "author_id": "UCXCjMzbFy_DYZ-0Pj2teWQw",
      "text": "Vidéo super intéressante, mais je me pose une question : Tu fais la démonstration avec Siri, mais qu’en est-il des assistants Google et Amazon ? J’avais vu un article avec une enceinte Amazon qui avais fourni des enregistrements pour incriminer de meurtre quelqu’un. Comment cela aurait-il pu se produire ?",
      "likes": 5,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mlnm3161",
      "author_id": "UCdmJnZmAlD6zLwGnDKoBXhQ",
      "text": "Bien sûr qu'ils nous espionnent. \nPensez juste à \"Ok Google\" pour que \"ok Google\" puisse s'activer dès que vous prononcez ces deux mots c'est bien qu'il vous ecoutait avant même que vous le disiez. \nJe travaille en tant que traductrice freelance. On m'a proposé un job il y a deux ans, pendant plusieurs mois je devais retranscrire des audios \"ok Google\", ça consistait à ecouter l'audio et le réécrire. Il y avait une option \" n'etait pas destiné pour Ok Google\" au moins 50% des messages etaient des gens qui discutait de tout ou de rien mais qui avaient dit \"ok\" dans leur conversation...\nEt avant chaque retranscription on avait un morceau de conversation suivi du fameux Ok Google : comment poser du parquet flottant ? ....",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mehdifarhad1263",
      "author_id": "UCb_UiVJBJWhEPWqDHIph9jA",
      "text": "💎💎💎💎💎💎",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mondistributeur326",
      "author_id": "UCCpHDaVj5O_Y69epOS7xgdw",
      "text": "J’ai acheter un casque steelseries sans fil à 300 balle à chaque fois que je change de pièce là pub YouTube se lance j’ai envie de les étripé",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lilibrindacier2759",
      "author_id": "UCGIbs8U-bAk97D5f_ckkMqw",
      "text": "Très intéressant ! J’ai fermé Siri sur mon Iphone et mon Ipad ! Je ne m’en sers pas ! J’espère que je ne suis pas « espionnée » ! ;-) Siri ne peut s’ouvrir même si je le nomme. Dites-moi qu’il ne m’écoute pas ! 😅 Merci !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christineparvati5171",
      "author_id": "UCGlOTtx_lQRPn-ayr34e9SQ",
      "text": "C'est inacceptable  🐱",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mombekend5254",
      "author_id": "UCSIZKgEmPEMx6N2i-fZ3iAQ",
      "text": "Toujours big data Ai",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@azeseb",
      "author_id": "UChSHVdsoj6VJadsGVFJRZWw",
      "text": "Contrairement à ce que dit l'autre, je crois que je vais adopté la vie des amishs. plus de téléphone, plus internet, plus d'abonnement chez un opérateur,...",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SaccharoseFun",
      "author_id": "UCc5EY-TzJnqKgt4uwA8WhTg",
      "text": "est ce que cette méthode permet de détecter pégasus ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christiancorgier13",
      "author_id": "UCB_NGBJgmXbRKOdyfQ1xg2w",
      "text": "C était super adolescent  ça n existait pas. Et c était une bonne époque. Bon le portable tout le monde s en sert. C est sure soyons pas hypocrites c est pratique. Bon il y avait quand même plus de liberté avant. En termes de communication même si les surveillances existaient. Purée ça évoluer  depuis les portables. Oupsss. Merciiiiii",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fredouille_3735",
      "author_id": "UCpR0m6JLk75-Ux22j0imhPw",
      "text": "bon debunkage d'un gros mythe, MERCI !!!",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cyndam",
      "author_id": "UCF3P67G46yCLpilxuSK89ew",
      "text": "Moi je peux dire que tu regardes régulièrement le token price du cake et que tu mines du pi",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rock_Ly",
      "author_id": "UCMKi3vt9td6-a4diC8TwATA",
      "text": "Oui responsable NSA",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Oupssssss",
      "author_id": "UCmgvp5l5QyJQk7rY3j_oALA",
      "text": "J'ai eu une expérience assez bizarre avec ces pubs recommandées\nLors d'un repas avec mon père, qui n'utilise pas internet ou seulement lorsqu 'il y est obligé, j'ai discuter avec lui du fait qu'il voulait changer de tondeuse a gazon .\nJe n'ai fait aucune recherche par rapport à ça et je suis presque sûr que mon père non plus (il est plus du genre à aller demander directement en magasin)\nEt en rentrant chez moi le soir j'avais des vidéos de test de tondeuse dans mes recommandations YouTube.\nLa seul hypothèse qui me viens pour que ces recommandations me soit proposées est que mon smartphone sous Android m'est entendu.\nA-tu essayer avec Android plutôt que iOS ?\nComment se protéger de tout ça ?\nJ'ai déjà désactiver les assistants sur tout mes appareils et je fait attention à toutes les autorisations que demande les applications mais je ne sais pas si c'est suffisant",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmanuelromain8915",
      "author_id": "UCVl007cSeMLfs0NMFnD5DUQ",
      "text": "Tout d’abord pour analyser uniquement les trames réseaux sur le wifi, il faut désactiver la data.. la 3G/4G… ensuite s’agissant d’un iPhone ayant le mode l’économie d’énergie, il vaut mieux: soit avoir le tel de branché soit l’avoir charger a 100%.. (en mode économie d’énergie certaines fonctions peut être désactivée).\n\nEnsuite, les autorisations des applications peut être activé ou désactivées notamment l’accès au micro.\n\nTechniquement le test bidon donc.\n\nEnsuite, dans le discours… les raccourcis sont énormes et loins, très loins de la réalité. \n\nL’exemple des 2 personnes qui discutent qui comme par magie de la fée localisation permet d’avoir une pub parce que le collègue a acheté une nouvelle paire de pompe.. 😂 quand on parle localisation on pense GPS… hors la… cela peut et est dû au fait que le collègue a fait sa recherche sur le même wifi que celui où est connecté l’autre personne… côté WAN ils ont la même IP en sorti, proviennent du même réseau d’où la même pub.\nPas besoin d’aller plus loin…\n\nEnsuite… imaginons que Facebook écoute vos conversations via son applications. Tout d’abord il suffit de ne pas lui donner l’autorisation de le faire cents le BABA… et ensuite pas besoin pour Facebook d’utiliser le protocole DNS… 😂… bref je m’arrête là..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xv7system930",
      "author_id": "UCkVoMK5B4qfWfdmCHK8vghA",
      "text": "C'est quand même chelou j'ai fait un test de mon coter je m'intéresse absolument pas au foot ni au ballon de foot je ne fait même aucune recherche sur se sujet j'ai donc fait un test sur ça j'ai parler de ballon de foot avec un pote et comme par hasard sur Facebook j'ai eu des publications en rapport avec le foot sur des compte que je ne suit pas",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AutoNomades",
      "author_id": "UCXURiRLLfKn8O7-dVcLDxNA",
      "text": "Bref, \"circulez ya rien à voir\" ^^.......",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrManiac360",
      "author_id": "UCQLGrbLCek-mWCDLF7hBO5g",
      "text": "Le fait de verifier les packets internet  ne prouve pas qu'ils ne nous espionnent pas avec des logiciel espion avec un hardware caché. Souvent d'ailleurs ils disent que les Chinois mettent des puces pour espionner, donc s'ils pensent que les chinois le font c'est qu'ils le font aussi. D'ailleurs dans les puces Intels j'ai vu des articles qui mentionnaient la possibilité de prendre a distance n'importe qu'elle ordinateur contenant ce processeur (je fais des fautes d'ortho je m'en tape)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loopaddict4926",
      "author_id": "UCyvGP0KxP51i02tZ575ze2g",
      "text": "Ceci explique donc leur tour de magie. Pour moi c'est clairement une intrusion dans ma vie privé. Et la pub je la considere comme un cancer du monde alors de mon point de vue ca devrait être interdit l'analyse de donné de navigation personnelle!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@meteorite8156",
      "author_id": "UCQ7ZABDn30f6h1siNbWhUKA",
      "text": "aya =)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxinev.1822",
      "author_id": "UC4spYujZOW5i54souYmFzKw",
      "text": "sans rien y connaitre... il me semble évident que nos appareils nous écoutent en permanence.... il suffit de voir Siri se déclencher sur mon téléphone alors que je regarde seulement la télé et me proposer une réponse à une question que je n'ai pas posée mais que Siri a cru décerner dans le dialogue de ce que je regarde !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PLmonochrome90",
      "author_id": "UCPZsQtKG10NqoLRxIHVIKpg",
      "text": "C'est quand même très étrange... Quand mon épouse et moi avons fait un câlin avec le téléphone juste à côté, on nous propose des vêtements sexy et accessoires. En suite juste cinq minutes en voiture on a parlé de voyager avec les enfants et la chienne, ils nous proposent des accessoires pour chiens et jouets enfants... En parlant à table juste nous deux d'acheter notre viande chez le boucher à la frontière espagnole (on habite le Sud-Ouest), ils nous sorte la pub des promos viandes carrefour,... et j'en passe. Donc oui nos téléphones nous espionne",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@skrosoft",
      "author_id": "UCT2dh84NljjcH0yA0a5wpFA",
      "text": "Un peu stupide ce test, l’obtention du dns ne fait pas tout, tu pourrais par exemple très bien avoir un tunel ouvert par socket en continue et tu ne verrais aucune petición de DNS … certains penseront qu’il sait de quoi il parles",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jaz3540",
      "author_id": "UCQdX8JYYqVOOCocT4JgvXzw",
      "text": "c'est inacceptable !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurentlegaz6286",
      "author_id": "UCxz7qnXv9bm5Xmn22FDUY7Q",
      "text": "Est-ce que se contenter des requêtes DNS n'est pas trop simpliste ?  Tu parles de logiciels espions et assez récemment, il me semble, GodLua (malware) utilisait DoH de manière totalement invisible pour les solutions de filtrage et de sécurité basées exclusivement sur DNS : les hackers ont réussi à monter un botNet de plusieurs centaines de milliers de machines avant d'être pointer par une équipe de recherche universitaire (au canada je crois).\n\nBref, DNS c'est mignon mais il y a d'autres moyens de résoudre de queries de nom de domaines : DoH (DNS over HTTPS), DoT (DNS over TLS), rappelons aussi qu'il est possible de mettre en cache des données DNS pour un utilisation ultérieure ou encore plus simplement passez directement via IPv4 ou IPv6.\n\nDonc ton test ultime n'expose aucun traffic réseau suspect mais juste des requêtes légitimes dans un flux applicatif prévisible. Problème étant que pour arriver à controler réellement tout le traffic émis d'un téléphone il faudrait pouvoir déchiffrer les datas envoyées et ce processus est rendu assez voire très complexe avec les technologies actuelles (designées de sortes à ne pas être crackable), encore plus avec un iTruc non jailbreaké. Et même en accédant au clés de chiffrage sotckées sur le tel, il me semble qu'un chiffrement asymétrique rendrait toutes tentatives infructueuses.\n\nVulgarisation OK Tier, démonstration à revoir par contre.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeankeramelin3041",
      "author_id": "UCcpOibxB80kkwsBNxEMzHew",
      "text": "Plus que le marketing, les data permettent l'exploitation de la psychologie des masses et la fabrication du consentement.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@souldrivenproductivity",
      "author_id": "UCsDp09_4PVekMLx81w1yJ_g",
      "text": "inacceptable",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Xikitoblack",
      "author_id": "UCLiJNxUv5-k-q6IKyBS8dOg",
      "text": "Travail fait a moitié.. personne n'a affirmé  que les données  étaient envoyées  en temps réel, plustot décevant comme analyse",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dunoria",
      "author_id": "UCJApG4YJ1_gvTlYj5W-gDeA",
      "text": "En vrai je ne pense pas qu'ils ecoutent. Mais ta demonstration ne permet pas de dire qu'ils n'ecoutent pas. On pourrait imaginer un module a la SIRI, qui ecoutent en local et analyse le texte sur des phrases / mots cle specifiques pour permettre de determiner les centres d'interets et envoyer ca en batch ou a l'ouverture de l'app plutot que de faire une requete reseau a chaque mot prononce.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bino7768",
      "author_id": "UCbM7quDDxiE8XmLBrYfjOMA",
      "text": "+!",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pingubeemo3040",
      "author_id": "UCtpqF4Fbstvmy-MvYFc3v6g",
      "text": "comment ça \"espionner entre guillemet\" c est quoi cette manière d'adoucir la réalité? si ils pompet les données audio, c est forcément de l'espionnage, j'ai coupé court à la vidéo. le reste sert à rien.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pSyKN_",
      "author_id": "UChxHAub6am6NrXs5W83WYNw",
      "text": "Hello world ^_^",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Twohandsprod",
      "author_id": "UCj3g-3IPwSjqNuXdyc-md3w",
      "text": "Pour commencer, l'écoute des trames sur wireshark est effectué ici sur un laps de temps beaucoup trop court. Ensuite seulement un test sur un iphone,pas de test avec les produits Google ni Amazon. La vidéo est lacunaire, aucune sources alors que les exemples ne manque pas notamment pour l'écoute par Amazon. La vidéo ne traite pas les assistants vocaux en détails,c'est d'une superficialité honteuse et il y a beaucoup trop de raccourcis quand bien même pour de la vulgarisation. \nPas de tests avec tiktok, pas de test avec amazon,pas de test avec Google assistant et Android, j'aurais regarder volontiers 15min supplémentaires si cela avait été fait correctement.\n\nMaintenant, les axes d'amélioration, plutôt que de conclure hâtivement et d'arrivée a une explication qui n'est pas rationnelle appuyer le propos avec des sources.\nExemple les documents de Snowden qui indique que la NSA peut faire de l'écoute avec des moyens détourner. Faire également de la sensibilisation sur les applications et les moyens de se prémunir d'attaques sur son téléphone par exemple.\n\nLe sujet est vaste et intéressant, au lieu de faire une vidéo de 15min pour la \"fame\" un format plus technique et sourcé est nécessaire.\n\nAucune haine ou volonté de nuire, je te souhaite une bonne continuation, au nom de la rigueur intellectuelle et du fait que l'informatique est une science nous aurons toujours besoin de vulgarisation mais une vulgarisation qui fait sens.\n\nAccroche toi et 1337.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@asmaasakhar",
      "author_id": "UCCvFuRFW9PHf6H0SgXldiVQ",
      "text": "J’ai mangé des dattes ce week-end , chose que je n’avais pas faite depuis des années et aujourd’hui je reçoit sur YouTube une notification d’une vidéo d’une chaîne à laquelle je ne suis pas abonnée. \nDéjà je trouve ça bizarre…\nJ’ai regardé la vidéo.\nC’était une vidéo  sur une technique pour faire germer des dattes.\nVous croyez au hasard ? …moi ça fait bien longtemps que je n’y crois plus.\nJe vous précise que n’ai parlé a personne de ces dattes et je n’ai rien cherché sur internet par rapport aux dattes.\nJe le redis le hasard n’existe pas….\nNos téléphones sont des IA, des espions, des mouchards… que ce soit grâce à l’écoute ou la caméra",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@recowabunga7200",
      "author_id": "UCg_d2_a2hDmfBnGsiNgYUPw",
      "text": "That's not proof. Parsing could be done offline on the phone, and only the most relevent/sailant data could be kept on a file of very small limited size. Any new information could be discared unless it can replace a less relevent data packet. Hell, you could discriminate a small set of groups in human population beforehand (less than a million groups, probably who knows), and then only programm the phone to adjucate which group the phones ears seem to hear the most noise(words) from, and just send the number of the group the listening mostly corresponds to, once every scheduled upgrade happens. Just saying. the phone connects to internet every so often, and can delay the uploading of a limited sized transfer of information, which was kept to the '1Mo' most sailant data it could harvest. Anyways. Not proof. Only proof it's not doing it the way you thought it was doing it.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ticolasalmightygamer8418",
      "author_id": "UCNCXodCqe9ifKTMofK0bOlw",
      "text": "Franchement, je sais pas… un matin, je me suis fait voler ma voiture devant ma maison… j’étais deg et tout. Normal. « Je dis a voix haute à me femme: je vais acheter des caméras de sécurité ». Quelques heures plus tard je vais sur YouTube, et les premières pubs que je vois sont des pubs pour les caméras de sécurité… chelou quand même !!!",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sachaldr6545",
      "author_id": "UC_7LKXVLdxuNNv8PT3BBjpA",
      "text": "Utilise un vpn, ta pas peur de montré l'ip de ta box 🤦",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marc-aurelechegnimonhanaya8264",
      "author_id": "UCLfLSuk8iZf0OETFgJ3l59w",
      "text": "Bonjour.\n\nJ'espère que vous allez bien.\n\nS'il vous plaît, pouvez-vous nous donner le nom de chacun des algorithmes de Machine et Deep Learning pouvant nous aider à faire de: \n\n1 - L'mage recognition comme les moteurs de recherche comme Baidu, Bing et Google le font pour permettre aux utilisateurs d'uploader des images depuis leur ordinateur ou leur téléphone pour avoir très exactement les résultats d'image uploadée.\n\n2 - fournir de façon précise et la plus intelligente possible un résultat exactement comme Google le faire. Par exemple, lorsqu'on demande à Google: \"Qui est le président des États-Unis\", Google nous retourne le nom exact de l'actuel président des USA qui est: \"Joe Biden\".\n\nAlors, quels Algorithmes en intelligence artificielle peuvent résoudre chacun de ces problèmes exactement comme le font les moteurs de recherche ???\n\nMerci d'avance.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loudjasss",
      "author_id": "UC_orUZjudWVjKnRDoHKQZ1A",
      "text": "moi je men fou je préfère les chaussure Nike façon donc je suis trkl",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jalalma",
      "author_id": "UCaZ5omfr4BoQ0cb1GZBvF0g",
      "text": "c'est quand meme une sacrée merde l'IA",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Feyli",
      "author_id": "UCCPF6yB8LNbmVgHyI88EC_A",
      "text": "Désolé, mais rien ne va dans cette vidéo. Ce n’est plus de la vulgarisation. Certaines informations sont complètement fausses…",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@delaportestephane8771",
      "author_id": "UCYlVnZAJYP8JTzP44WUdCqw",
      "text": "Mais du coup pendant que tu as fait cette vidéo si ton tel était a coté de toi il a tout entendu non ? non mais plus sérieusement si il s'agit de logiciel espions censé nous écouter pour mieux ciblé nos habitude de consommation pour nous pousser a consommer par exemple , tu pense vraiment que tu le trouverai simplement comme ça ? je ne crois pas .\nIl y a des gens dans ce monde qui sont très fort en hacking et je t'assure que si ces gens active la caméra de ton ordi pour t'espionner ou ton micro pour t'écouter , pour toi il n'y a aucun moyen directement visible que tu t'en rende compte !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LazyBoy-x4q",
      "author_id": "UCGFjClM-4dkwBlZQE1bK5Jg",
      "text": "Euh il y a des façons plus intelligentes de faire ça que d envoyer les data en continu... Il suffit d imaginer un algo qui tourne \"ondevice\" qui établi un rapport sur le profil marketing de l utilisateur et qui envoie le rapport de temps en temps.  La seule façon d être certain de pas être espionné aurait été que toutes ces apps soient open source... Cette vidéo ne prouve rien !",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicodindon7477",
      "author_id": "UCPucI39IBVWwY_G9ec0TNsg",
      "text": "Désolé mais rien ne va dans cette expérience. Le filtre DNS fausse tout, seul le 1er acces declenche une requête. La transcription peut être faite en local. L’upload peut-être en différé. \nIl est possible de très bien cacher ce trafic. Ce ne sont pas les GAFAM qui vont prendre ces risques mais les entreprises d’ad bidding peut scrupuleuses qui vendent leur kit à intégrer aux apps tierces. Peu d’éditeurs dapps vont refuser un gain d’argent supplémentaire dispo en 3 clics. Ces kits sont partout…",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bariltrailette",
      "author_id": "UCR3zTxOtF_Pb5eAmaq2JgeQ",
      "text": "Trop de bla bla pour rien cette video la reponse est oui 10 secondes cest pas sorcié pas besoin den faire un chapitre si vous etes chez votre psychiatre boom enregistrer psychologue emregistrer tout ce sait pour ca quil y a plus de probleme voila. Mais nous aimons nos smartphone alors on sen fiche.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@siobudc-1711",
      "author_id": "UC4Qlsr0ngk-B5UD0WPecfWw",
      "text": "Cette vidéo va commencer à être obsolète.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MirageX47",
      "author_id": "UC_cjvmb5yMFReHqwLYRDg6Q",
      "text": "Le raisonnement pue la merde dsl",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lkeysoft",
      "author_id": "UCKE2DexRGKCiUjXukn0NLUw",
      "text": "1:57 “système assez lourd” ? \nCe n’est absolument rien comparé à ce qui se fait en software et hardware en 2021…..",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aximilia_",
      "author_id": "UCndhbRhSfBQn1prbvMIzaYQ",
      "text": "Les AI peuvent tout à fait fonctionner en local et uniquement modifier le profil qui sera envoyé à la prochaine connexion.\nEn plus, cette histoire de data n'est pas crédible, on est plusieurs à avoir reçu des pubs pour quelque chose dont on parlait pour la toute première fois et qui n'ont aucun rapport avec ce qu'on consomme habituellement. C'est d'ailleurs à ce moment là que tu te poses des questions.. personne ne s'étonne de recevoir une pub pour un produit pour lequel il a déjà fait une recherche ou passé une commande sur un site. (D'ailleurs, faut qu'ils arrêtent les pubs pour les trucs qu'on a déjà acheté, c'est débile mdr)\nBref, enquête bâclée.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nomdutilisateur",
      "author_id": "UCu4DPxtK4LmDoRwZ1fvaL6A",
      "text": "J'ai regardé 2 vidéos sur cette chaine et dans 100% des cas mes oreilles ont saigné quand tu as prononcé LinkedIn. Ce n'est PAS \"Linne queue dinne\" mais \"link tinne\". https://www.youtube.com/watch?v=DO1ZyMDiLHc  Merci ;)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anikhebert3574",
      "author_id": "UCcWwUJk5zldEbIw3df2GNzA",
      "text": "Si je n’est pas de cellulaire mais un iPad, est-ce la même chose",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cempack",
      "author_id": "UCc9Io6fXSAsYf2QLaT7BW7Q",
      "text": "Tu ne pousse pas t'es recherches très loin. Tu ne regarde que les requêtes DNS et tu n'a essayer que sur un iPhone, hors tout le monde sait que l'iPhone est sûrement l'un des appareils qui nous trace le moins...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vendarion",
      "author_id": "UCW75zKe5ahDTVEhEpTPtpQA",
      "text": "ce test ne démontre absolument rien.\nSi Siri t'espionne et que tes données sont envoyées à des partienaires commerciaux, tu ne peux juste pas le voir...\n\nCe que tu racontes à Siri est envoyé à Siri\nLes infos sur les marques sont envoyés PAR Siri aux marques, et tu ne peux absolument pas le voir.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementclem5193",
      "author_id": "UCZTlYs9lp5RMzchbhVFyDnQ",
      "text": "Je vais te donner deux anecdotes qui m'est arrivé. \n\nLa première : Je discutais avec mon père de la vente de l'entreprise, il m'annonçait pour la première fois qu'il allait arrêter et chercher à la vendre. J'étais seul avec lui dans un bureau et mon téléphone. Deux semaines après, j'ai commencé à recevoir pour la première fois sur mon mail personnel, me demandant si je voulais vendre l'entreprise avec le nom de celle-ci; des prestations pour vendre et perdre le moins possible vis à vis de l'état etc....\n\nLa deuxième : Je discutais de cela avec un client ( ingénieur aéronautique) , et il me rapportait qu'un soir ils discutaient, sa femme et un couple d'un sujet très précis et particulier. la même chose que moi, deux à trois semaines après il a commencé à recevoir des spams publicitaires et mail concernant ce sujet en particulier. \n\nMaintenant je vais pouvoir apprécier ta vidéo. \n\nBonne journée",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WatiMel",
      "author_id": "UCW88xUS5DaSvACNX_uw_xCg",
      "text": "On dirais le parfait mélange entre Bigflo et Oli c'est abusé mdr",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PiMeNsTeR",
      "author_id": "UCain1-30IwDQTRUUcxuhrUg",
      "text": "C'est complètement nul les recommandations car ça fait tourner en rond comme dans un bocal et ça empêche de découvrir de nouvelles choses auxquelles on ne ce serait peut être pas intéressé au premier abord. Nous sommes seulement du temps de cerveau disponible et des portes feuilles sur pâtes pour ce genre de firmes !!",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FunkyJamesHutchinson",
      "author_id": "UCARtjbO4FiOZdazwd7IAQkw",
      "text": "A 11:03 tu dis \"parce que vous venez d'en discuter\" ce qui veut dire qu'on est écouté.C'est toi qui le dis. Malgré toutes tes connaissances et les infos que tu as pu avoir, je ne crois pas une seconde en ce que tu dis. Peu importe ta démonstration avec tes outils ça ne veut absolument rien dire. C'est pas parce que y a pas de paquets transmis au moment ou tu parles que c'est pas écouté et enregistré dans ton tel, puis transmis après d'une façon ou d'une autre. Et honnêtement j'ai pas compris l'histoire de la conversation avec les collègues à table. Y en a un qui consulte un site Adidas et du coup tous les collègues sont grillés? Facebook sait qui sont tes collègues ? parce que tu as été localisé à proximité ? déjà rien que le fait d'être localisé en soi est de l'espionnage. Tu parles de SIRI ou même les autres c'est pareil, Alexa et consort, ils écoutent en permanence car s'il ne le font pas il ne peuvent pas réagir à leur nom. On a déjà démontré que Google enregistrait de la conversation avant la requete OK GOOGLE. Les outils à disposition sont des faux outils et leur technologie à au moins 40 d'avance sur ce que nous utilisons. Pourquoi on nous écoute ? parce que t'as pas la réponse alors on nous écoute pas ? C'est du raccourcis. Je suis persuadé que nous sommes écouté c'est ma conviction j'ai pas nécessité à le prouver j'en ai pas les moyens. Pour finir, des employés d'apple ont déjà témoigné pour dire que sans la requete \"dis siri\" ils entendaient des conversations. Et il y a forcement aussi les caméras en façade. Si je suis devant mon ipad posé sur un meuble, il cherche à scanner ma tête pour déverrouiller.Même la caméra de l'interphone de chez moi, tu passes devant et tout à coup ça parle pour dire que tu dois sélectionner un nom et sonner. Donc, tu es détecté, donc tu peux être filmé, enregistré à la fois son et image. Peut-être que le système fait des capture d'écran, comment tu peux être sûr du contraire parce que Zukerberg dit que jamais ils écoutent? Mais lui c'est pire qu'un mytho et tout ce qui est américain est soumis à leurs doctrine dont leurs pauvres lois constitutionnelles ne peuvent rien, c'est de la poudre aux yeux. Les américains payent des impôts sur le revenu alors que ça n'est écrit dans aucun texte. Ils font absolument ce qu'ils veulent.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sylviefondu264",
      "author_id": "UC3IQLS15VP2-B4unn0sReXg",
      "text": "Bonjour j ai déjà remarqué que j étais espionné d'ailleurs je suis harcelée au tel c est scandaleux ce sont des pourritures.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dartagland",
      "author_id": "UC-Z2tqtxCLSriVp1bnKnKuQ",
      "text": "Bancale ton analyse... Les logiciels que tu analyses avec ton wireshark n'envoit pas que des données DNS. Le DNS est un protocole qui sert à faire de la translation IP/Nom de domaine.\nDe plus l'encapsulation peut aussi cacher le trafic de donnée concernant ta vie privée dans un protocole jugé comme \"fiable\".\nIl y a de l'écoute, sur mot clé. C'est certain à 100%.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@plomdator",
      "author_id": "UCp1TRUjOev8_-9PZXYq9AXQ",
      "text": "Désolé mais tes expériences ne sont pas très pertinentes. Ensuite ce que tu dis par rapport aux collègues qui discutent pendant leur pause c'est juste une supposition très basique, rien de concret, aucune preuve. Cette vidéo est très mauvaise, il y a trop de raccourcis et c'est dommage car les autres de ta chaine sont très bien.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valentinvanneste4659",
      "author_id": "UCKtSbYFY4foXVg0DBgQXQZw",
      "text": "On s en fou totalement 😁",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eltonio900",
      "author_id": "UCONpsRXGr0ZEwAw_Zi_WW0Q",
      "text": "Tu as touché cb pour faire cette vidéo ? Qui est le commanditaire ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@patricia-benard",
      "author_id": "UCZfCR3oyFFnsjVg19qocu0g",
      "text": "N'importe quoi je vois pas l'intérêt de nous espionner nous sommes pas assez riche ou important pour être espionner",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AntBusta67",
      "author_id": "UC29rjftVbSa8BgdDlnhKB0w",
      "text": "Mon daron qui regarde la télé, la tronche de Poutine apparait et il me demande si je sais s'il y a des mcdo en Russie (il était entrain d'en bouffer...),\nJ'ouvre google sur mon phone je tape \"mcdo\"  première proposition -> \"mcdonalds Moscou\" ...!\nEtrange coïncidence.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SamyBob940",
      "author_id": "UCiSyASbJC5icVmdaIMs_K-g",
      "text": "Tu fais des fautes de français toutes les 30 secondes c'est lamentable",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soolax_fx",
      "author_id": "UCZYBz-31ONaEDmRtcraSH2g",
      "text": "arrête ton balnave t'es en local oui facebook et d'autres t'écoutent",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adadaprout",
      "author_id": "UCJhWtgf7IHBxIIwaIZobSjg",
      "text": "Ca prouve pas grand chose ta demonstration, c'est un peu prendre les mecs d'en face pour des gros nases. Il est tout a fait possible (et probable) que l'app (facebook par ex.) écoute ce que tu racontes pendant toute une semaine et dresse un portrait robot de l'acheteur que tu es en ce moment, toute seule dans son coin, sans avoir a communiquer ta voix avec un server exterieur (meme pas besoin de connexion internet), et ne mette a jour ton profil avec les servers externes qu'occasionnellement, quand tu te connectes sur l'app par exemple -- et donc non seulement tu vois rien quand tu sniff comme ca au petit bonheur la chance, mais en plus tu verrais rien si tu sniffais au bon moment car ce serait perdu dans du traffic légitime et crypte de toute facon. C'est vraiment prendre les mecs de chez FB (ou autre) pour des abrutis qu'imaginer qu'ils vont uploader-streamer ta voix en continu ..",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axslt",
      "author_id": "UC9d_cfUqJmYO7ijoZ0_ysLQ",
      "text": "Perso je trouve ça acceptable sous trois conditions :\n1) C'est volontaire et non forcé\n2) Les données ne quittent pas le pays et on peut demander à les effacer à tout moment\n3) Les données peuvent être utilisées par l'entreprise, mais ne doivent pas la quitter (cela suppose donc une sécurité au niveau)\n\nEt que faire une faute sur un de ces points est passible d'amendes en bénéfice du consommateur (et non de l'État uniquement)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JSO20022",
      "author_id": "UCRiurV-G0hF8SxAMoT3NylA",
      "text": "Bien tenté, les moutons apprécieront",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tatianatatiana1268",
      "author_id": "UCzg-I7_eUuhUf1xhhknwa1A",
      "text": "Toi tu ne fais que du blabla pr être payé par tes nombreuses pubs. Tu sais très bien qu on est deja surveillés depuis longtemps.\nPutain mais dites moi c est quoi ce charlot sérieux 👌",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charles8885",
      "author_id": "UCSThc-w7ctVJLCjAJrovbHg",
      "text": "Arrête ta vidéo est inutile à part pour les grands pères et je suis vieux.tu fais ça pour les vus et l.argent….😊",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JeRemy-td5cd",
      "author_id": "UChLrYkf_i4b8SZ0SmNpljlw",
      "text": "Aucun esprit scientifique, des \"preuves\" ridicules présentées comme les seules options possibles, des biais à ne plus pouvoir les compter, bref nul à chier.\nMieux vaut s'abstenir que sortir une vidéo aussi peu qualitative sur la démarche \"scientifique\"",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bossgd100",
      "author_id": "UCNltsK6PWCV2X1fdqPNw3yg",
      "text": "First",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@egolandz",
      "author_id": "UCiIe5lwVtRo0Stw8ytZ5RAg",
      "text": "Je ne sais pas dans quel mesure tu as Conscience de ce que représente la thématique centrale de ta chaîne. Ce que tu essaies de décortiquer s'appelle la psychotronie. Tu as mis le doigt sur l'Arme ultime des états. Une réalité qui dépasse infiniment nos capacités imaginaires. Etudier Niola Tesla en profondeur pour le comprendre. Tant que tu resteras plutôt périphérique sur le sujet, comme tu le fais à présent car tu n'as pas les clés de compréhension de ce qu'est cette réalité,. Alors ça va. Sinon, si tu creuses pour toucher au coeur du truc...Gros Problèmes à l'horizon pour toi... Le seul conseil, ranger son phone constamment dans une boite en aluminium. Éteindre la wifi la nuit quand on dort.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}