{
  "video_id": "0r_9-LOWUQw",
  "title": "What is a Machine Learning Engineer?",
  "url": "https://www.youtube.com/watch?v=0r_9-LOWUQw",
  "comment_count": 23,
  "comments": [
    {
      "author": "@vahdettint",
      "author_id": "UCfj8F_R5dKerziz2TOYBxqw",
      "text": "Belle vidéo et pourtant je ne suis qu’un amateur en machine learning 😅",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MachineLinguist",
      "author_id": "UCmCKnZChM3Umn-W0vnklDrw",
      "text": "Merci pour la vidéo 👍. C'est une super question que tu poses : « le ML engineer est il une nouvelle licorne ? ». Mon expérience, c'est qu'on passe de moins en moins de temps à concevoir et entrainer des modèles. Pour les cas simples, les librairies sont de plus en plus high level, et l'auto-ml se généralise. Les entreprises \"normales\" (pas les big tech) n'ont plus besoin de \"research data scientist\". Le ML engineer est une sorte de backend developper spécialisé en IA, qui utilise généralement le cloud pour l'infra derrière ses modèles. C'est donc un scope réduit : il reçoit les données du data engineer, et il s'occupe de faire tourner son modèle et de vérifier sa qualité, et il laisse le reste du taff aux autres développeurs (backend, frontend, etc.).",
      "likes": 20,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@armanmkh7707",
      "author_id": "UCXKyvBEtDlhL5GQX3UBnexg",
      "text": "Top ta vidéo ! 👊🏻",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@komimarcatsou1871",
      "author_id": "UCpaMT_tbFUsndQouVQLtS-g",
      "text": "Waou !!! Superbe vidéo. Très instructive et synthétique. J'aime bien ton recul et ta remise en question. C'est un élément important de nos jours. Car il y a plus de questions que de réponses.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christchrist5563",
      "author_id": "UCBVOku166ul5Es85-XbgsgQ",
      "text": "Donc si on a fait une licence en développement avant de faire le machine learning engineer ca serait bien super",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rochinel_bn408",
      "author_id": "UCOaJrnIm9FxiIBfsa1Mybqg",
      "text": "je suis en fin de parcours ingénieur Big data et IA . pendant la formation les profils qui m'ont vraiment attiré c'est le Data ingeneering et le feature ingeneering",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@trucmuche1531",
      "author_id": "UCB3PdupjmILnYafXS6mcyjw",
      "text": "Top merci ! Moi je viens de passer un titre professionnel d Etat de developpeur IA (bac +3 ) . Ca regroupe tout ce que tu as dit (mais à un niveau junior 😅) j etais septique quand à ce titre mais ce que tu dis me conforte dans mes choix : oui à l IA mais il faut quelle soit exploitable dans un vrai use case et déployé! Merci pour cette vidéo qui tombe à pic alors que j étais en plein doute !",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_rachid",
      "author_id": "UCGulsv1A8Ou2PzaIZuzroSA",
      "text": "Merci pour la vidéo !\nEst ce que les jobs machine learning engineer sont très recherché en CDI en france ? Je viens de m'installer en france et je suis sur le point de commencer une formation dans le domaine de tech et j'hésite de choisir entre le machine learning et le développement web. Qu'en pensez vous ?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FI-BB",
      "author_id": "UC6TFqs1mz7Nfp1UWZ8mrMyA",
      "text": "Merci pour ta video, mais si je peux ajouter une clarification. Les titres depends des entreprises. Par exemple, chez Amazon y a pas de titre de MLE mais Applied Scientist, et chez Facebook aussi y a pas de titre de Applied Scientist mais MLE et chez Microsoft c est Applied Scientist. Aussi, chez google, le data scientist c est un analyst tout comme chez facebook. Globalement, MLE soit c est un Soft eng sur le ML avec ou sans PhD (facebbok et Google), Applied Scientist c est un PhD mais pr la Prod. Apes tu as research scientist dans toutes les boites, ils font que de la recherche pas de dev en prod. En conclusion, ca depend des boites. :) Moi meme étantétait",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DefendIntelligence",
      "author_id": "UCnEHCrot2HkySxMTmDPhZyg",
      "text": "Et vous Comment vous voyez un Machine Learning Engineer ?  Désolé aussi pour le son trés \"echo\", j'ai essayé de modifier un peu en post production mais bon.... Si c'est très dérangeant vous pouvez écouter en écouteurs en baissant un peu le son.  Pour les prochaines vidéos je ferais plus attention aux réglages pendant le tournage.",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romainleclair5119",
      "author_id": "UCvJYsvJP4OdXxRsQm9zj9jg",
      "text": "Super Intéressant, merci !",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moodwoowwood",
      "author_id": "UCW5w4vcAU3gLNDWq8EkFtYQ",
      "text": "Bonjour, je suis actuellement en reconversion et je pars de zéro. Que conseilles-tu comme formation ? Vers où me diriger si le Marchine Learning Engeneer n’est pas en soit un métier officiellement reconnu de tous ? En attendant ma formation, quelles sont les références et les ressources qui me permettraient de me former en autodidacte ?\n\nMerci pour ta vidéo !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Uni1Lab",
      "author_id": "UCb8n5I0G8iwijERwEgapzRA",
      "text": "En gros, ce que tu est en train de dire, c'est de prendre un développeur (un vrai) avec 10/15 années d'expérience dans n'importe quoi (mais quelqu'un qui sait c'est quoi mettre un système en prod, pas un gamin), un bon bagage en maths. Il se fait une formation approfondie en algorithmique liée au deep learning, auto-encodeurs et autres transformers et tous les trucs un peu hype qui sortent tous les jours sur arXiv... Et tu obtiens un King !!! Bref, rien de neuf. Ça a toujours fonctionné comme ça dans l'IT.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chhivseng-ly9603",
      "author_id": "UCllf4vNeJomWctbe64OPt5g",
      "text": "A 8min53, tu dis qu'il arrive pas a convertir.. en creation de valeur ? Tu veux dire que les datascientist ont du mal a l'intégrer leurs solutions dans les  SI ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blacksird7135",
      "author_id": "UCs_X74EGU8g0Qic0ud-rvMw",
      "text": "deep learning engineer ça existe déjà dans les annonces ! ;)",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boilingbrains",
      "author_id": "UCKAzZCVzqkdvxX6VLTwyVMQ",
      "text": "au top la vidéo, du coup toi tu te défini  comme un \"ML engineer\" ou \"DL engineer\" ou \"computer vision engineer\" ^^ ... la nomenclature c'est pas évident même si dans ma boite HR donne des noms de fonction au pif juste pour savoir comment répartir le salaire :p",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abderrezakkhabat5547",
      "author_id": "UCdhPpZD8wnfhCUVOcDuZW1A",
      "text": "merci pour l'explication",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vincentbibai7488",
      "author_id": "UCFSN65oMtA3CGMKGIFOLhTg",
      "text": "Top vidéos ! Svp est-ce une bonne idée d'obtenir un master en cloud computing & Big data . ? Si oui ? .dites moi en quoi sa me servira",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@darkmoens",
      "author_id": "UCUiBCLXgzR-gCZns9fWc5og",
      "text": "Salut !\nJe découvre ta chaîne depuis peu car je suis actuellement en train de me lancer dans la recherche d'emploi dans le monde de la datascience. J'aimerais avant tout te féliciter pour la qualité de tes vidéos. Elles sont très instructives et tout l'aspect réalisation est très réussi :) \nJ'ai aussi un petit conseil à te demander. Je viens de finir un master de bioingénieur en environnement avec une spécialisation en data science ( +- 43 ECTS d'option) et j'essaie de trouver un emploi. Malheureusement tout le monde me refuse pour manque d'expérience. \nAurais-tu des conseils pour les jeunes diplômés ?\n\nEncore merci pour tes vidéos !",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinesaintpaul3467",
      "author_id": "UCNAmrBxIFAJVgOAdRZrM_eA",
      "text": "Salut ! Je suis un Data Scientist Notebook Scikit  😂 (Je trouve ça plutôt drôle et vrai) travaillant dans un grand groupe français à l'étranger et je pense que ce genre de Data Scientists ont été employés pour justement faire cela. C'est à dire développer des modèles et réaliser des études pour prendre une décision business (Projets qui ne sont pas utiles pour une mise en prod).\nEt sinon pour revenir sur le sujet de la vidéo, j'ai l impression de voir juste une évolution du nom d'un Data Scientist qui maîtrise tout le processus de mise en production.\nSuper vidéo !",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@omarelghaffouli1322",
      "author_id": "UCDHXaTHIYLsdGEwT67NGVoQ",
      "text": "Bonjour , ou peut-on trouver ces offres de job des multinationales comme Apple par exemple ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@luxraider5384",
      "author_id": "UCgM3K8p0KruGUaZ3nd7VnPg",
      "text": "Petite question:c est quoi ton clavier?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lapookie",
      "author_id": "UCKrG3tfAQwlxu_I40A1jyOg",
      "text": "Olala mais ça veux dire que les entreprises attendent énormément de notre part en termes d'expérience/techno et qu'on va en chier au boulot à tout se taper  x) ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}