{
  "video_id": "5FM2YQAFX7w",
  "title": "The Dunning-Kruger effect applied to our times.",
  "url": "https://www.youtube.com/watch?v=5FM2YQAFX7w",
  "comment_count": 52,
  "comments": [
    {
      "author": "@DefendIntelligence",
      "author_id": "UCnEHCrot2HkySxMTmDPhZyg",
      "text": "Vous avez pensez quoi de la vidéo ? Ca s'éloigne un peu des sujet très tech, mais la psychologie ca me passione. Et je le retrouve souvent des personnes dans l'IA qui subissent beaucoup ce biais... Vous en pensez quoi d'ailleurs de ce biais ? Vous avez des méthodes pour l'éviter ?",
      "likes": 18,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Saou53",
      "author_id": "UC1VsEFVQoVDqlwpGjZInuLw",
      "text": "Ma grand mère disait : L'intelligence c'est comme la confiture, moins il y en a, plus on étale.",
      "likes": 6,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cabinetram1361",
      "author_id": "UCldnnEWUnyfuyYF6zRMqPrw",
      "text": "Albert Camus a dit : « Le mal qui est dans le monde vient presque toujours de l'ignorance, et la bonne volonté peut faire autant de dégâts que la méchanceté, si elle n'est pas éclairée. » \n\nExcellent sujet et parfaitement illustré. T’a fait un super travail bravo. De ça en découle beaucoup de réflexions, le manque d’humilité, le fait que ce sont souvent les moins informés qui veulent débattre le plus. Les gens vouent leurs vie à des sciences et certains se donnent le droit de venir avec leur micro connaissances tirée d’un post Instagram débattre avec eux.",
      "likes": 16,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antipathes7294",
      "author_id": "UCcI1orTNOlnA_VdamMVSq2g",
      "text": "Merci pour cette vidéo très intéressante et cette leçon de modestie.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PelucheFR",
      "author_id": "UCsg1LE_Ty6g5xMASi1eW9rQ",
      "text": "Je me suis déjà Dunning-Krugeré dans les deux sens, autant en me surestimant quand me sous estimant ahaha",
      "likes": 9,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebastiensostelly6140",
      "author_id": "UCwECa8mZmXOopGz5qZ5xTqg",
      "text": "Très bonne vidéo!! Tout est très bien expliqué et intéressant . Bravo a toi pour cela et j'espère que tu en sortira d'autre dans le même acabit . 👍",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gwennd2109",
      "author_id": "UC-Q5H8eWyul-ErkwyjJJ1fQ",
      "text": "J'aime beaucoup, une bonne vidéo, un contenu intéressant 😊 De la force 💪",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andrekonga8388",
      "author_id": "UCS5ZXgmzCnnIfuQhtK1r0dg",
      "text": "Merci de cette video. Elle résume un ensemble de question que je me pose parfois sur certaines personnes",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@habzak1171",
      "author_id": "UCNN_IvQO3iUVV04RTDGexpg",
      "text": "#partageLavideoAunTeubé 💗",
      "likes": 6,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@biquette.13",
      "author_id": "UCgRKo4w75WcVzdNr1nLHY9Q",
      "text": "grave intéressant !",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tasnimemarecar3007",
      "author_id": "UCFG-na-JiprauwhAP4v3nsA",
      "text": "Très bonne vidéo mercii",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@messaoudirayan6455",
      "author_id": "UCUyDErjZaeR_zD-rejhZ8tA",
      "text": "Très bonne vidéo",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasLoca57",
      "author_id": "UCxbEtuWdXQ7EqVlcNrz6BjA",
      "text": "Ta vidéo ressemble beaucoup à celle de Outside The Box sur le même sujet ! :D\nSinon vidéo de qualité :)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jacquesunterlechner9893",
      "author_id": "UCsdPiwEuz0DZRG2dQOCDT_Q",
      "text": "Super vidéo de \"détente\" mais très utile. J'écri cela car je suit un expairt en psichologie et notament sur l'effet Doning-Cruger et que je suis super faure et super intéligent!!! \nNON, en fait j'y connais rien du tout et je suis complètement nul sur ces sujets et domaines de connaissance, je connais à peine l'effet Dunning-Kruger. MERCI :)\n\nAprès avoir passer un peu de temps à réfléchir et à croiser les points de vue sur l'effet Dunning-Kruger, je pense qu'il a quelque chose qui nous interroge tant individuellement que collectivement sur ce biais cognitif mis en évidence dans l'expérience de Dunning-Kruger entre Savoir et Image de soi (niveau de confiance en soi). \nEn s'appuyant sur les travaux de synthèse de Daniel KAHNEMAN, ainsi qu'en réfléchissant sur le fonctionnement des organismes vivants (surtout les animaux ), on peut penser que face à une situation donnée, à un environnement donné, et/ou à un objectif déterminé, chacun (individu ou groupe d'individu) doit rapidement se positionner et adopter l'attitude qu'il pense être la plus adaptée donc faire une estimation du réel (POSER et fixer un à-priori) avec un degré de confiance le plus élevé possible. Ceci se produit pour chacun à chaque instant (pour voter, ou pour entrer dans un bâtiment, la plupart des gens passent par la porte après l'avoir ouverte, et n'essaye de passer à travers le mur ou de monter sur le toit Etc...) Bref dans la majorité des cas, c'est extrêmement efficace! Sans opinion à priori, pas de décision ni d'action possible. \nPour certains, le degré de confiance sur la fiabilité de sa propre opinion  est très élevé tandis que pour d'autres c'est plus problématique. L'opinion à priori est produite en fonction de ses connaissances (son savoir en quelque sorte), de son expérience de vie et de son analyse des faits (des données), sachant que les faits eux-mêmes sont aussi soumis au point de vue et de son monde (Umwelt). Quant au degré de confiance, il est différent pour chacun et est aussi changeant suivant les situations... BREF, j'ai le sentiment personnel (mon point de vue)    que 1, les experts sont moins experts qu'il n'y paraissent (il y a toujours des limites à la connaissance et au savoir) tout en reconnaissant un haut degré de fiabilité de certaines expertises   2, je ne suis pas exempt d'être moi-même victime de l'effet Dunning-Kruger à tout instant (plus ou moins)3, les ignorants ne le sont jamais totalement 4, je ne suis pas seul au monde et ce que je pense (mes opinions) est le fruit des interactions, des influences et des partages que j'ai pu établir avec d'autres 5, j'ai toujours à apprendre et à réévaluer mes opinions quelques qu'elles soient.\n\nPour relativiser sur le sentiment d'incompétence des personnes compétentes  voir Les travaux de Nicolas GAUVRIT. \nEt surtout pour rigoler un bon coup voir les vidéos de defakator / la chanson sur Dunning-Kruger : https://www.youtube.com/watch?v=YA3XKIAGRuE&list=PLMeTd2QJGHpH3WpUeFh9mEH4l_YoPlPTV&index=20\nla vidéo complète sur Dunning-Kruger (notamment le graphe\" naturel\" à 6,16) :\n https://www.youtube.com/watch?v=OyiRinrf4y8&t=597s\nMerci encore. PS Je continue à suivre tes vidéos pour devenir expert en IA... -:)",
      "likes": 3,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanbaptistepierre9397",
      "author_id": "UC2hEt57yycm60rmpBXaoR7A",
      "text": "ça on l a compris depuis longtemps allez toujours vérifier les informations",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bechirsalmouk8262",
      "author_id": "UCdosJHxuVPJngYIHEF70SzA",
      "text": "Très intéressant bravo, cela correspond bien malheureusement à quelques problématiques de notre époque : pire encore aujourd’hui tout le monde s’improvise médecin pour conseiller, juge pour « adjuger », avocat pour défendre et informaticien pour conseiller. \nLes personnes qui ont frôlé le parfait sont des gens simples, expert dans leur domaine et curieux des autres domaines : accepte le fait d’ignorer tel ou tel informations.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loukid9930",
      "author_id": "UCz5CK33qkcQSVOlDItZ2wTQ",
      "text": "Hello, merci beaucoup pour ta vidéo, je ne connaissais pas ce phénomène. J'ai un cousin également, buté sur ses idées et sa vision de vie, du coup je n'arrive jamais à discuter avec lui ( et même mes autres cousins n'y arrivent pas) ça finit souvent en dispute... j'ai beau lui donner des arguments ou des chiffres, pour lui tout est faux. :(",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ilyasrahmani7579",
      "author_id": "UCH1cF5aj3Tu4gH_6g02yWyQ",
      "text": "S/o le référencement 🤝🏼",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@miryameeladli2279",
      "author_id": "UCAumNFoN0Mw7wajirTS0L3g",
      "text": "Très bon contenu, super bien expliqué, franchement c’est top continu comme ça  force à toi le S 👏🏼☺️",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@albart1732",
      "author_id": "UCFPdGqzPlsVcficYXmQrI6g",
      "text": "Il s'agit de l'incompétence inconsciente et des 4 phases de l'apprentissage. Il faut dire que la société et le monde du travail ou l' image est de plus en plus importante, valorise les gens qui s'affirment et qui s'expriment sans montrer le moindre doute, car le plus important est de convaincre (même si c'est souvent à cours terme). Celui qui est conscient de la complexité du monde et montre plus d'hésitation est vu comme indécis et peu sur de lui.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@paikss3ssryuga545",
      "author_id": "UCEFrHR3zLphvHsWpF87rnBg",
      "text": "Je rajoute un commentaire pour le référencement.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tiktokmoon8449",
      "author_id": "UCPH4pDEU_vPE0JqbX-0uerA",
      "text": "On comprends pk cette vidéo n'est pas très connu contrairement à d'autres dénué de savoir... Pourtant, elle est d'utilité publique",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LouisSerieusement",
      "author_id": "UCUudI5YwpvNz-Jj04WTntog",
      "text": "<3",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antipathes7294",
      "author_id": "UCcI1orTNOlnA_VdamMVSq2g",
      "text": "Ayè ! Je suis expert autoproclamé en psychosociologie ! \\o/\nrun away",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ortellitony302",
      "author_id": "UCsNjbFNab4-HnFKTahpbjhQ",
      "text": "cette vidéo s'adresse en tout point de vue à nos dirigeants , très bien amené...mais cette crise este malgré tout un mensonge qui cache une Vraie crise à venir...",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jesusestlalumieredumonde8547",
      "author_id": "UC1MVhEiiA13iG2CBpB2Cu7w",
      "text": "Je conçois que cette vidéo était il y a quelques mois… mais avec le recul… ça commence à se voir que le coronavirus était un prétexte pour mettre en place une identité numérique numérique (nouvel ordre mondial ) ? En faite la question la question c’est de savoir où tu te situais sur la courbe il y a huit mois ? Et où te situe tu maintenant concernant le Covid ? Après pour le reste vraiment génial tes vidéos !",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jess-zn1sv",
      "author_id": "UCn9S8wSelOi2yaEdPFUczWA",
      "text": "Top!!",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@floc.9033",
      "author_id": "UCb6xaFrkhgUQMmNri8BfuRQ",
      "text": "C'est super intéressant !",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bertrandrobintaudou",
      "author_id": "UCCvyQWe5xpK1dbc3ZCR1KFw",
      "text": "restons modeste ...",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moradghezaiel4779",
      "author_id": "UCbL5Lu6FQFkg1_3UmJ9egUg",
      "text": "Intéressante comme vidéo! A propos de la data science, je penses que cet effet à tendance à moins s'appliquer, OK la hype de l'IA à fait naître des tonnes de génies de la lampe, mais si tu connais ton algèbre et ta géométrie, que scikit learn n'a plus de secret (ou presque) pour toi et que tu es plus où moins a l'aise/expérimenté dans le développement de réseau à architecture plus où moins commune, tu peux pas nier le fait qu'un élan de créativité puisse se transformer en intuition est être à l'origine du développement d'une solution adéquate au probleme considéré, alors qu'il a pu suscité en toi une certaine certitude qui ta poussé à en parler avec confiance alors que les résultats ne sont pas encore la. A ce niveau, je penses que cet effet s'il existe peux disparaître et laisse plutôt place à une sorte de motivation qui te pousse à aller au bout de ta réflexion expérimentale, qui en générale est menée à bien parce que tu la suffisamment pensé ET que le syndrome de l'imposteur ne ta pas significativement affecté, mais ce n'est que mon avis!",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@goldrogers2967",
      "author_id": "UCUQavKCn0Ybh4Ha3g4SkaLw",
      "text": "Bonne journée",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maxime-fo8iv",
      "author_id": "UCUGbBFH2kfqrWA_1Uca620Q",
      "text": "Je vous invite à regarder la vidéo \"Ep36 L'effet Dunning-Kruger n'existe peut être pas.\" d'Hygiène Mentale. Elle explique la mécompréhension courante qu'il y a autour de cet effet, et surtout elle explique qu'il y a de bonnes raisons de penser qu'il est soit faible, soit n'existe pas. La réalité serait plus un simple effet de surestimation générale de ses connaissances sur l'effet Dunning-Krüger dans toute la population, et pas que chez les personnes peu compétentes ^^",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Systomd",
      "author_id": "UCzpkJrFO24h6nmD5B9uvoEQ",
      "text": "\"L'encre invisible\" au citron il faut la chauffer pour la révéler, ce n'est pas seulement la lumière du jour. En tout cas le cambrioleur n'était pas une lumière, lui ^^",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LouisSerieusement",
      "author_id": "UCUudI5YwpvNz-Jj04WTntog",
      "text": "y'a pas aussi le syndrome de l'imposteur, assez présent chez les devs ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noice1123",
      "author_id": "UC3qFzePKe1PQ9lSILwc3Lbw",
      "text": "Belle vidéo, mais tu te serais pas un peu inspiré sur Poisson Fécond (lui aussi il a fait une vidéo sur ce sujet il y a environ 1 mois)😁",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gedTech16",
      "author_id": "UCuxux-53hhlCw6G907in_EQ",
      "text": "personellemen  ca mais bokou arriver, je me prennais (et je me prend toujours) pour un genie , a cause de mes notes a l'ecole et de mes proulleisse  dans le code; xai en 3 eme anne de fac que j'ai su que je n'etait pas un dieu ,meme si j'etais assez intelligent  mes connaissances sont absolument infime. merci",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eliottprodhomme6371",
      "author_id": "UCAJue_VF3Wx2sbRrtLDzJTw",
      "text": "Mais chez certaines personnes, il est très dur de savoir si elles sont dans la montagne de la stupidité, ou dans l'expertise. Car certains s auto-persuadent tellement eux même qu'ils tiennent un discours qui pourrait être tenue par un expert. 🤔 C est embêtant ça...",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@euforiamanga",
      "author_id": "UCrz32szGQzvKsivpF5lzcHA",
      "text": "Bon bah, mon père est grave comme ça, il fait partie des cas un peu compliqués en mode les chiffres sont bidons machin x)))) du coup ça finit en dispute parce qu'il dit de la merde que j'arrive pas à tolérer mais il reste buté mdr....",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ilansh6981",
      "author_id": "UC8ftZw4q_aXD0RuTc93QA4A",
      "text": "Le son n'est pas terrible 😉🔊",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philou9850",
      "author_id": "UCNk79Qa6Sp0_YZCYEC8di5A",
      "text": "II / CI / CC / IC = Inconscient de son incompétence => Conscient de son Incompétence  => Conscient de ses Compétences => Inconscient de sa compétence :  Les différents stades du savoir.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blablabla75",
      "author_id": "UCIov_nNx2kqFyJwUcUk18_g",
      "text": "\" si la personne vous dit non mais ces chiffres sont pipotés, j'y crois pas, ils nous manipulent tous etc.. alors vous êtes face à un effet Denning- Kruger plutôt extrêmement compliqué, pour pas dire face à une personne stupide qui se croit extrêmement intelligente\"\n\nAvoir une totale confiance en les statistiques est selon toi une preuve d'intelligence? En douter serait stupide? Tu ne serais pas extrêmement naïf?",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cabinetram1361",
      "author_id": "UCldnnEWUnyfuyYF6zRMqPrw",
      "text": "Pardon mais ça me fait aussi penser à ces pubs « d’influenceurs » (guillemets oblige car maintenant triste époque l’influence ne vient plus d’intellect ou de gens de science mais seulement de bad buzz et j’en passe sur leur description )\nEt comme tu dit les gens plongent dans ce qui les arrangent même si c’est faux. Comme tu dit les titres accrocheurs en 2 minutes vous saurez utiliser ci et ça. Ces influences générationelles ne poussent plus à chercher plus loin mais juste à choisir les chemins qui promettent la faciliter même si la science te prouve par A + B que ce chemin n’est pas le bon. Effet mouton.",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@timfaverjon3597",
      "author_id": "UCwg4kpxbejzSmEGlfUhsa7g",
      "text": "Hello, tout d'abord bravo pour le temps que tu dédies à tes vidéos, c'est bien les petits producteurs aussi !\n\r\nPar contre, j'ai 2 points :\r\n\r\n1- Je ne trouve pas les sources de ta vidéo, c'est dommage pour un contenu de pensée critique et aussi pour ceux qui voudraient en savoir plus\r\n\r\n2- La courbe que tu montres est en réalité satirique et ne correspond pas du tout à l'effet Dunning-Kruger chiffré du quel tu parles (voir https://fr.wikipedia.org/wiki/Effet_Dunning-Kruger ou ici avec les sources https://www.youtube.com/watch?v=J_h5hAwfy5A)\r\n\r\nTu es peut-être toi-même (comme moi je l'ai été la première fois que j'ai découvert l'effet) victime des biais des quels tu parles. Ou bien tu as choisis volontairement de mettre de cotè l'aspect satirique pour avoir un contenus plus fluide... Dans tous les cas : attention tu pousses les gens vers une mauvaises direction, et ça peux te couter ta réputation !!!",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louis-mariebelliot5628",
      "author_id": "UC455_vKD0pFwlzfywIoguvA",
      "text": "ce n'est pas L'effet Dunning-Kruger c'est L'effet PERSONNAGE POLITIQUE",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ironmarc4757",
      "author_id": "UCzyjghh_RRSjIfHr6eQs-4w",
      "text": "Oui, en même temps, pas besoin d'être un expert en Gastéropodes pour faire la différence entre un escargot et une limace. De même, pas besoin d'être un professeur en virologie pour avoir un avis sur le Covid ... Cet effet de Dunning Kruger, c'est un argument qui marche à tous les coups pour décrédibiliser un expert sans avancer d'autres arguments ... Est ce qu'on a une idée du pourcentage de situation dans laquelle il s'applique vraiment ? 0.1 % 0.01% ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sasasassa4615",
      "author_id": "UCGB8PpTtMZ3N7c3nfexs89Q",
      "text": "pour les vaccin covid j'espere que t'es vacciné mon grand. Continue la vaccination et on en reparlera.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DopeForeverBeats",
      "author_id": "UCDhhRDbM-8iJFBcp9Ochrcw",
      "text": "jésus taime il est mort a la croix pour toi et il est rescucité.Accepte le comme ton seigneur et sauveur. Oui, Dieu a tant aimé le monde qu’il a donné son Fils, son unique, pour que tous ceux qui placent leur confiance en lui échappent à la perdition et qu’ils aient la vie éternelle.  En effet, Dieu n’a pas envoyé son Fils dans le monde pour condamner le monde, mais pour que celui-ci soit sauvé par lui. Celui qui met sa confiance en lui n’est pas condamné, mais celui qui n’a pas foi en lui est déjà condamné, car il n’a pas mis sa confiance en la personne du Fils unique de Dieu.\nJean 3:16‭-‬18 \nA partir de ce moment, Jésus commença à prêcher en public en disant : Repentez-vous, car le royaume des cieux est proche.\nMatthieu 4:17",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Anatole_Piano",
      "author_id": "UCR_eYBosjYTpRMlv0QL3Dyw",
      "text": "En parlant de fake new, la courbe que tu montre est fausse 😉",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@reuglewiczjean-edouard6703",
      "author_id": "UCeXas0mkGdCLMYQ3NXWyTfQ",
      "text": "Sans aller jusqu'à dire, toutes les données sont fausses et les chiffres sont du bullshit, c'est intéressant de s'interroger sur la fiabilité de la source et les méthodes d'acquisition, stockage et pré-traitement des données avant de tirer des conclusions. Si on n'est pas convaincu par ça, ça devient je pense légitime de remettre en question les analyses faites",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@magymalou9239",
      "author_id": "UC2bAe3hBxbvdLrBj3iKXC_Q",
      "text": "Sinon l'expérience de milgram et ash,  on en parle. 🤔Peut-être que vous y êtes ou pas,   non ? La bise à Dr Laurent Alexandre. Un bon \"qu'on forme\" imitateur... 😁",
      "likes": 5,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@freeparticle5068",
      "author_id": "UCFhr9CYxCRFrulvSOTnB6hQ",
      "text": "Vidéo à mi-chemin entre la caricature et le manichéisme... Le tout avec des jugements de valeur... Consternant !",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Namekian.Berserker",
      "author_id": "UCkmr4fZiRytu7LrI7nn7rsw",
      "text": "OMG merci d'avoir mit un nom sur cet insupportable trait de personnalité.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}