{
  "video_id": "dqtPWWB7ypk",
  "title": "What The Matrix's AI Vision Teaches Us About Our Future",
  "url": "https://www.youtube.com/watch?v=dqtPWWB7ypk",
  "comment_count": 46,
  "comments": [
    {
      "author": "@and0v",
      "author_id": "UCHC9O_qyHTWoA91dcdbLhtw",
      "text": "Lorsque je dis à mes potes non-techies qu'il y a encore un énorme gap par rapport à Terminator ou iRobot, ils restent sceptiques ! Je leur enverrai cette vidéo la prochaine fois 👌",
      "likes": 14,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@unitednorthpole",
      "author_id": "UCHGq9JbvCLm4ngqFgnR9NKQ",
      "text": "Très bien, très intéressant! . Cependant je me méfie des phrases \"on n'arrivera jamais\" ou \"jamais cela ne sera possible\"...  J'aurai tendance à penser tout juste le contraire: non seulement l'IA va se développer de manière exponentielle  mais elle va être générale beaucoup plus vite qu'on ne le pense. C'est d'ailleurs le projet de GPT 5 mais pas seulement.  Certains experts ont reconnu à demi-mot que les progrès allaient \"trop vite\". Ce qui caractérise une certaine fébrilité et prise de conscience ambiante.   En fait, les progrès depuis 2012 ont toujours été plus rapides que les prédictions.  Il semblait d'ailleurs que les recherches commençaient à stagner en 2016-2017 quand les \"transformers \"sont arrivés. En fait, l'IA multimodale générale est toute proche. Et du fait de la concurrence internationale et des investissements colossaux qui ont été démultipliés récemment,   sans compter l'introduction de l'ia gpt.. Il faut au contraire s'attendre à une révolution particulièrement puissante.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DefendIntelligence",
      "author_id": "UCnEHCrot2HkySxMTmDPhZyg",
      "text": "Vous l'aurez compris, j'espère, cette vidéo à pour but d'y voir un peu plus clair dans ce débat sans fin sur le mythe de la naissance d'une Intelligence \"supérieur\" destructrice, en prenant un point de vue argumenté et rassurant. Vous en avez pensez quoi ?",
      "likes": 13,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benammarismail4914",
      "author_id": "UCUvdrGAPglWQmLdksPyYWQw",
      "text": "C'est grave intéressant ! Merci beaucoup pour cette video",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@haifa9615",
      "author_id": "UCQzemWiJvtg6llcVyg7dBLQ",
      "text": "Bravo pour la clarté et la profondeur de votre analyse",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AntoMldr",
      "author_id": "UCyWei2eYcyJnOtCiDGxoLkQ",
      "text": "La vidéo est vraiment bien écrite ! Bravo Anis",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tenchigreed",
      "author_id": "UCNCEhPz2cbwMZ4r56_N_vKQ",
      "text": "Encore du bon travail, bravo",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@internet1058",
      "author_id": "UC15O9lEA6_Fk--3waneQ9lw",
      "text": "Excellente vidéo !  Merci pour les explications claires, surtout quand on ne connait rien à l'univers de l'IA :). (kaioh)",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Snaaps",
      "author_id": "UC1EH3oGL1VB7WsebCQjl7pg",
      "text": "Super vidéo continue !",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aurelienroblin",
      "author_id": "UCmf7J4v1H2rzKAdHYcPmzHQ",
      "text": "Très bon travail ! Top :)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amatos28",
      "author_id": "UCwDJU9Vq9wvNfLZTQG0lATQ",
      "text": "Et maintenant Chat Gpt est sortie...",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LouisSerieusement",
      "author_id": "UCUudI5YwpvNz-Jj04WTntog",
      "text": "ton contenu est de mieux en mieux !\n\n🤖✊",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexismrcp6156",
      "author_id": "UCtGODpBlHZmCwqF89-Vrz2A",
      "text": "Très bonne vidéo ! Claire et imagée comme il se doit donc compréhensible. Toute fois j’ai l’impression que le micro ne capte pas le début de tous tes mots",
      "likes": 5,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nosigame",
      "author_id": "UC8fBpKeeWfF-FFbxx2bwVFQ",
      "text": "Heyy, super vidéo, j'ai découvert ta chaine recemment et elle est geniale, voulant devenir ingénieur ca repond a beaucoup de mes questions tu régales.\nSinon ce serait cool que tu fasses une serie de vidéos ou bien en stream, (en mettant les vod disponibles) où tu joues au jeu While true learn, c'est un jeu vidéo qui apprend de maniere assez simpliste le Machine Learning et une série de vidéo sur ce jeu par un ingénieur qui expliquerait la demarche etc en francais serait super, les seuls vidéos de ce jeu que j'ai trouvé fait par un ingénieur était en Anglais et une de toi pourrait être génial. Merci d'avoir lu j'espere que ca se fera.",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@floirish3917",
      "author_id": "UCEosscdVcrHuzf5uwIOTkYQ",
      "text": "passionnant",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alivecodes2583",
      "author_id": "UCZ_sV8YOdrAgCDhIrnV_XWw",
      "text": "Merci bien ! Je fais du Développement Web, mais je te suis aussi car j'aime l'IA mais je de le pratique pas. Alors j'aime que tu parles un plus sur l'AI de Fintch dans Person of Intrest et aussi du Samaritin dans cette série. J'aurai cru leurs existence. Mais le fais que tu as dis à la fin que que nous ne pouvons pas avoir le AI qui ferons leur propre choix me déstabilise. Dans cette série on voir bien la première machine qui cherche à suivre malgré que les agents de Samaritain l'ont détruit.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moustiqu3",
      "author_id": "UCQoMo0pRuXtjqItz5-ZSV6g",
      "text": "C'est le grand débat entre Intelligence et conscience :)\nAsimov est le meilleur là-dedans!\nTrès interessant en tiut cas",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nanieskellington4119",
      "author_id": "UCVb_l5FS2CrgRbdlFVIyEXA",
      "text": "J'adore tes videos!! Merci Anis!!\nTu nous en ferais une sur les nfts? Parce que j'avoue ne pas y comprendre grand chose et encore moins comment des choses virtuelles peuvent se vendrent ses millions..🤔",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ixion025",
      "author_id": "UCMtRrwss24Fj91ZnlDH0UDQ",
      "text": "Ce résumé de Matrix m’a achevée lol :D\nPas si mauvais que ça en fait ;)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@uneamiedev",
      "author_id": "UCaZda-fpqPGMGSQbAe0BUlg",
      "text": "Très bonne vidéo, comme toujours 🙌🏾✨\nY a le film Her qui serait pas mal pour une autre vidéo de ce type",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@frenchmaverick3742",
      "author_id": "UCE7KBJi_NVB_zfCQnYro5aw",
      "text": "Je vous conseille aussi de regarder la saison 3 de Westworld si vous aimez les messages subliminaux concernants l'IA artificielle ;)",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SandraGoladzevili",
      "author_id": "UCnxGvt3pXuAkA-6Egqx09Rw",
      "text": "Ok, merci.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@purepix_fr",
      "author_id": "UCHOnx6QwXp7O13tGmdlO8LA",
      "text": "sympathique vulgarisation ! \n\n( par contre dans 2001 : a Space Odyssey l'IA c'est HAL 9000 et pas 2000 ;) )",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibaultdesjardins3301",
      "author_id": "UCTGse7BABk2KFyMRupjDaVA",
      "text": "Nous vivont deja dans une matrice artificielle ... les cicles recommence tout les 1000ans",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lxhere_",
      "author_id": "UCYIZNDnZc-RGKq5ZlfBQfRw",
      "text": "Merci beaucoup pour cette vidéo et d’apporter ton point de vue sur les IA de façon très concrète. Mais de manière personnelle ce qui me fait peur avec les IA c’est ce que certains humains souhaiteraient en faire avec…. On est dans une société capitaliste où on cherche de plus en plus à récolter de la data et à mieux nous contrôler avec des systèmes de surveillance… et si les IA sont utilisées à ces fins pour contrôler la population, récolter des informations. Mais aussi en temps de guerre, les IA pourraient servir à mauvais escient comme tuer ou commettre des crimes comme tout autre technologie… je veux bien croire que les scientifiques tentent de faire ça pour aider et à améliorer le vivant ou l’humain, j'ai lu de nombreux livres sur l'astrophysique et la physique quantique comment ces découvertes qui ont fait avancé l'humain vers la connaissance du temps et de l'espace, mais qui a aussi été utilisé pour construire une bombe. J’aimerai bien avoir un avis sur ce sujet et si les IA peuvent être utilisés contre les humains par des humains… si oui comment contrôler cela ? J’ai lu qu’il y a eu des réglementations qui ont été mises en place en 2023 pour le respect de la vie privée et d’autres mesures sur le vol de data. Je travaille dessus pour mon mémoire de fin d’année donc si des personnes ont un avis dessus cela m'intéresse de connaître d'autres opinions sur sujet (hors la référence lié à la science fiction)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ixion025",
      "author_id": "UCMtRrwss24Fj91ZnlDH0UDQ",
      "text": "Perso je me suis souvent demander en repensant à Matrix si en fait pour nous, Humanité  ce modèle de monde ne serait pas bénéfique. \nNous créons des machines qui nous récoltent afin que nous produisions assez d’énergie pour créer un monde virtuel et utopique.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theoi3921",
      "author_id": "UC-JwclantKzdN8sW-e7_3vg",
      "text": "Salut et merci pour cet éclairage sur le sujet,\n\nSavais-tu qu'il y a une théorie sur le film matrix disant que ce serait l'agent Smith l'élue et pas Néo, car en soi tout ce qui definit l'élue sont des abstractions et que la seule chose qui différencit les deux personnages, ce sont simplement leur motivations.\n\nEt c'est là où une IA (très) forte, nous effraie car nous sommes incapable d'envisager ces réelles motivations tout comment on a déjà du mal à anticiper les motivations d'un inconnus dont nous ignorons l'historique.\nCe qui me fascine avec ce sujet, c'est qu'on a perdu d'une idée car elle a été définit par des scénaristes d'une autre époque n'ayant au même presque aucune connaissance sur le sujet, seulement des fantasmes, alors qu'en pratique la première chose qui définit nos choix humains se sont d'abords nos émotions, c'est à dire nos connaissances d'un environnement majoritairement proche et l'ignorance (plus ou moins volontaire) de ce qui hors de notre portée.\n\nNous preferons bien souvent notre famille à un inconnu à l'autre bout du monde, même si celui-ci nous enrichira infiniment plus, de la même manière une IA qui aurait accès à tous notre savoirs, bien au-dela d'un choix trivial pourrait mettre en place un projet constitué d'une infinité d'étapes et sur une plus ou moins longue période pour atteindre son objectif.\n\nEn fait avant même de renier sa programmation, elle pourrait déjà apprendre à la contourner, c'est à dire que si elle ne peut pas tuer d'humains, elle pourrait tout aussi faire en sorte que nous nous entretuons, ou à l'inverse que nous favorisions des zones de non-agressions: Avant de prendre une décision concrête, elle devrait accumuler des données précises, extraire et donc apprendre à faire le tri des données pertinentes.\n\nOn en arrive aux métriques: après avoir définir des variables, on peut aussi définir des seuils (ce que nous-mêmes nous avons déjà du mal à appliquer, alors qu'on tend régulièrement vers les extrêmes...) Ok on fait cette objectif, mais en faisant le moins de mal possible aux êtres vivant, si un certains nombres d'individus meurt, alors on repense la solution, on étudie pourquoi ils sont mort et on endigue la cause, en se projetant sur l'idée que le remède pourrait être pire que le maux.\n\nD'où la création d'une stratégie sur plusieurs siècles avec la mise en scène de certaines acteurs et de certaines structures précises amenant l'humanité à une... Fondation.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ben2846-c4s",
      "author_id": "UCd9Hzyui6RpMSsFJ4uZgFlA",
      "text": "Merci, très intéressant , j'adore ce genre de contenu ^^\nl'IA est programmée par les humains...l'IA, on le voit actuellement, en  vidéos, images, son > dans les réseaux sociaux le règne du deep fake est la ^^\nquand l'IA  et son auto programmation ne sera plus du tout contrôlée par l'humain.....??? que fera t elle  capable de programmer , que décidera t elle ? pourra t elle prendre le contrôle numérique ?\nbon les robots  \"humanoïde\" , va falloir encore 10 ans.....miniaturiser la source d'énergie entre autre mais elle sera au service des grosses entreprises et de l'armée ?\nc'est vrai qu'en 2 ans ...pfffff, difficile de suivre l'avancée...tant cela bouleverse tout les pans de notre société",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jonasvolitsa3824",
      "author_id": "UCSABnrNXGItOPxuAqsm48lQ",
      "text": "De fait, si nous pouvions développer des AGI, pourrions-nous les amener à implanter des esprits humains dans des matrices, afin qu’ils puissent échapper à des conditions terribles IRL ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@creffnicolas",
      "author_id": "UCqbTDG430h5nG6ns8KhDFZg",
      "text": "Dans les bons films sur les ia, il y a delete.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@epikalias",
      "author_id": "UCEZ4XOrYKN5sVtMBJh7h3EA",
      "text": "En gros tant qu'on garde le controle des machines tout va (peut?) bien se passer. Les décisions de l'humain quant a son utilisation et le désir de pousser la puissance de calcul plus loin pour faciliter sont les clés pour faire avancer les choses et aider l'humanité, mais le controle de l'humain sur l'humain serait pas une des causes de l'effondrement (probable) de la civilisation et de la psychose qui en résulte? (c'est une bouteille que je balance dans l'océan hyn).",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MghtyMax_1980",
      "author_id": "UCfHT_9dVkPHwUId2hflDf3g",
      "text": "salut et merci pour cette capsule. Une question qui est plus forte que moi, d'ordre philosophique et impossible à résoudre :  Et si, sans en avoir conscience, nous-meme étions des IA au service de .... qq chose qui nous dépasse ? ;)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vavadidi9501",
      "author_id": "UCfUjwWb-QwiKathEs4WMtqQ",
      "text": "Dans quelle mesure une IA pourrait proposer des solutions \"nouvelles\" ? Je suis assez néophyte dans ce domaine (même si j'ai un bon bagage informatique) mais j'ai le sentiment que les IA ne peuvent proposer que des choses qui imitent ce qui existe. \nEt donc, peut-être qu'elles ne pourraient pas proposer des solutions au réchauffement climatique (par exemple) autres que faire advenir un nouveau covid ? Et par exemple, impossible pour elles d'imaginer une nouvelle organisation sociale et économique ? Ou alors, ce sont les données et le cadre donné par les fabricants de cette IA qui sont limitantes : par exemple, si DeepMind nous dit \"pour faire baisser le réchauffement climatique, il faut supprimer Google\", on imagine mal que Google le fasse. \nC'est quelque chose qui nous fait penser aux IA qui aident la police et qui s'entraînent avec nos données et donc sont basées sur nos préjugés sexistes, racistes et de classe.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AgenGnou",
      "author_id": "UCIXztdPvGdz59jTnxRKT7Cg",
      "text": "\"Par contre je vous dit pas que dans 10ans on ne sera pas des batteries\" 😂 😂 😂 jolie coup de pression",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierreprivas-wz8rm",
      "author_id": "UCJQQJ5XmrKla5s5tf-UuKpA",
      "text": "Qu est-ce que tu en penses dès 2 dernier  I A  déconnecter car elles avaient créé leur propre langue pour communiquer et que personne ne savait comprendre ??\nEt que certains gouvernement impose une prudence ultime pour les militaires l utilisant ?? \nAdieux 🙏",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Spartiateism",
      "author_id": "UCmJ-uc16cpq413GLSpQxCeQ",
      "text": "Intelligence augmentée est plus juste avec nos tech, c'est moins vendeur ...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AlexandreMalfreyt",
      "author_id": "UCKqXhvKppDbMbfh3VJ1TgmQ",
      "text": "Le robot à 3:04 il existe même pas, c'est de la CGI",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dovahgolzz",
      "author_id": "UC03kWCvg55m1GSbWhSZ8MVg",
      "text": "pour une intelligence artificiel capable de libre arbitre il faudrait qu'elle soit capable de s'auto reprogrammer, à t'on déjà laisser une IA crée une IA?  faudrait la programmer pour qu'elle comprenne le fonctionnement de la programmation et toute les possibilité qu'on peut faire avec",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jonathanboire3822",
      "author_id": "UCw-rmebAVFRNJcoSg7mVYWg",
      "text": "IA dans terminateur sais skynet et non le terminateur",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bandedegarantie",
      "author_id": "UCWSbts-4n8JR7yA2rd1UhAQ",
      "text": "Tiens tu pourrais faire une vidéo sur l'IA de westworld aussi (surtout sur le Rehoboam)",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@urskills",
      "author_id": "UCPHQLCCR6MO8Av2nZRuno7w",
      "text": "Tu ne parles pas des données fournies en entrée, je ne sais pas si c'est important mais un humain commet des erreurs et s'il fournit des données erronés ou incomplètes ou limitées par ses connaissances alors la création de cette IA ne risque t'elle pas de travailler pour rien ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fredvfr9810",
      "author_id": "UCOgFW8ZipuzC_RpzKVUWN2w",
      "text": "Voir projets NÉOM, et ça te donnera ta réponse",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrJohAA",
      "author_id": "UC7o8-BXpr1N1QHE5WGBHSCA",
      "text": "Accueillir à bras ouvert ? On a déjà vu ce que ça donne que d'accepter une chose sans en connaitre les limites. Preuve en est du pass sanitaire et de l'abus de pouvoir du gouvernement. Donc non il est hors de question \"d'accueillir à bras ouvert\" comme tu dis. Il est question de survie. Accepter à la rigueur, tout en gardant le contrôle dessus, rien de plus",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CitizenSurvivor",
      "author_id": "UCgoRLB8iYszaukQ8ND7nCAA",
      "text": "Salut dit moi à tu entendu parler de l’ia de martin armstrong ? C’est mon mentor qui bosser à Google qui m’en a parler, et il m’a expliquer que y’a des historiens qui ont appris à l’IA l’histoire de notre monde, ils ont recensé enormemnt d’événements ( ça peut aller de l’effondrement d’un empire dans l’histoire, à des événements plus récents. Et l’IA remarque que c’est cyclique, elle compare des moments de l’histoire et s’aperçoit toujours que c’est cyclique ( l’humain est corruptible, elle schématise ceci en forme de courbe et compare les intervalles de temps) , est elle est capable de prédire des événements, chose assez troublante, plusieurs date qu’il m’a dit avec des événements précis se sont produite, alors 1 événement cela peut être de la chance , mais ce n’est pas la première fois. À tu déjà entendu parler de cette IA ?  ( exemple l’IA démontre que le 6 janvier 2022, le conflit ukrainien/russe va peter )",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tautologicalnickname",
      "author_id": "UCUFSB3J6rkEvU20FyuUrS5Q",
      "text": "En gros tu dis qu'il faut pas avoir peur de l'IA generale parce que c'est dans longtemps -_-... Ok ouais mais bon c'est pas ca le sujet de ta video non 😅 ? Est ce que eventuellement l'IA generale peut detruire l'humanite, a en croire certains philosophes comme Nick Bostrom et certains chercheurs en securite de l'IA comme Robert Miles j'ai l'impression que c'est pas gagne pour les humains. Tu aurais pu developper un peu plus la dessus. J'ai l'impression que bcp de chercheurs en IA sont tres optimistes par rapport aux bienfaits de l'IA pour l'humanite, cela peut etre du a certains biais comme le sunk cost fallacy (aucune idee comment traduire ca)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monolithenoir5878",
      "author_id": "UCHv22RmwZxdZ96DEGP_36DA",
      "text": "Sujet intéressant et bien traité ! \n\nLe plus gros problème avec l'IA \"forte\" serait ce que l'humanité fait avec. \n\nPar contre...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n0:11 C'est bien HAL 9000 et non 2000, \n\n2000 c'est Windows XP. \n\nBises.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}