{
  "video_id": "GlXeJ9Nr0N0",
  "title": "Personal projects, the key to success.",
  "url": "https://www.youtube.com/watch?v=GlXeJ9Nr0N0",
  "comment_count": 37,
  "comments": [
    {
      "author": "@elpetoune92",
      "author_id": "UC5NfoMP9o-IeEhlnn2YLWKw",
      "text": "\"Il faut raconter une histoire\". je pense que c'est la phrase la plus importante de cette vidéo. je l'ai entendu tellement de fois ;)",
      "likes": 6,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wakelock471",
      "author_id": "UC__eZascwyhsp1pqs4yXRgQ",
      "text": "Même en tant que Dev ou en R&D çes hyper important de sortire du cadre et de découper çes idées ou çes project",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boudehoucherahma8083",
      "author_id": "UCbBZ_ujjBpJ09qEc3HS5Xxg",
      "text": "T'es le meilleur anis ,merci pour tous ce que tu fais .",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@poyzzone",
      "author_id": "UCwNjtCtJDLRG5I_WpuyHn9Q",
      "text": "merci c'est le seul vrai conseil que j'ai pu avoir ! 🙏🤞🤞",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jokerz2785",
      "author_id": "UCdqE_ABkbhZju7aiDe4XSww",
      "text": "Excellente vidéo , merci beaucoup pour les conseils !!",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andrekonga8388",
      "author_id": "UCS5ZXgmzCnnIfuQhtK1r0dg",
      "text": "Tu as lu dans nos pensées.... Sincèrement Merci du conseil",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philhippe9626",
      "author_id": "UClEInz8Ql1cFaF045q_XGYg",
      "text": "j'achète tes conseils merciiiii",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@peberdah",
      "author_id": "UCXDCw1kLGCfJYgKJIf24A3w",
      "text": "Video++ Exemple: La démonstration expérimentale du nombre Pi, un suspens mathématique, avec 3 variables seulement !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolaspeltier4616",
      "author_id": "UCWuG-7bS-pYkQ2jEcf0P2Hg",
      "text": "Je découvre ta chaîne et tout ce que tu dis est... très juste ! Notamment sur les entretiens que j'ai passés ou fait passer en tant que Data scientist : quand je ne vois que le MNIST ou le Titanic sur un CV comme projet, le candidat en entretien se révèle assez faible...\n\nEt surtout, ce qu'on attend, c'est de raconter une histoire compréhensible même par les experts métiers, d'avoir du recul sur son projet, etc.",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@krosamont",
      "author_id": "UCzlvkmQdkex1ln2_pjXdDpw",
      "text": "J'ai découvert ta chaîne il y a 2 jours, vraiment c'est top. Ça me donne aussi envie de démarrer ma chaîne Et de partager mon expérience aussi  :)",
      "likes": 6,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanjacquesmicheau1246",
      "author_id": "UCYUz9Cafoj7QNcTRBW2Mqtg",
      "text": "bonjour pouvez vous faire une video sur les projets perso évolutifs dans le temps exemple pour les souci des handicapes des problématiques",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MorningStar9473",
      "author_id": "UCpvAdtV0yyWj79yNBfcVqGw",
      "text": "Com pour référencement",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JoutarouSensei",
      "author_id": "UCtWSp2Qytnan-iy6TbMFFgg",
      "text": "J'aime ta vidéo car elle suit parfaitement ma logique. \nPour différentes raisons, il ne m'est pas possible de poursuivre un master universitaire, je ne lâche cependant pas l'affaire et je souhaite devenir data scientist, un peu comme toi au final. \n\nJe suis en train d'obtenir les certifications qui vont me permettre de pouvoir réaliser un projet, notamment sur des projets un peu farfelu que je souhaite faire. \nJe n'aurai pas de master, mais l'accumulation des certifications, le projet personnel (voir plusieurs ?) est pour moi une bonne alternative si on montre qu'on a \n1) les compétences techniques \n2) la matière à raconter et à expliquer toute l'histoire de ce dernier. \n\nJe sais malheureusement que, ne pas avoir un master ou un équivalent sera un gros problème, mais je tiens à espérer que cela sera un bon moyen pour essayer de parvenir à ce résultat.",
      "likes": 16,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hagerechikh2662",
      "author_id": "UClex5NsXfp0qXeTs9YZMw-A",
      "text": "Salut, super vidéo, est qu'on pourrait avoir une vidéo sur ta première expérience dans le monde du travail, notamment pour trouver un poste un post à l'étranger comme tu l'as fait",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxpontryagin6949",
      "author_id": "UCVXLy3nwBkhCgfiXrmfj_1A",
      "text": "Sachant que ce que tu dis est certainement valable dans certains cas dans le privé, mais en labo public les employeurs préfèrent souvent rentrer dans les entretiens techniques car on a directement les futurs collègues en face, pas les RH ou autres chargés de projets",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benmahfoudhwassef1546",
      "author_id": "UCZHD17-wt-B9NlBlY58yrSA",
      "text": "Merci beaucoup pour les conseils. \nje suis un ingénieur en électromécanique spécialité en mécatronique je déjà une expérience de 10 ans comme un responsable maintenance dans le domaine pharmaceutique .maintenant je fais un PFE (Mise en place d'un système de contrôle des comprimés médicaux basés sur l'intelligence artificielle). Anis je besoin de votre consigne pour réussir ce projet .",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lapookie",
      "author_id": "UCKrG3tfAQwlxu_I40A1jyOg",
      "text": "Trop bien les conseils merci beaucoup ! Par contre j'avoue que mes projets d'étude/analyse/prédiction de données (enfin le peu que j'ai pu réaliser à présent, Master 1) ne sont pas toujours au point (je n'arrive pas toujours à montrer/faire ce que je veux avec la data et avec python...), j'ai peur de me tirer une balle dans le pied lors d'entretien à cause de ça ^^",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mydriase9539",
      "author_id": "UC3o9N2V7cFpfqR4sPFitvAQ",
      "text": "Super vidéo comme d'habitude! Que penses-tu des formation de type licence pro en statistique et informatique décisionnelle? Est-ce suffisant pour faire de l'analyse et mettre un pied dans la data? On parle surtout de formation à bac +5 mais étant en reconversion et finissant un DUT info en accéléré j'aimerais travailler vite et je vois peu de chose et de retours là dessus (même si niveau offres d'emploi ça à l'air pas trop mal mais j'ai peur pour l'avenir).",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThomaslIngenieur",
      "author_id": "UCuvIh6lcNBbnGiFGLMNjHsQ",
      "text": "Totalement d'accord - c'est l'élément différenciant le plus important en entretien. Ça rejoins la vidéo Comment Répondre À \"Pourquoi Vous et pas un autre candidat?\" ▶ https://youtu.be/cFaGhtJ5Xdo◀ pour ingénieur et profils hybrides",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ComtesseHanna",
      "author_id": "UCr4RhxFOgWvKr6DQnl3YqBg",
      "text": "Bonjour pourrais-tu faire une vidéo sur les paramètres/réglages du téléphone qu’on ne comprend pas toujours et qui ont peut être des conséquences. \nRécemment j’ai vu de nouvelles icônes qui me semblent intrusives ? \nPourquoi Google me géolocalise en île de France...alors que je suis dans le Rhône ? \nBref! On ne comprend pas grand choses ! \nMerci pour ta lumière !😁",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sandra4156",
      "author_id": "UCzE1VSOP1dTM1bGft3HSN_g",
      "text": "Super point. J'ajouterai même, pour tous ceux qui ne peuvent pas faire un master en data science et veulent faire un bootcamp,  de sélectionner le bootcamp selon les projets et jeux de données sur lesquels vous allez travailler. Un bootcamp devrait vous permettre de construire un portefeuille de projets intéressants. Rien de plus frustrant que de payer 4000 - 5000 euros pour un bootcamp et s'apercevoir qu'au final les jeux de données sur lesquels vous  avez travaillé/étudié sont exactement les mêmes que tout le monde (IRIS, MNIST, Titanic etc) et que cela n'a aucune valeur sur le marché.",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nooshma5419",
      "author_id": "UCFxei-6eiFPm8LoFMtikwbA",
      "text": "Je ne suis pas concernée par la data, mais c’est exactement le même concept pour tout ce que l’on souhaite entreprendre. Je ne recrute que des personnalités capables de faire quelque chose par elles-mêmes , même de petites choses.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matteo7838",
      "author_id": "UCf6Hvq4_KRoZkYScn8pEgrw",
      "text": "J’ai 15 ans et je veux être ingénieur depuis tout petit, et maintenant je pense que ce qui m’attireraient le plus est l’IA. Donc si tu pourrais faire une vidéo sur ce sujet, ça m’aiderais beaucoup. Continue comme ça t’es le meilleur !!",
      "likes": 6,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abdellahibabah489",
      "author_id": "UCm1Cp3ZWk0-KMG5SLGbbHUA",
      "text": "Bonjour\nJ’aime trop ta chaîne et tes vidéos. J’ai une question, je viens d’avoir cette année ma licence de mathématiques Appliquées et je suis accepté dans une école d’ingénieurs en formation d’apprentissage, je cherche du coup une alternance en data sciences, as-tu des conseils, des entreprises et/ou de contacts à me donner stp ? \nJe te remercie par avance 🙂",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mikail91240",
      "author_id": "UCmVhuUWjfd3JHjIvzh_CxJQ",
      "text": "Merci pour cette vidéo. Je trouve qu'il est difficile d'avoir des conseils pertinents lorsqu'on souhaite devenir data scientist, ça serait super si tu pouvais faire une vidéo où tu \"noterais\" ou passerait en revue des CV de la commu, je pense que ça aiderait beaucoup de monde.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@martinpeeters9887",
      "author_id": "UCFPn8isadTEqzBv8DthnBxg",
      "text": "Super vidéo, merci pour tous ces conseils !\nJe suis étudiant en master et je compte suivre le \"Personal Project Course\" l'année prochaine afin d'avoir une première expérience concrète. J'avais l'idée de contacter des professeurs recherchant dans d'autres départements (e.g., biologie, médecine) afin de leur demander si je pouvais en quelque sorte conduire une analyse poussée de données (obtenues pour une expérience d'un laboratoire, par exemple). Ainsi, le projet pourrait potentiellement bien se démarquer des toy projects tout en ayant un impact sur un domaine. En plus, si le professeur en question parvient à éditer un livre à partir de mes conclusions, ça serait un gros plus !\nQue penses-tu de ce plan ? Est-ce une bonne/mauvaise idée ou est-ce trop contraignant ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@issiakasoro9898",
      "author_id": "UCeNtiGqrGxRnYd21ZslTT0Q",
      "text": "Bonjour expert.\nJe suis Doba SORO étude en Master 1 data science.\nJe souhaiterais rentrer en contact avec vous si possible.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@akissy254",
      "author_id": "UCx5OBxgmQdPESCjieOasPfQ",
      "text": "Bonjour, je voulais savoir comment fait-on pour récolter nos propres données sur une passion qu’on aime par exemple? ( dans passer par Kaggle, ou un dataset déjà fait) Je n’arrive pas à trouver de vidéos dessus ou même une réponse claire. Merci",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jalalsafadi2621",
      "author_id": "UC6pDQOiSkjSlpoh7DHnyiow",
      "text": "Merci beaucoup pour vos efforts et contenu utile. Une question:\nJe suis responsable financier et je suis intéressé par la data science, je vois que je peux capitaliser sur mon expérience et bien sûr sur mon autoformation sur coursera.\nEst-ce que vous avez des conseils pour moi?\nAussi je veux savoir si vous connaissez des entreprises qui recrutent des freelancers data scientists scientist même avec leur profil de débutants.\nMerci de répondre",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ParanormalCraftFR",
      "author_id": "UCUO38XSQBBncd1QLYPtzFVA",
      "text": "Bonjour Anis, Est-il valorisant de mettre sur son CV une expérience ou un projet perso qui n'a aucun rapport avec notre secteur d'activité ? \nExemple : Je fais un master en informatique et à côté de mon alternance j'ai ouvert une micro entreprise où je fabrique des outils qui répondent à un besoin spécifique ?\n\nCertains me disent que sera pris comme de l'éparpillement et donc que je suis qlqun de peu fiable.\n\nMerci pour tes vidéos très instructives.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vincentbibai7488",
      "author_id": "UCFSN65oMtA3CGMKGIFOLhTg",
      "text": "Je suis Vincent très attentionné par les news technologie a l'occurrence le Big data. Mais suis en Afrique plus précisément au Cameroun. Svp ça vaut le coûp de suivre cette formation en Afrique ? Est ce que en devenant ING Big data ça pourra facilement m'intégrer ? Merci",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrKikiler1",
      "author_id": "UC1PoWb0oPyD1MsI6YZ0nakQ",
      "text": "Vidéo très intéressante !\nC'est vrai que (personnellement) c'est frustrant d'entendre que mon code sur Titanic ne sert finalement à rien, mais c'est un point très pertinent que tu soulève !\nJe sors tout juste d'une formation certifiante en data analyse, et cette première compétition Kaggle était pour moi l'opportunité d'avoir une première problématique à travailler, mais les arguments énoncés ne vont que m'inciter à démarrer mes projets !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@augustinfrancotte3163",
      "author_id": "UCt3h9Hy39gyfbeYlw94Jvmg",
      "text": "Je suis junior, et c'est précisément le conseil qu'il me fallait. Je vais faire ça...",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sitrakamatthieu",
      "author_id": "UCtDytYVlQTD7h_tFuq3DLIg",
      "text": "100% vrai mon prof de data science a l amse nous a dit la meme Mais bon frr c’est chaud 😅😅😅 genre j’ai fait un site sitraka.fr mais y rajouter un code cool et 100% de moi ....ben c’est galère je sais tjrs pas comment bien le faire 😅",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chickenanto",
      "author_id": "UCLXSHrAkcBS6GL07RsAiGAA",
      "text": "Salut ! super vidéo. Je voulais savoir si tu allais conitnuer la série \"Apprendre le Deep Learning avec Tenserflow\"?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MegaBaye",
      "author_id": "UCaHNQ3tNvJwWapdyt3h2Luw",
      "text": "Première vue.... j'ai pris le diag-pote",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ousmanelom6274",
      "author_id": "UCJ3EZsILXEsLC7crZgTvM7A",
      "text": "Est ce qu'on a besoin de maitriser SQL ou java pour faire la datascience",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}