{
  "video_id": "iXo2KdXqMG0",
  "title": "The future of the Data Scientist profession.",
  "url": "https://www.youtube.com/watch?v=iXo2KdXqMG0",
  "comment_count": 35,
  "comments": [
    {
      "author": "@gabindg1347",
      "author_id": "UC_hEdoeGB-bcBa4-kCeMa4A",
      "text": "Je comprends rien mais tu expliques bien, c'est captivant",
      "likes": 7,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Magix4D",
      "author_id": "UCyBSoL81lDiJy3-AZOcMOUQ",
      "text": "Pardon pour les typos, cest le correcteur automatique en anglais",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lapookie",
      "author_id": "UCKrG3tfAQwlxu_I40A1jyOg",
      "text": "Pooouh limite ça me rassure. Actuellement en m1 big data and machine learning avec tout ce que je vois je me disais que c’était énormément de choses à savoir sur plusieurs process de la data. Tant mieux si on est d’accord que le data scientit ne doit pas faire la licorne",
      "likes": 5,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alinaariana4354",
      "author_id": "UCj5Px_ahV1jTt6sO1NhhGVA",
      "text": "Très bonne vidéo merci !",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jasoncarneiro7600",
      "author_id": "UCGTWgQoT3lH2I91VK5u6KGA",
      "text": "Vraiment top la vidéo ! Moi qui voulais devenir DATA Scientist, il va falloir que je révise mon projet..",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@salmaelmaliani1333",
      "author_id": "UCpGMLOQPs_Rh2w6NV2boEng",
      "text": "Bonjour, pouvez vous nous mettre des video comment calculé les intégrales et série de fourrier  sur python",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EasyStreet88599",
      "author_id": "UC5QdsVVAcwCYUXIIigB23YQ",
      "text": "Bonne analyse selon moi",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DefendIntelligence",
      "author_id": "UCnEHCrot2HkySxMTmDPhZyg",
      "text": "Je viens de publier une nouvelle vidéo qui est un peu la partie 2 de celle ci pour affuter mon propos rendez vous ici : https://youtu.be/vvFRSZNML30",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Magix4D",
      "author_id": "UCyBSoL81lDiJy3-AZOcMOUQ",
      "text": "Je suits plutot un profile business intelligence est les offers font le plus souvent appel a de la data engineering, viz (dashboards automatises) est data science (supervised, unsupervised, deep learning). Je en said pas si ce mix est une necessite pour une analyse des donnees cle en main ou une volonte des entreprises de ne pas faire cutter distinction pour faire des economies de talents",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tyrule0820",
      "author_id": "UCp1vf-KebWlgwn6Ajw1yJQw",
      "text": "Bonjour je suis en prepa et je veux bosser dans les data ou cybersecurité, penses tu qu'une école d'ingénieur moyenne( i.e concours ccp or ensimag)  est équivalent à un bon master à la fac niveau évolution de carrière etc ? Merci",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hajerblohorn1770",
      "author_id": "UC_3hq-5bBGTZKxfAwRGXpvw",
      "text": "Je suis actuellement en alternance.. Dans une boîte qui fait du NLP. La formation est centré sur des projets note book professiinalisant. Qu'est ce que tu conseillerai du coup pour faire la différence après cette alternance ? En te remerciant d'avance",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fati8695",
      "author_id": "UCoseI3L05aPjfgLIhruEOqQ",
      "text": "IAI 'telligencee reel systeme moleculaire",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chihebism",
      "author_id": "UCTVHsmZonv6P8xjmC8nlE9Q",
      "text": "Donc finalement il n' y a aucune disparition mais plutot une duplication",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@creffnicolas",
      "author_id": "UCqbTDG430h5nG6ns8KhDFZg",
      "text": "Quelle est ta définition du no code? Et pourquoi tu n'y crois pas ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baptisteroturier4788",
      "author_id": "UC5SBam5JT5XlFje_c6QJRbw",
      "text": "Super vidéo, ça fait réfléchir ! Etant Data Scientist, j'ai tout de même encore de l'espoir pour ce métier. \nJe pense que l'auto ML c'est bien mais ça ne résout pas tous les problèmes. On tend de plus en plus vers des entreprises qui ont besoin de comprendre ce qu'il se passe derrière. Beaucoup d'entreprises commencent à préférer la visibilité des projets au détriment de la \"surperformance\" de la prédiction.",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arilesstir7973",
      "author_id": "UCkjwkCvQO0pyYnZ_C4_z7cQ",
      "text": "Totalement d’accord !!",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boilingbrains",
      "author_id": "UCKAzZCVzqkdvxX6VLTwyVMQ",
      "text": "Cool la vidéo 👌🏼 les notebooks c'est bien pour tester le modèle, mais après faut du concret ^^ je suis grave intéressé par une vidéo sur comment déployer un modèle de ML. Bonne continuation",
      "likes": 4,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@darccabrel3885",
      "author_id": "UCV8Gp1hw8yNsDqGCTlkIG1w",
      "text": "Intéressant ! Je me suis dit la même chose au sujet de l’AutoML",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gwenroc",
      "author_id": "UCJZSo9keMpZvb5TQhqSe8Sw",
      "text": "partis d une formation fullstack puis spécialisation IA, du coup je cherche à devenir une licorne finalement haha xD",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aminelazreg4412",
      "author_id": "UC-UnJEhdb0LTSqQsiAo1muQ",
      "text": "tt est dit :))",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hankmoody6594",
      "author_id": "UCXi6NZSsCz7W0IC52HVH1Tw",
      "text": "Très quali merci ! Des ressources à conseiller pour s'informer sur l'auto ML ?",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noice1123",
      "author_id": "UC3qFzePKe1PQ9lSILwc3Lbw",
      "text": "Belle vidéo !",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@konandaniellozo7421",
      "author_id": "UC95vRCyqr-ojL9-NkLBvReA",
      "text": "BJ c'est cool",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gotamaaa",
      "author_id": "UCEW3zPr-kJZsQhnl6K0a5cg",
      "text": "Bonjour,\n\nSuper vidéo!!  Le terme data scientist est très galvaudé. Cependant, pensez-vous que les tendances observées chez les GAFAM s'appliqueront au marché européen?  En effet, nous observons une grande imitation des GAFAM sans en saisir réellement tous les aspects (et encore moins les salaires): un peu comme les interviews \"techniques\" où on nous pose des questions du genre \"Combien de balle de tennis je peux loger dans la tour Eiffel\" et autre fantaisies. Par conséquent, sur le marché européen (ou au moins français) n'observerait-on pas la disparition du terme data scientist et l'apparition du \"Computer vision engineer NLP expert Deep learning Ninja\" pour embaucher 1 personne plutôt que 4 ? Dans ce cas, le serpent se mordrait la queue. Si je devais monter une grosse équipe Data dans une organisation quelconque je pense que pour l'analyse j'embaucherais d'abord des DS généraliste afin d'avoir une vue d'ensemble sur ce qu'il est possible de faire puis des profils plus spécialisés en fonction du projet/de ce vers quoi l'entreprise souhaite se tourner . Qu'en pensez-vous? L'article d'Eugene \"Unpopular Opinion - Data Scientists Should Be More End-to-End\n\" pourrait vous intéresser également :)\n\n\nD'autre part, hâte d'avoir la vidéo sur l'autoML que je considère comme un super outils qui permettra de faire d'énormes bêtises. En effet, même si je peux fitter un modèle avec l'autoML, el regard critique sur le modèle ne me sera pas donné par l'autoML. Est-ce que mon plan d'expérience a été bien pensé? Est-ce que mon modèle est biaisé ou a bcp de variance? Etc. A mes yeux l'autoML est comme une  grosse calculatrice scientifique, qui saurait faire les calculs, mais faudrait-il encore que l'utilisateur y choisisse les calculs pertinents à réaliser. Cependant, j'ai peut-être tort et mon avis est biaisé car je ne l'ai jamais utilisé. \n\nBref, une bonne vidéo qui fait réfléchir à l'avenir du métier. C'es génial!",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MachineLinguist",
      "author_id": "UCmCKnZChM3Umn-W0vnklDrw",
      "text": "Génial, tout est dit, et super bien expliqué ! Bravo Anis ! Bientôt une vidéo sur le MLOps ?",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nanieskellington4119",
      "author_id": "UCVb_l5FS2CrgRbdlFVIyEXA",
      "text": "Decor star wars ca ne peut qu'aller 😍",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@achrafbouzekri709",
      "author_id": "UCjw2nEzHhkYiLb-prbshgKw",
      "text": "Très belle vidéo.\nPour moi je trouve que toutes les formations (vraiment toutes en france) qui forment des data scientist sont très loin du vrai besoin du marché. Et elles le savent en plus, mais elles arrivent pas à s'adapter pour plusieurs raisons....\nCertes, qu'un data scientist est censé de maîtriser les maths dernières les modèles qu'il va utiliser, mais être faible en dev backend et sans aucune connaissance sur les techniques de la mise en production de ces modèles ne va apporter presque aucune valeur pour la majorité des boites, spécialement celles de petite et moyenne taille !",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enteprenariat",
      "author_id": "UCAdNBavGoPz4P58LJLj4MHg",
      "text": "Hello, je suis software Engineer et actuellement étudiant en data science avec un double diplomation,  suggérer moi des cabinets pour postuler et voir ma chance. Votre vidéo est superbe",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jaouadsetti7841",
      "author_id": "UCsU8efhjs0Eu1BaDr8FcUkw",
      "text": "Je suis toujours vos réflexions sur ce sujet et ça m’a vraiment changé les idées que j’avais sur le métier de data scientist. Du coup quel conseil donneriez-vous pour un étudiant qui aimerait devenir ML engineer , plus précisément sur quoi doit-il monter en compétences pour s’adapter avec les futures changements que va connaître le métier ?",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BM-my8pn",
      "author_id": "UCjK68uXCAYDHRqDEvJBaBkg",
      "text": "Et concernant le data analyst et le data ingénieur, tu penses que ces métiers ont encore de l'avenir ?",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lmls5310",
      "author_id": "UCsTfPRdCrf3qbFM7ldor-PQ",
      "text": "J'ai un master 2 en data sciences mais je n'arrive pas à décrocher mon premier contrat et je connais au moins 6 personnes qui galèrent comme moi depuis plusieurs mois",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@araxo791",
      "author_id": "UC199-xiK2dxfuvB1TJ0sY3Q",
      "text": "Salut! Quelle école d'ingé as tu fait?",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolasesdras1310",
      "author_id": "UCHb6sVrBOjswS7wtIioX2RA",
      "text": "Du coup, tu comptes faire une reconversion professionelle ?",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ahmedmsabou4446",
      "author_id": "UCcjyZDQ8zToXT3VDVbkPpyg",
      "text": "Mais il raconte n’importe quoi",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rickantonais",
      "author_id": "UCkAg6zNY50AYI_qYUDQfpjg",
      "text": "Que le métier de Data Scientist n'existe plus j'y crois pas du tout, pour le coup avec les techniques plus élaborées tels que le Reinforcement learning, l'analyse de donnée topologique ou de l'analyse de donnée bayésien, il est clair que ceux qui se disent data scientist en ne faisant que du scikit-learn sont déjà sur la touche mais les autres devront être bien plus pointu en technique et en connaissances mathématiques pour travailler sur des sujets plus complexe, d'ici à ce que ça soit automatisé ce ne sera pas pour tout de suite.",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}