{
  "video_id": "vvFRSZNML30",
  "title": "Should you become a Data Scientist?",
  "url": "https://www.youtube.com/watch?v=vvFRSZNML30",
  "comment_count": 23,
  "comments": [
    {
      "author": "@joukeur8089",
      "author_id": "UCf-ZTZq0ohkOwXmoKMjkbzg",
      "text": "Je participe pas mal de fois à des Jpo quand mon ancienne école m'appelle pour les aider à tenir les stands et ce qui se dégage le plus comme question c est \"combien ça paye\" et pas \"qu est ce que je vais apprendre\", \"le taux d'employabilité\", \"le taux de réussite\" ni même \"à quoi je dois m'attendre au niveau de la difficulté\".\nBeaucoup de jeunes mettent trop en avant le côté pécuniaire avant même de savoir si ça va leur plaire, et finalement il arrive que les désillusions s'opèrent quand il est trop tard.\nRéfléchissez toujours à ce que vous aimez faire. Vous n'êtes pas forcément bon ? OSEF, vous pourrez le devenir avec de l'expérience.\nCroire que l'argent fait tout, c'est déjà mettre un doigt dans l'engrenage du burn-out.\nPrenez garde à vous et ne laissez personne décider à votre place, que vous parents vous soutiennent c'est cool, qu'ils vous poussent à faire qqch que vous n'aimez pas parce que \"sur internet c est écrit que ça paye bien\", c'est la pire chose à faire.\nBonne chance à tous",
      "likes": 3,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MachineLinguist",
      "author_id": "UCmCKnZChM3Umn-W0vnklDrw",
      "text": "Super vidéo, once again 🙏",
      "likes": 2,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jess-zn1sv",
      "author_id": "UCn9S8wSelOi2yaEdPFUczWA",
      "text": "Super vidéo je me posais justement la question et c'est parfait t'es passé par là :) !",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GraphiSx",
      "author_id": "UCU4YZJQbZ6jsPvhzmtCt5TA",
      "text": "Dans le métier, le Machine Learning est vraiment la partie la plus amusante. 80% du temps est de trouver des solutions pour récupérer, stocker les données, les analyser et aussi arriver à trouver comment déployer les modèles.. L'entraînement c'est moins 5% du temps en fait. Le reste c'est des réunions, et de la lecture/écriture d'articles. A savoir que les gens qui sont les plus efficaces ne sont pas des pros des frameworks/APIs, mais sont des gens qui ont le background mathématique le plus gros. Le code c'est quand on a fini de réfléchir",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lapookie",
      "author_id": "UCKrG3tfAQwlxu_I40A1jyOg",
      "text": "Je recherche mon premier stage technique (Master 1 Big Data & Machine Learning, ingénieur) et j'avoue que c'est compliqué d'être sur de ce qu'on veux faire exactement vu le champ d'application et les outils/techniques du monde de la data science ...\nMerci pour tes vidéos, hâte d'entendre la suite",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pastacode7462",
      "author_id": "UC08AX-FJUezTQfHuv0QCSEw",
      "text": "Je suis développeur full stack et je fais des outils sur mesures pour les entreprises, et force est de constater que de plus en plus de clients, même sans savoir de quoi ils parlent exactement, me parlent d'IA et de machine learning. En fait c'est juste, comme tu le dis, une démocratisation du data scientism, et de l'envie des entreprise de valoriser leurs sets de données. Je pense me former à tout ça rien que pour proposer, en tant que dev, cette capacité à analyser réutiliser les bases de données.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@uploadvoice",
      "author_id": "UCPAlKnZ4l1imYbkPwE5fC5g",
      "text": "Super vidéo.\nVois tu aussi le même engouement pour le métier de data engineer ?\nTon analyse serait la même ?\nC’est à mon avis un métier plus technique et rebute ces fameux notebookeux dont tu parle",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DefendIntelligence",
      "author_id": "UCnEHCrot2HkySxMTmDPhZyg",
      "text": "J'espère que cette vidéo permettra de préciser un peu plus mon propos dans la dernière vidéo :). Dites moi ce que vous en pensez vous d'ailleurs ? Vous voyez comment le rôle de DataScientist évolué ?",
      "likes": 4,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fuckingsauce",
      "author_id": "UChdFOQYn85GgeR39_w5W3yw",
      "text": "Aligné avec toi, mais quand tu parle de la chute de 45% entre juillet 2019 et juillet 2020, attention à l'effet covid qui vient s'ajouter à l'évolution du marché de la Data Science ;)",
      "likes": 9,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rayhana4485",
      "author_id": "UCsETO-Bt2zCcTzAC7UjTm-Q",
      "text": "coucou, je rentre l'an prochain en 3ème année d'école d'ingénieur en informatique et je devrais me spécialiser. Je pensais fortement à la datascience et me former en finance pour travailler dans le trading etc.. Mais d'après votre vidéo la demande d'emploi a chuté.. Dans 3 ans (donc quand je serais diplomées) sauriez vous laquelle des spécialités choisir du coup ? Celle où il y'aura le plus de demande sur le marché ? Avec un bon salaire genre 5k . Entre cybersécurité, data analyst, data scientist, intelligence artificielle, metaverse, informatique quantique et developpeur web ?Merci d'avance !!",
      "likes": 1,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@floc.9033",
      "author_id": "UCb6xaFrkhgUQMmNri8BfuRQ",
      "text": "De la spécialisation, tu as tout dit ! \nSuper vidéo, merci à toi :)",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antonsanaa6953",
      "author_id": "UCSd23uP24AXxYUixvotC9MQ",
      "text": "Très bonne vidéo 👍. Pourrais-tu aussi aborder en détail quelles sont les réelles compétences attendues en détail si possible 😁.",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hye9899",
      "author_id": "UCyFaTW40wEb2d1qjaebe2zg",
      "text": "Merci pour ta vidéo mais j’ai une question. Dans ce cas admettons on est en licence ou en école d’ingénieur ou bts ou autre et que on veut travailler dans ce domaine auj il y’as des formations dédié à la data science sauf que dans ces formations c’est pas spécialisé en deep learning ou machine learning etc comment on peut savoir quand on va postuler que on a les compétences nécessaires ou pas sachant que on a fais un peu de tout dans nos études ?",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gillesthibautnjutapvoui5870",
      "author_id": "UCgopAfxokUW679X9ZerLs5w",
      "text": "Très intéressante la vidéo mais stp j'aimerai ton point de vue sur datascientest. Que penses tu de la formation de datascientist que propose datascientest?",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tyrule0820",
      "author_id": "UCp1vf-KebWlgwn6Ajw1yJQw",
      "text": "Bonjour je suis jeune étudiant en prepa , sur le marché du travail y'a t il une différence entre le diplôme d'ingénieur d'une école moyenne et et d'un master ( pour le data / cybersecurité )",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gumennajulia1101",
      "author_id": "UCfL5ZZ62B6rGgSc7gAYbWnw",
      "text": "Est-ce que vous pensez que ça vaut le coup de se spécialiser dans la data science dans une école de commerce? Ou le métier est uniquement réservé à ceux qui ont fait des études de mathématiciens ou d’ingénieurs ? De plus sachant que aujourd’hui seulement 15% des femmes sont data scientist, pensez vous qu’il sera d’autant plus compliqué de trouver un emploie dans ce domaine en étant une femme ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FabienChampigny",
      "author_id": "UCdcbQSyDqL-uzkKbmXXDa0A",
      "text": "Toute cette mousse au mur pour faire une vidé digne d'un enregistrement dans un cathédrale ?\nJe te chambre, en fait merci beaucoup pour cette mine d'information très concrète.",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@abdos697",
      "author_id": "UCBBAygxjDv3QNy32rfbO6dQ",
      "text": "Est ce que c'est possible d'être un spécialiste en intelligence artificielle et dans la cybersécurité? J'aimerais avoir beaucoup ton avis \nMerci d'avance",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louisalakazam738",
      "author_id": "UCg-mP_B36l3VfA5wzpuHaKg",
      "text": "Quelle est la différence entre machine learning et deep learning ?",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@felix6775",
      "author_id": "UCZUIahSQh8L71xFSxX6PCoQ",
      "text": "Est-ce que la chute des offres d'emploi n'est pas due aux actualités de 2020 ? Je me suis formé à la data science en 2020, et je galère à trouver un emploi...",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PstMrtem",
      "author_id": "UCUD--IkY96-wymMt7myfTqw",
      "text": "Intéressant ! Dommage que la qualité du son soit pas incroyable cependant ! ;(",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tyzer126",
      "author_id": "UC28hQIjfWPqFLv2JtNtE-Mw",
      "text": "Je pense que c'est une mauvaise idée de mêler le marché DS en France et aux US. En France, on est bcp moins avancé dans le domaine. Exemple : combien d'entreprises en France font vraiment du NLP ou de la CV ? Et combien aux US ? ça n'a rien à voir",
      "likes": 1,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gillesthibautnjutapvoui5870",
      "author_id": "UCgopAfxokUW679X9ZerLs5w",
      "text": "Très intéressante la vidéo mais stp j'aimerai ton point de vue sur datascientest. Que penses tu de la formation de datascientist que propose datascientest?",
      "likes": 0,
      "timestamp": 1608681600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}