{
  "video_id": "4Q8WYH2-WhA",
  "title": "La face cachée de l’ASMR",
  "url": "https://www.youtube.com/watch?v=4Q8WYH2-WhA",
  "comment_count": 499,
  "comments": [
    {
      "author": "@hardisk",
      "author_id": "UCA6rJQnIFgQOcjO-xtNV7lg",
      "text": "Vous écoutiez de l'ASMR vous ou pas ?\n\nSi vous voulez voir l'interview complète de BehindTheMoons elle sera publiée sur Patreon très bientôt : https://www.patreon.com/Hardisk",
      "likes": 264,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MadeInFranceASMR",
      "author_id": "UC4d18IlLmw0utmVxIjSadLQ",
      "text": "Merci pour les travaux",
      "likes": 890,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BehindTheMoons",
      "author_id": "UCO8KOv8doJNlidLGf8xX1gg",
      "text": "Merci énormément de m'avoir permis de m'exprimer à ce sujet, la vidéo est super claire et bien écrite et va permettre à beaucoup de mieux comprendre ce qu'est l'ASMR, en dépit des idées reçues. Super nouvelle que l'interview soit bientôt dispo aussi, on a couvert largement le sujet et je garde un très bon souvenir de notre discussion 💟",
      "likes": 1900,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@le_rouxcool",
      "author_id": "UCty_6AwtXM_E45pYhcDfpaQ",
      "text": "En tant que consommateur de contenu ASMR, j'avais un peu peur d'entendre une compilation de clichés, j'ai été très agréablement surpris ! Merci pour cette vidéo qui prend bien en compte toute la diversité de l'ASMR – et dans leur juste mesure.",
      "likes": 664,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PARISASMR",
      "author_id": "UCbWm0JYZTmfyrjvQEe2ZdVA",
      "text": "Bravo pour cette vidéo extrêmement exhaustive. Je la recommanderai à l’avenir pour comprendre tous les enjeux de l’ASMR. 🍀🙏🏻",
      "likes": 391,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@naiotenipianomusic2855",
      "author_id": "UCYz4f1-4KejWsl-AYOWv90g",
      "text": "Je suis tellement content que le sujet ne soit pas réduits à ses clichés habituels, merci Hardisk de faire les choses sérieusement <3",
      "likes": 132,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Masterpouya",
      "author_id": "UCyvWzq3-e9VdNkqhiWOmjwA",
      "text": "\"Le besoin de tendresse\", je pense que c'est bien résumé.\nSouvent, comme le contact d'une mère et sa famille, une acolade entre 2 vieux amis qui se revoient après des années, certains types d'ASMR permettent de retrouver un peu ces sensations en partie qui dégage une sensation de bien être sans tomber dans la sexualisation qui est complètement autre chose et souvent pas souhaité dans ce cadre !\n\nVraiment intéressant ! Pour certain c'est de l'art, pour d'autre un remède, pour d'autres encore un moyen de prendre un peu de temps pour soi, du temps calme et posé.\n\nParfois on n'aime pas du tout, et puis en cherchant un peu, on trouve certains artiste qui nous plaisent beaucoup et très différent du mouvement \"global\" !\n\nBref, ne jugez pas trop vite, essayez, c'est simple et dommage de s'en priver, ça peut vraiment faire du bien pour beaucoup !",
      "likes": 111,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LofiPandaASMRfr",
      "author_id": "UCcPJLi1zuqK6Q6BdJZPe1qg",
      "text": "L’asmr m’a sauvée, je vais vous dire pourquoi. Parce que mon type d’Asmr préfère est l’asmr de réconfort ou l’on nous répète que tout va bien, etc, pendant la relacation. Car pendant la pire période de ma vie, j’étais dans un état mental et émotionnel CATASTROPHIQUE. Et grâce à toutes ces vidéos asmr et ces présences perpétuelles d’asmrtists bienveillants, mes problèmes ne se sont pas arrangés, mais mon état mental et émotionnel changeait complètement en regardant ces vidéos. Donc, le temps que ma situation s’arrange (parce que c’était extrêmement compliqué pour moi d’agir sur cette situation) je survivais mentalement, j’arrivais à me sentir bien grâce à l’Asmr. Même si le problème persistait, j’allais bien, mon état mental et émotionnel était apaisé, réconforte, plein d’espoir…\n\nregardez des vidéos asmr réconfort, ça vous sauvera. Parce qu’on ne peut pas résoudre des problèmes dans un mauvais était mental. Pour prendre les meilleures décisions, il faut être dans un état calme, apaisé, réconforté. L’asmr peut servir à ça.",
      "likes": 45,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arwen_ASMR",
      "author_id": "UCni22D_Hf8UoVMRAeego13w",
      "text": "Hello Hardisk ! Je ne connaissais pas ta chaine, et quelqu'un de ma communauté (étant streameuse ASMR) m'a transmis ta vidéo, je t'avoue avoir eu un peu peur que tu parte sur les clichées sexualisé ... et très bonne surprise ! Merci beaucoup de mettre en avant notre métier (oui pour moi c'est mon métier) de façon pédagogique à expliquer ce qu'est réellement l'ASMR. Ca fait du bien de tomber sur ce genre de vidéos ! Je te remercie beaucoup !",
      "likes": 305,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thefoxart9617",
      "author_id": "UC1-_RQHHoolJmGUZ5sRvQzQ",
      "text": "Ça fait des années maintenant que j’écoute de l’ASMR que ce soit dans les moments de stress ou le soir pour m’endormir. Je te remercie d’avoir souligné que cela n’avait rien de sexuel parce que comme dit dans la vidéo on sexualise beaucoup la pratique surtout en ce qui concerne les auditeurs masculin. Il y a de vrais artistes dans le domaine et c’est un sujet malheureusement encore tabou auprès de beaucoup\nDonc merci pour cette vidéo très clair et bienveillante",
      "likes": 222,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TzBuD",
      "author_id": "UC8J_UpRBK0GBOaOadEdkwzQ",
      "text": "Trop heureux qu'on parle d'asmr techniquement parlant et pas juste dire que (c'est des personnes qui font des bruits bizarre) je me sent enfin compris c'est dingue",
      "likes": 17,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmamanue9214",
      "author_id": "UCcM_Jdsl9v6TmTV-LJB741Q",
      "text": "L'ASMR  m'aide à m'endormir , jamais eu aucun frisson mais une sensation de détente qui me donne sommeil, je m'occupe et aide les autres dans le cadre de mon travail et niveau personnel et familial , certaines vidéos ( bien spécifiques : chuchotement, tapping surtout et autres ) m'apportent une sorte d'attention et d'apaisement , c'est mon petit rituel du soir .",
      "likes": 77,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@legina",
      "author_id": "UCgOwmRgbjk9993_M-lHMATw",
      "text": "Je regarde tellement de vidéos asmr que maintenant j’arrive à savoir ce que je veux en terme de micros, de chuchotements et la langue parlée.",
      "likes": 54,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Midochat",
      "author_id": "UC5Xn6h-HVnoz1hKlHBMn3oQ",
      "text": "Étant insomniaque, je suis une grande consommatrice d'Asmr et je déplore la façon dont la communauté et le contenu Asmr sont souvent moqués ou mal aimés. Alors merci pour cette vidéo. Pour quelqu'un ayant un regard extérieur à l'Asmr, je trouve que tu lui as très bien rendu justice ! La vidéo est très intéressante, va beaucoup plus en détails que je ne l'aurai pensé et la multitude de vidéastes présentés dans les images montre vraiment la diversité du contenu (ce qui me fait réaliser encore une fois à quel point je ne dors pas car j'ai reconnu presque tous les créateurs c'est terrible).\nMerci encore pour cette vidéo pertinente et surtout bienveillante !\nPS : trop contente de voir Behind the Moons ici, son contenu est gé-nial 👌🏻",
      "likes": 61,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EwenASMR",
      "author_id": "UCiuNRqBFvq0Kw9wnQm6oxkA",
      "text": "Cette vidéo est très clair et résume bien l'ASMR, tu as fais un beau travail ! Et l'invitée sait très bien de quoi elle parle 😊\nMerci pour cette vidéo.",
      "likes": 122,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UCZrdsDA7ZhBf8hm56VjN1og",
      "text": "t'as invité BehindTheMoons ses vidéos sont toutes masterclass et super travaillées dans le décors, l'ambiance et il y a une vraie recherche d'originalité, pour moi elle est vraiment dans le top de l'ASMR FR, ça fait super plaisir de la voir dans cette vidéo, super vidéo, didactique qui brise les vieux clichés de l'asmr 👍",
      "likes": 120,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Terrified-Clown",
      "author_id": "UCUTmWchYK1-DndLhM5vrojA",
      "text": "Honnetement, j'ai découvert l'ASMR grace a une vidéo qui critiquait l'ASMR. Avec les extraits montrés j'ai ressenti l'ASMR et j'ai voulu decouvrir +. Resultat voila 5 ans que j'ecoute de l'ASMR et que je m'endors avec, que ca m'aide a calmer mes migraines ou mes crises d'angoisse. C'est clairement un moment de détente important dans ma vie. Enorme merci a toustes ces ASMRtists qui travaillent sur tout ce contenu.",
      "likes": 32,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@victorblh2fknji",
      "author_id": "UC2lhyW4eqbNpx6SwFB1_Qeg",
      "text": "Les propos de \"BehindTheMoon\" sont très pertinents, merci pour ces quelques passages d'interview.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@majesticshrimp",
      "author_id": "UCNvgd8VEoM5KOwze_BD-iPA",
      "text": "Je n'ai jamais ressenti d'ASMR d'un point de vue physique, mais j'en écoute quasi quotidiennement depuis que j'ai découvert le concept en 2017, rien que pour son côté relaxant. Je m'en sers pour la concentration et la relaxation, et aussi pour m'aider à m'endormir si mon cerveau n'arrive pas à se calmer tout seul :D Il y a tellement de sous-genres qu'il devrait y en a pour tout le monde, à condition que vous ne soyez pas misophones! Je conseillerais à ceux qui veulent essayer l'ASMR de tenter plein de concepts et d'artistes différents, ça permet rapidement de filtrer les trucs qu'on n'aime pas! J'entends souvent des gens dirent \"Je déteste l'ASMR, je supporte pas les bruits de bouche\" alors que c'est juste une partie du type de contenu proposé. Pour moi c'est un peu comme dire \"je n'aime pas le petit déjeuner, je supporte pas l'odeur du café\", alors qu'il y a plein d'autres options! C'est dommage de passer à côté :)",
      "likes": 57,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ocococococococococococococ3267",
      "author_id": "UCSoi5dcU5eEUcq70OMA_xOw",
      "text": "Un autre problème selon moi c'est que beaucoup de gens crois que l'asmr se résume à l'asmr cliché. Par exemple le sont des vague, de la pluie ou les craquement de la pluie sont de l'asmr. Moi je regarde beaucoup d'asmr cirage de chaussure. Mais j'ai remarqué que pour beaucoup l'asmr c'est quelqu'un qui chuchote dans des micros et disent qu'il détestent l'asmr à cause de ça",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@keoh3549",
      "author_id": "UCde7D40sKhpIjI1jYaxYAfQ",
      "text": "Ravi de voir BehindTheMoon dans ton reportage! 😍",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dragenor1",
      "author_id": "UCVBdXYCwY9wKubc41A7bNMQ",
      "text": "Je suis Misophone justement ( les bruits de mastiquations me mettent dans un état s'apparentant à de la haine , et de la violence ,oui je sais je suis taré) et l'ASMR marche incroyablement bien sur moi , ça me met dans un état de relaxation intense ,je sais pas comment l'expliquer,mais ouais le chuchotement ,le bruit des touches d'un clavier, regarder quelqu'un dessiner, le toucher .\nC'est limite Méditatif, je conseille l'ASMR aux misophones ,et à tout le monde en général, ça fait du bien.\nBon faut trouver ce qui nous  fait déclencher l'ASMR mais une fois qu'on a trouvé ,c'est incroyable.",
      "likes": 152,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manonasmr8582",
      "author_id": "UCpHBDtLXW2uwxhGhO40NPRA",
      "text": "Merci pour cette vidéo très bien écrite et qui met notre travail en avant sans le dégrader comme le font souvent certaines personnes qui ne s’y intéressent pas… ❤️",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mohamedmalki9069",
      "author_id": "UCxybmLotoCEcNpm4oD28Wjg",
      "text": "Sérieux les gars matter des vidéos  \" ASMR barber shaving \" c'est un vrai kiff c'est presque aussi kiffant que chez un vrai coiffeur",
      "likes": 10,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arie.texier",
      "author_id": "UCO6JveTacGbkNtNiOVHQLdA",
      "text": "Vidéo extrêmement bien faite qui mérite plus de visibilité !!",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zendor_",
      "author_id": "UCX0HOXwmNy7UC4hDymZCtFw",
      "text": "😂😂😂 l'ASMR braquage de banque m'a tué",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kyusofire",
      "author_id": "UCM1fq36uyjgx2a8FnW0S8cA",
      "text": "Jen ecoute depuis 2015 sah quelle plaisir",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Azayii",
      "author_id": "UCbb_VgURxVwghGmKibnTmsA",
      "text": "En sachant qu'aujourd'hui ce serait une vidéo sur l'asmr, j'avais un peu peur que cette vidéo ne serait que sur les clichés et enterrerait encore plus l'opinion que pourrait avoir les gens. Écoutant de l'asmr pour m'endormir, je trouve ça vraiment relaxant et je suis très contente que tu ais traité le sujet comme tu le fais dans ta vidéo. Je suis aussi très heureuse que Behind the Moon ait participé à ta vidéo, étant une asmr artist que j'écouté souvent! Effectivement avant j'avais honte de partager que j'aimais bien l'asmr, j'avais très peur qu'on me juge, alors qu'aujour'hui j'aime en parler car ça peut surement aider d'autres personnes que moi à mieux dormir par exemple.  Merci pour cette vidéo et super travail de toute l'équipe!",
      "likes": 50,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aquariusvineii5945",
      "author_id": "UCsfRESp9VLnlEXdTRr48s2A",
      "text": "De l’ASMR braquage de banque ?!!! 😂😂😂 je suis le seul choqué",
      "likes": 11,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@annalee1622",
      "author_id": "UCrPQjB5IQp96N56g2uOMvGw",
      "text": "BehindTheMoons mais quelle personne incroyable vraiment dans mon top 3 tout type d'asmr confondu pour ma part....",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FuuuuuzeTea",
      "author_id": "UCWWEf_1Nl7rXld2Ht9zyHcA",
      "text": "18:35 moi pour le coup j'aie pas honte de dire que j'en consomme juste j'aie la flemme d'entendre des gens fermer d'esprit qui parle sans connaître en jugeant et stigmatisant, je trouve que c'est pas vraiment pareil 😅 (sinon c'est la première fois je vois une de tes vidéo et elle est quali gg 😊)",
      "likes": 16,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Revlink_",
      "author_id": "UCoPZUENQ-Y3ccbx2BWrJy7Q",
      "text": "Je tombe sur cette vidéo des mois après mais je suis agréablement surpris du travail apporté à ce sujet. \nPour compléter un autre aspect, y'a un côté qui se rapproche aussi de la musique pour ma part, en plus de 10 d'écoute j'adore les nouvelles vidéos des différents créateurs et créatrices mais j'ai quand même une sélection dev vidéo préférées que j'adore réentendre tout comme j'aime réécouter certaines musique alors que j'ai pas forcément le besoin de dormir ou relaxer.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@YohannFreakien",
      "author_id": "UCfaIwIVmxq4RQnIEkzbtHaA",
      "text": "C'est super d'avoir des youtubeurs qui cherchent à comprendre l'ASMR, personnellement j'en consomme sans comprendre le fonctionnement mais sur moi ... ça marche ... \nJ'ai subis les moqueries de beaucoup, qui est difficile de debunk car ... tres peu de recherche sur le sujet.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juliej.d.819",
      "author_id": "UC258zwiHh-APgZD9sy2eMNQ",
      "text": "coeur sur BehindTheMoons <3",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rascar22",
      "author_id": "UC3_TZ2WRuWajMPknmDA5Byw",
      "text": "Enfin le sujet de l’ASMR traité avec bienveillance et de façon hyper claire. Ça permet de démystifier le truc c’est top. Et c’est vrai que le fait « d’avouer » que l’on utilise ce genre de contenus peut être souvent la cause de nombreuses moqueries et gênes c’est fou mais c’est assez puissant comme problème.",
      "likes": 13,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@snowflakes6057",
      "author_id": "UCd486RA0q6bLNlGG8iLnrZw",
      "text": "7 ans que j'en écoute je ne m'en lasse pas ❤",
      "likes": 5,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@edoubledytraitdunionmalou5941",
      "author_id": "UCTZQqQWDdFiTfi546Qf6lNw",
      "text": "superbe vidéo , géniale , très pro et mature",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marionb2188",
      "author_id": "UCw_6NbYYQfukNkUZc7pwo2g",
      "text": "L'ASMR m'aide avec mes crises d'anxiété et mes insomnies ✨ c'est comme ça que je suis tombée dedans haha\nSkepticalPickle ASMR & ASMR Bakery ❤️❤️❤️",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valma7702",
      "author_id": "UCbkf5rzGn19Dx8YQEmTaXlg",
      "text": "Premier souvenir ASMR : le bruit de ma prof d'allemand au collège qui pose sa main sur la table, tape avec ses ongles et ses bracelets qui tintent doucement. A l'époque fin années 90-début 2000 je me disais que je devais avoir un problème 😁",
      "likes": 13,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@YolomaASMR",
      "author_id": "UCV2w9zf-f638mos-1-NU-uw",
      "text": "Mais pourquoi je ne découvre cette vidéo que maintenant ? Elle est géniale, c’est une vraie masterclass ! Super bien expliqué, merci 🙏",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laubergedubull",
      "author_id": "UC_An85xW8bWCHuw8PeWtk0A",
      "text": "Je déteste ça mais d'une force !",
      "likes": 1,
      "timestamp": 1747958400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@legarsdu35",
      "author_id": "UCRPddLXUYAAhijFH5fJ_gqw",
      "text": "Merci pour cette vidéo très intéressante et bienveillante qui ne tombe pas dans les clichés et la moquerie. Ça fait à peu près 8 ans que j'écoute de l'ASMR pour me détendre ou m'aider à m'endormir, mais quand j'essaye d'en parler à mon entourage je ne reçoit que des sarcasmes sur le concept, un peu comme comme quand certains médias ont essayé de présenter le milieu.",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Elisaecker",
      "author_id": "UC0r04XawdIGahc8ABOQuLtw",
      "text": "L ASMR me stress plus que autre chose mais c'est intéressant d'avoir des informations à ce sujet et ci ça détends des gens c'est tant mieux 😊",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shutterst0ck",
      "author_id": "UCQGxcisDc0rY1pgel7UoCTQ",
      "text": "Super intro, le concept d'ASMR est vraiment bien défini, ça change des reportages qu'on pourrait voir à la télé.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yohannloyer2450",
      "author_id": "UC_5T14A1q1k7Kg_B4EA1nZA",
      "text": "Très intéressante Behindthemoon. Belle réflexion, posée, réfléchis. Au top. \nMerci pour la vidéo !",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@37DogStreet",
      "author_id": "UC5cOO_0e2qrxEs4lfXAIiKg",
      "text": "Luna Bloom ASMR est ma créatrice ASMR préférée. 😁",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BePMiss",
      "author_id": "UCBpu7wBqd25BxKTq3jPy65Q",
      "text": "Tres intéressant d'etudier les effets et les besoins qui en decoulent",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@snozate",
      "author_id": "UCgTH7CIB5N3BzRKylAzzibw",
      "text": "pour moi l'asmr arrive parfois lors du visionnage de vidéo dédié a ça mais je regarde principalement sa pour le vidéaste, Tom ASMR a un humour vraiment drôle et ses roleplay son digne de très bon sketch, ou d'autre comme ASMR Glow sont juste relaxant mais le stimuli \"ASMR\" de frisson m'arrive surtout quand je regarde des scène d'anime, série ou de très bon film ou juste devant de la très bonne musique.",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@totoflingeur01",
      "author_id": "UCylDwVpFZldB_HotEZON5zA",
      "text": "j’avoue j’ai pas vue venir le braquage de banque asmr 😂",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@djddan2947",
      "author_id": "UCKbJ8a3Vl9WxIAsVEGtyPeg",
      "text": "Superbe vidéo, je pense que le phénomène ASMR est lié à un monde actuelle très dynamique ou tout les jours tu te lève tu a cette pression de aujourd'hui je vais en cours j'ai des examens faut pas se rater ou alors dans le monde du travaille je doit rendre mon code en temps et en heure donc finalement chaque jour on vie de manière très dynamique et l'ASMR viens casser ce côté dynamique ou plus rien n'a besoin d'aller vite ou de se faire entendre la tu est calme tu a le temps et le chuchotement c'est calme tu casse vraiment le coter rapide que la vie peu avoir et rien n'a d'importance 😌",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HymahoTravelandEat",
      "author_id": "UC9Au-5dWSMZl5NkvzAL59qw",
      "text": "Vidéo très intéressante et bien développée. Merci ça m’a relaxé 😜",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurencesophie484",
      "author_id": "UC-DrZnFWIsWH51ZAnbbsjrw",
      "text": "J ecoute depuis quelques semaines ca m aide piur dormir merci pour cette video tres instructive",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@echeneiro",
      "author_id": "UCaC_fPcTm23S1emUZeTEGPQ",
      "text": "Voilà quelques recos de chaînes AMSR que j'aime bien, pour les gens curieux ou adeptes :\n\n- Made In France ASMR, ses vidéos sont bien plus du côté production de cinéma que vidéos simples près d'un micro. Il s'investit vraiment de fou, avec une très bonne qualité visuelle, sonore, des décors et un univers spécial, le Tingle Village. Il fairt aussi des recréations de scènes de film ;\n\n- Atmosphere, dans la même veine que Made In France mais plus \"fait main\". Anastasia (celle qui tient la chaîne) a un univers étendu avec beaucoup de personnages qu'elle joue elle-même, fait des décors en 3D... Une vraie série relaxante ;\n\n- Zeneia's ASMR, si vous êtes autiste/avez un trouble de l'attention/aimez être \"actif\" pendant les vidéos, je pense que ça peut vous plaire ! Elle a beaucoup de vidéos qui incluent le spectateur, avec des questions simples comme \"Quelles couleurs vois-tu ?\" ou \"Combien y a-t-il de points sur cette page ?\" ;\n\n-Viva ASMR, chaîne coréenne qui fait des vidéos très mignonnes, à base de roleplay variés et qui ressemble un peu à un livre pour enfant. Elle fait des accessoires elle-même, et fait même des vidéos IPad sur Procreate, où elle \"anime\" les personnages et objets et rajoute du son dessus ;\n\n-Rebecca's Beautiful AMSR Addiction, avec des vidéos assez \"niche\" comme faire ses courses ou ranger son sac, faire la vaisselle... toujours avec des mouvements lents et des chuchotements (donc pas du 100% unintentional). Elle sort majoritairement 2 versions de ses vidéos, une avec et sans voix !\n\nJe m'arrête là mais si des gens tombent sur ce commentaire, n'hésitez pas à partager vos favoris :)",
      "likes": 17,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ulumphaa",
      "author_id": "UCXLqW1nkfs__W7ACq2iZ79g",
      "text": "Merci beaucoup d'avoir traiter ce sujet avec bienveillance.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anselmhs3013",
      "author_id": "UCjdAi3G8g5Npmz3Ibg1iK4Q",
      "text": "Merci pour cette vidéo superbe qui redore le blason de mon genre de vidéo préféré",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jimbananya",
      "author_id": "UCOgzEql-xiX5NTg5ZMkRb1g",
      "text": "Excellente vidéo, merci Hardisk",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xiarik2252",
      "author_id": "UCuGNifUGlQBMvvrJ8UvHxUA",
      "text": "J'ai toujours trouvé ça marrant parce que je suis misophone mais j'écoute de l'asmr. Enfin du coup je suis très très difficile sur les vidéos asmr qui me détendent, énormément de vidéo au contraire m'agacent à cause de la misophonie. \n\nMerci pour la vidéo !",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FreshSalad9024",
      "author_id": "UCF-k526qMUE51_jsgJVxoyw",
      "text": "J'adore l'ASMR. Quand j'ai commencé mon burn out, c'est le seul truc qui arrivait à me faire passer ma journée au taff. Depuis, c'est le contenu qui m'endors si j'ai besoin d'un peu d'aide pour me calmer.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheMrTchoup",
      "author_id": "UC2tFmYTn7NLgVXjWN3lEQiQ",
      "text": "Oh trop bien je m'attendais pas à voir behindthemoons sur ta chaîne",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kiwixx",
      "author_id": "UCpTG5Y_ouxj_MH7if5BPBHQ",
      "text": "abricot",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Splainte",
      "author_id": "UCNab1SZh6UgB8zxooErfjKA",
      "text": "Merci pour cette vidéo ! Ça fait plaisir un peu d'objectivité sur ce sujet trop souvent moqué.\nPerso ça fait des années que j'en écoute pour m'endormir et c'est terriblement efficace sur moi",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GD_Toasty",
      "author_id": "UCzg2D2jmZ3qtBC2YkXXMJmA",
      "text": "6:30 le moment le plus drôle de la vidéo sans aucun autre doute 😂",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lena6890",
      "author_id": "UC94WEaVLM44Me_M6Poo7bmA",
      "text": "Excellente vidéo et tes bienveillante merci !",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bettertellphel316",
      "author_id": "UC99QxRg1PwKE3CBrQ6Th4zQ",
      "text": "BehindtheMoons LA BEST !",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@snowflakes6057",
      "author_id": "UCd486RA0q6bLNlGG8iLnrZw",
      "text": "L'asmr c'est un art❤",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enzobgi",
      "author_id": "UCzggYYOCweOX43gPL52Cxhw",
      "text": "Bonne video a toutes et tous !",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@folcrons",
      "author_id": "UCnpF6gGygVMuqvHqt7R5flw",
      "text": "La première fois que j'ai essayé j'étais plein d'appréhension et de préjugés mais en fait j'ai adoré. Ça fait peut être 7 ou 8 ans maintenant et je m'en passe plus. C'est devenu assez rare que je regarde pas une vidéo chaque soir... \n\nPar ailleurs la vidéo est géniale, vraiment bien expliquée et pas dans le jugement.\n\nJ'étais déjà abonné à behind the moon mais c'est fou de l'entendre parler du sujet, sa passion ressort mais surtout je trouve que ses réflexions sont très pertinentes !\n\nOn a aussi pour beaucoup des asmrtistes préférés. Perso ce serait par exemple made in france asmr , asmruok ou encore dena asmr",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rip_hyperion",
      "author_id": "UCK4dakMZ1_g5eKsyE2ipqzw",
      "text": "Les ASMR artiste on est laaaa",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Autiztikbarbie",
      "author_id": "UC9kXR-DoQ6xgiBMOZqhxEcA",
      "text": "Jecoute de l'asmr depuis 10 ans et ça m'aide vraiment à mieux dormir ou à me détendre depuis le temps même sans écouteurs je réussi à sentir les frissons. Ça à commencer par des vidéos de gens qui brisait des vitre de iphone et de la youtube m'as proposé l'asmr ca fait partie de ma vie depuis❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clarafrn972",
      "author_id": "UCw9NmJ-NQP3zzLDrhMeAl8Q",
      "text": "L'asmr ma appris a dormi mieux mais surtout il m'aide a repéré des son n'importe ou dans ma vie. Entendre des voitures ou une personne qui cour derrière moi. Elle ma évité beaucoup de bousculade ou de danger. Elle m'apporte de la détente comme un spa ou un chat qui vient ronronner.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lepaysan1586",
      "author_id": "UCj-0Hyz-KaTkMqPGDza1lxQ",
      "text": "Merci super vidéo ça m'a permis de ouvrir mon esprit sur ce sujet et apprendre",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lucas-ul3ud",
      "author_id": "UCgylt_mRHzLuL2tuW2ivt-Q",
      "text": "merci d'avoir passé celmarasmr qui est un incontournable de l'asmr français",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LestatGray",
      "author_id": "UCEwlIxD8WI1IBNEYqo62fPg",
      "text": "Moi pour me détendre ou pour dormir je mate des vidéos du JDG 😅 il m'apaise 😄",
      "likes": 25,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bryan2604s",
      "author_id": "UC3np0K8rFLHfY5hNRu2JaNA",
      "text": "l'ASMR de braquage de banque JPP 🤣",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MortiAsmr",
      "author_id": "UCsoRseCJnuN98akQ-DPASLA",
      "text": "Bien cette video , merci",
      "likes": 0,
      "timestamp": 1737590400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@keplaire6190",
      "author_id": "UClOa5m6u7Z5MBPrZTnX1ePg",
      "text": "L’asmrist interviewé me détend",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeeMil12",
      "author_id": "UCjFXZb1jbhK6okcRYp5Hy0g",
      "text": "Merci à cette « asmriste » réussir à expliquer ce qui semble  à première vue inexplicable ☺️ . Grande sensibilité et intelligence merci",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Seendiesonytb",
      "author_id": "UCLFlk4eiYLRzpShTazbvCog",
      "text": "J’aurais préféré qu’elle soit une vidéo ASMR 😅",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JeanChristopheLepot",
      "author_id": "UCBxXh42qIwRar7WM4PATo1Q",
      "text": "Bravo pour ce beau petit reportage sur l’ASMR, bon travail ! 👍",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rxchel-o2418",
      "author_id": "UCjTI9WXVIaZAvVLEpEiDuZg",
      "text": "J'adore ! La communauté est tellement jugée et incomprise. Je ne pourrais pas me passer de mon rituel asmr, sinon je ne dors jamais 😭",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Stone1202",
      "author_id": "UCnKnULfFGtzxJBHG34g_PMw",
      "text": "Travailleur et stressé, l’asmr est une source de relaxation.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@benoitclemenceau8101",
      "author_id": "UCep-Hd-lBSSv1xvQgjVLXMg",
      "text": "Merci à toi Hardisk  de m'avoir fait découvrir behind the moons .belle découverte ❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alyssasmr6194",
      "author_id": "UCBIE0a6zp61MKyROqY31Vzw",
      "text": "Super vidéo, merci d'avoir valoriser L'ASMR 🥰",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fleur_asiartist.musique",
      "author_id": "UCrzRj34Vfs2iXMfXLrMF3cg",
      "text": "Bonjour, merci pour cette vidéo, j'y ai appris beaucoup de choses",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joelr.9480",
      "author_id": "UCu1l3yLxLSsxNdV1Q1olpZA",
      "text": "C'est vrai qu'étant fan de hard rock, je suis très sensible à l'ASMR.",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LauryBeat",
      "author_id": "UCvcX2MBB4ZQa-MZ3PsInePg",
      "text": "Je tombe sur ta vidéo, je n'aimais pas du tout l'ASMR avant de tomber sur Vanukee (que j'ai pu apercevoir dans les premières minutes héhé) simplement parce que je pensais, comme beaucoup, que c'était des bruits de bouches. Mais au final, il y a autant d'ASMR qu'il y a de styles de musique ou de sortes de fromage. Il y en a pour tous les gouts et les couleurs. Merci pour ta vidéo, on crache souvent sur l'ASMR sans vraiment connaitre le truc. Et même si le coté érotique me gêne parce que ça montre une mauvaise image, l'ASMR à sauvé mes nuits.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soranookamii",
      "author_id": "UCuITY7YMhzo6hxuNvZbBANA",
      "text": "Ça doit faire 5-6 ans que j'en écoute tout les soirs, ça m'arrive de louper un soir mais jamais 3 nuits sans ASMR. \nDepuis enfant j'ai des problèmes d'insomnie, j'ai jamais réussi a faire des nuits réellement longues et réparatrices mais depuis que j'en écoute, je m'endors devant les VOD du coup (vods de 20min environ me suffisent) et j'arrive enfin a faire des nuits agréables. Forcément ya des nuits compliquées car la vie fait que, mais c'est pas question de mes troubles d'insomnie de l'époque. Ça a réellement résolu un problème dans mon cas 👍🏻✨💕💐",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mosquibeebarradin4138",
      "author_id": "UCJN059HIDBV-s5ZlzrLXFHg",
      "text": "Vidéo très complète et très intéressante, merci Hardisk !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leila-dw4tx",
      "author_id": "UC5GlUyBrMLMxl8nbLU84Q3A",
      "text": "Merci beaucoup pour l'analyse que tu as fourni ! J'ai l'impression d'avoir appris plein de chose :)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SpeedDawn",
      "author_id": "UC09peoUcnhZ5n47_57f9GJg",
      "text": "Vraiment une superbe video ! Bravo !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Za-za-57",
      "author_id": "UCMnr9Gr1eH51apM7TAQmSmQ",
      "text": "Mes premières sensations d'ASMR étaient à l'école primaire ou au collège parfois quand un camarade de classe proche de moi faisait un bruit particulier avec ses feuilles ou avec son crayon à papier. Je décrivais ça comme un \"orgasme auditif\" le truc c'est que comme on savait pas ce que c'était, c'était très surprenant parce que du coup ça fait appel en tout cas à l'époque à un truc proche d'une sensation de plaisir sexuel. Comme c'était peu développé, j'en avais très rarement et très intensément. Depuis j'y suis plus habitué et je peux plus facilement me mettre dans les conditions pour en éprouver, par exemple en étant dans un milieu frais, ça me provoque plus facilement de frissons ASMR. Et par contre ma capacité à en ressentir varie selon les moments. J'ai aussi des moments où je vais être très porté visuel, d'autres plutôt déclencheurs doux, bref c'est pas figé du tout et les humeurs varient, j'écoute jamais 2 fois de suite la même chose.\nEn tout cas on a des ASMRtistes très doué/es en France, hésitez pas à aller découvrir et évitez \"bruits de bouche\" ou \"mukbang\" pour commencer, sinon vous ferez demi-tour direct :P Initiés uniquement :P",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lilik3376",
      "author_id": "UCOf8YmWQKsvg-3zUZ5qQkuA",
      "text": "J'ai commencé l'asmr par hasard quand je rentrais du travail à 1h du matin en mode boule de stress. Aujourd'hui j'ai changé de travail mais j'en écoute encore quand je suis stressée et que j'ai besoin de décompresser. Je sais mieux ce qui me plaît et me convient :)",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chouca",
      "author_id": "UCogxQI9BUtg1m-lZRUqyiqA",
      "text": "Merci pour cette vidéo 🎉",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eihwaz5482",
      "author_id": "UCm1SCwOO57vzaEDmqa6MoAA",
      "text": "Merci pour cette super vidéo qui remet les ponts sur les i 🙏🏼",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Atrimilan",
      "author_id": "UCXyfY6BJ8HKjLeAUMBuwl2w",
      "text": "Je viens de découvrir que mon pc portable fait du stéréo, merci xD",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolasraffoul1708",
      "author_id": "UCC-tLGHpWRIe5w5b6Og3l_g",
      "text": "Perso je kiffe écouter le bruit de fonds marin quand je bosse ça me met dans un état de concentration maximal stable et continue",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Black_Devils-log",
      "author_id": "UCIj73KHalbsn27Vqaf58ssw",
      "text": "j'ai regardé des vidéo de metayage d'arme a feux et j'ai kiffé mdrr",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mlleglady2710",
      "author_id": "UCUbBzNbwv8D0ck6wH9ajsBQ",
      "text": "J'adore l'ASMR depuis que j'ai développé de l'anxiété fréquente, mes vidéos préférées sont celles de massage sur le crane ou le corps, les bruits de toucher sur le corps m'endorment direct! Merci pour ta vidéo Hardisk!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valerie8839",
      "author_id": "UCF5DYvi6QFZtLPj86Xhe65Q",
      "text": "Je ne suis globalement pas sensible à l’ASMR, mais c’est vrai qu’à la rigueur les bruits de vagues ou de pluie ça pourrait le faire.",
      "likes": 18,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LueurdASMR",
      "author_id": "UCHNW4RL8iAal1ScV1HGP9PQ",
      "text": "Hello ! Je tombe sur ta vidéo par hasard, vidéo très intéressante ! Merci d'avoir pris un angle neutre pour parler d'asmr en te basant sur des faits 😊",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Darkiosox",
      "author_id": "UCfw2Fslqi1aZs2ZW1S6NhEA",
      "text": "Pendant ma période lycée ( Donc ça remonte à environ 7 ans ) J'écoutais de l'ASMR pour m'aider à m'endormir. J'étais tombé dessus par hasard et ayant été quelqu'un avec beaucoup d'anxiété, d'insomnies, ça beaucoup aidé à me détendre et à trouver un peu plus de sommeil car j'étais personnellement très réceptif à ça. ( Principalement le contenu tapping )",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louislouis1768",
      "author_id": "UCEhiOmPi6scrLkmCFxlwNSw",
      "text": "C’est incroyable l’asmr",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MegaCynthia1981",
      "author_id": "UCqHh1n-dhFi323qLuw9km-w",
      "text": "J’adore l’asmr ça m’aide vraiment à m’endormir, bien sur avec les sons qui me plaisent.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicojamet",
      "author_id": "UCxkZ0OCJzKQS7UVGyDLDvlQ",
      "text": "Jai 34ans j'en écoute depuis 10 ans ca m'aide  beaucoup  pour  relaxer avant de dormir",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vancloostersebastien4913",
      "author_id": "UCDt-HDoeuM4q7VdsaxCUNEA",
      "text": "genial merci bcp",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@etienne2968",
      "author_id": "UCQWOjzdtWnOFJtqmLbFxGjQ",
      "text": "Franchement c était très intéressant et Behindthemoon à très bien parlé !\nJe vais tenter l expérience",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FoxCharlyNinerTwo",
      "author_id": "UC34rzWPQ4aS6vh4AYydkLMw",
      "text": "La vidéo est toujours géniale et c’est top d’avoir un point de vue interne à tout ça, ça donne envie d’essayer !\nPar contre j’ai le même commentaire à faire que la dernière fois, le nombre de publicités sur tes vidéos a explosé et coupent souvent des phrases captivantes, ce qui nous fait perdre le fil…",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blueharfang802",
      "author_id": "UC0aaakK0SnpLqOmQwn-LrRg",
      "text": "Ouaaa ASMR request le flashback! Ça date tellement!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@melchior_couder",
      "author_id": "UC4DwTaHOrDR52cCapA8jyhg",
      "text": "C'était une SUPER vidéo, j'ai beaucoup aimé !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@libra1358",
      "author_id": "UCWXDVhMIYoRc2Q-oBROnzXQ",
      "text": "Sacrée qualité de vidéo",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@allcatsareawesome9187",
      "author_id": "UCyhkVSLwfpD4b8xk9yTLf6Q",
      "text": "Superbement expliqué ! Personnellement, l'asmr m’horripile. Je déteste les chuchotements, les bruits de bouche, les sons proches des oreilles... Dans la vie, je ne suis pas du tout tactile, et je n'aime pas que l'ont s'occupe de moi. Donc, je ne comprends pas cet engouement, mais bien sur, je respecte les créateurs et les consommateurs d'asmr ! Behind the moon semble adorable ! Merci Hardisk d'avoir éclairé ma lanterne sur ce sujet que je n'avais toujours pas cerner !😻😺😽",
      "likes": 21,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ASMRCollectNPlay",
      "author_id": "UCSf3PQ9AUNp6hG1f2OXOVog",
      "text": "5:56 not my finest work lmao",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pascallivolant8569",
      "author_id": "UChzW6ikaol1-5xDPQUqWn8Q",
      "text": "Alors, je suis fan d'ASMR, donc ça joue, mais je te découvre avec cette vidéo et franchement je suis impressionné! Top qualité vraiment 😯",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@karma_brain",
      "author_id": "UCT3SlQJuY4Pc8wRT9BqV1dQ",
      "text": "18:03 tu m'a persuadé 😂😂😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jelly-2032",
      "author_id": "UC_-qI7fWs1NXbejuUINAs5g",
      "text": "7.56 ça fait des années que j’écoute ces vidéos ASMR, je crois que c’est la première fois que je l’entends parler à voix haute",
      "likes": 0,
      "timestamp": 1761177600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lilkindasmr",
      "author_id": "UCRJiX2XFMqXKdU38z-26pew",
      "text": "Je viens de tomber sur ta vidéo je suis bluffé, tu as expliqué l’asmr merveilleusement. Ta vidéo pourra aider ceux qui ne connaissent pas bien cette forme de relaxation. Au top! Une nouvelle abonnée 🥰",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Daniko.bopeyyy",
      "author_id": "UCSbpac-bBOKrtwQGmjBYtyA",
      "text": "Ça c'est du grand boulot et du très très bon boulot 👍🏽\nMerci énormément... je suis très intéressé par ça depuis 1 an et quelques mois déjà et je suis toujours en quête de compréhension des impacts d'un phénomène sur mon esprit et jamais j'ai eu le courage de chercher tout une vidéo où parle de l'ASMR. Mais voilà exactement ce qu'il m'a fallu pour vraiment comprendre tout l'essentiel sur l'ASMR",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@imadina31",
      "author_id": "UC6KWnfaQq4GO17MU4kp0-sg",
      "text": "Je ne m'attendais pas à ca ! Sujet hyper bien traité, quasiment dans tous les details, et témoignage de BehindTheMoons très interessant et juste ! Perso je suis fan depuis 10 ans, et je connaissais ces sensations depuis l'enfance (sensibilite au toucher, sons, matieres etc..) ✨❤️",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ShiroKTS",
      "author_id": "UCOSLbb9rmZeLtoTcA6WFrzw",
      "text": "Très complet, bonne vidéo !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kevyncharo",
      "author_id": "UCgr5tEZWkqc8_RjsodeS5dg",
      "text": "trop bien davoir invité behindthemoon à parler ça fait plaisir! elle est trop forte <3",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@centre1818",
      "author_id": "UCMTtvfmSwncIDL5fgPbhicg",
      "text": "🔥🔥🔥🔥",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philippek149",
      "author_id": "UCZEbrSt4kiVePh2p1Z4y9NQ",
      "text": "sur twitch , j' ai expérimenté pas mal de chaines asmr,  j' aime beaucoup les sensations auditives, comme le ears cleaning,  je suivais une très charmante hollandaise qui était très douée, et pas vulgaire pour un sou,     je pense que c\" est une bonne experience,  mais qu' une fois passé un certain stade de découverte, on passe vite a autre chose, quand a l' asmr érotique, bon la on cherche un autre genre de frisson, et le créateur engrange un max de pognon suivant ses prestations,   comme toujours redoutablement addictif,  procédé vieux comme le monde et la science a bon dos , encore une fois",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hypdal1982",
      "author_id": "UCdtArMWIAeuADHbeH9tnOeg",
      "text": "agréablement surpris par la vidéo",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marlenearrivé",
      "author_id": "UCeFuUGdA05nThbg1buaZ1FQ",
      "text": "je n'ecoute pas d'asmr mais je connais cette sensation: je suis modele pour des cours de dessin et je ressent ca avec les bruits des crayons sur les toiles ou papiers. et c'est vraiment tres agréable",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SayKo_7",
      "author_id": "UCj2VipWtezb6CI_LjlEiL2Q",
      "text": "Quand j’en écoute sa me fait des frissons mais moi je trouve ça totalement désagréable et stressant",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pascaleparant7891",
      "author_id": "UCxA13C0P-eaPY-knUeAgieQ",
      "text": "Super intéréssant !!!!! merci",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soniak5421",
      "author_id": "UCgucGc4ZuwZjoKr7uYqIRWA",
      "text": "J'adore le brossage de cheveux et les crinkling sounds. Mais aussi certains créateurs qui font carrément de petits scénarios de films!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@QueOndaa",
      "author_id": "UC4L7DgMy76P4T2BJ18VeGKA",
      "text": "Giga bonne vidéo merci bcp",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zePhilGoud",
      "author_id": "UCchJYGc3FHoDzu34pWf19Yw",
      "text": "Super vidéo, bien détaillée et renseignée, loin des clichés et des jugements. Merci !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Flowolf0102",
      "author_id": "UCt6jb7WdP-WWgYfp4dPFDLw",
      "text": "Magnifique vidéo, j'ai validé chaque information donnée et je me suis reconnue en tant que consommateur d'ASMR. \nJ'en regarde (ou plutôt écoute) tout les soirs et ayant probablement des insomnies (probablement car pas officiellement diagnostiqué) ça m'aide pour toutes les nuits \nMerci d'avoir mis en lumière ce type de vidéo",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sorocrux9365",
      "author_id": "UCiYH1gmRDzZ2OkuN6XFVwjA",
      "text": "Ce qui m'aide a m'endormir c'est pas des vidéo asmr en tant que tel mais des vidéo de vulgarisation sur des sujet que j'apprécie et que je ne comprend pas. Ça m'aide a m'empêcher de trop réfléchir avant de dormir et donc je dors mieux",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romeodumas6063",
      "author_id": "UCL1-XnFLio-DAR7qYjKBlrA",
      "text": "franchement quali la vidéo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tasubi2747",
      "author_id": "UC_cF9D58OAvbowb3er0t9Qw",
      "text": "Merci Hard pour ces exemples, le braquage de banque m'a terminé 😂 malgré tout jadore l'ASMR, certains styles en tout cas, car dons mon cas, mes problemes d'audition m'empêche de m'endormir. Force a tous ❤",
      "likes": 32,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ramzistinson",
      "author_id": "UCbo8O3Dpwvio227ZEfF_jJw",
      "text": "J’assume absolument le fait de regarder l’asmr et ca a aidé un bon nombre de mes connaissances a l’assumer aussi.Vive le inintelligible asmr et merci pour cette vidéo !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amaury-eng",
      "author_id": "UCic2MYwmpCZhVCVaYrwI6Aw",
      "text": "Vidéo intéressante, merci !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CultureASMR",
      "author_id": "UC1iS4BQAGmQNHGcBeKiUAdA",
      "text": "Salut, super vidéo bravo ! Il faut aussi parler de l'effet de l'ASMR sur la mémoire, c'est une dinguerie. C'est pour ça que j'ai créé ce concept. ❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valendis",
      "author_id": "UCGk3PQpR3M4rywEvzBTLqxg",
      "text": "Bravo pour cette vidéo! En tant que gros consommateur d'ASMR tu as su expliquer ce que j'ai du mal a expliquer quand on découvre que j'aime l'ASMR.\nTu relève un point intéressant sur la gêne que peux procurer le contenu explicite chez les personnes qui aiment simplement l'ASMR comme un outil pour se relaxer.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tinowo5682",
      "author_id": "UCIv6ehEjKnybXV5q2vw7sAA",
      "text": "On fait progresser la science 😎 C'est juste dommage que ceux qui ne sont pas sensibles à cette expérience se sentent souvent obliger d'aller dans les extrêmes pour exprimer leur haine.",
      "likes": 49,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hermineletyplup4864",
      "author_id": "UCdUDcIrEp9qPMsHwttEV_dg",
      "text": "Y a des trucs super chouette et varié dans l'ASMR.\nDes chaînes avec des documentaires, du coup soit j'arrive à m'endormir, soit pendant mon insomnie j’apprends au moins des trucs et comme c'est uniquement via le son, pas de gêne au niveau de la luminosité.\nJe sais aussi que pour certaines personnes, l'asmr médical notamment lié au dentiste, permet de mieux appréhender les rendez-vous, simplement parce que pendant la vidéo il n'y a pas de mauvaise sensation et donc de \"tromper\" le cerveau et lui montrer qu'avoir peur ne sert à rien au final dans cette situation.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@justesonic4761",
      "author_id": "UCQ3y8rOQ78wizs0v1kjqBxw",
      "text": "Très cool, je suis curieux maintenant",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oxyksasmr",
      "author_id": "UCCT6gkl9rkNhBcUYRooeP5A",
      "text": "super la vidéo !!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@erwanlefebvre6900",
      "author_id": "UCqgR2fqIsSBAhs0fa5Czt5g",
      "text": "Merci d'avoir fait une description du sujet de manière objective et pas comme un truc de psychopathe",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mellenicci3791",
      "author_id": "UC5qX3OQnFZREXHms_hjTLUw",
      "text": "Moi c'est :\nWhisper Crystal\nMartine ASMR\nPsyche truth ASMR",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thefrenchgirl4550",
      "author_id": "UC6kyaEpsFjGolhC4nyAkHlQ",
      "text": "Super vidéo, pour ceux qui veulent découvrir gentiment, je recommande moonlight cottage asmr ( qui apparaît d’ailleurs dans cette vidéo ) elle produit des contenus très travaillés digne de court métrage qu’on pourrait voir au ciné, donc très facile à regarder ( pas répétitif, univers fascinent, lumière réfléchi….",
      "likes": 0,
      "timestamp": 1753228800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pikachoc2",
      "author_id": "UCHNdwjqBs7feAgPms_qjmlg",
      "text": "C'était super intéressant !! Merci beaucoup pour cette vidéo ! Ca m'a confirmé des suppositions que j'avais sur les personnes qui sont plus facilement touchées par l'ASMR (comme pour moi) et j'ai aussi appris beaucoup de choses intéressantes, c'est un super moyen d'essayer de casser ces clichés et de renseigner d'avantage les personnes qui critique facilement ce type de contenu !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tictcha612",
      "author_id": "UCOet6UebvNIGLzEMjpCCE1Q",
      "text": "Super vidéo !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fedorastarciazengouaya9238",
      "author_id": "UCjUcXlSVMmmz5Ow3EqiDyCw",
      "text": "TOUS mes ASMRtists favoris apparaissent dans ta vidéo 😂🫶🏾",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Baddynou",
      "author_id": "UCnGNXHbwVGU5HMu4nOkiN1w",
      "text": "Tellement génial l’asmr 🥰🥰🥰",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jameseustil532",
      "author_id": "UCupODPI4iKtC6fouyKBLL1A",
      "text": "Haaa ..., le bon son à sa mémère ! ^^",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jacquesdupontd",
      "author_id": "UCAauk6i8O6qln8zOTNwUtMg",
      "text": "Merci",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rja1165",
      "author_id": "UC30QalGh7tWMYZEz3NLinQg",
      "text": "J'ai toujours aimé l'ASMR, et j'étais DAY ONE sur le phénomène avant même qu'il soit nommé. Cela m'a aidé à comprendre beaucoup de choses.\r\n\r\nPourquoi est-ce que j'étais apaisé quand un camarade jouait avec sa trousse, quand quelqu'un à côté dessinait. Et pourquoi est-ce que j'apprécie les soins ORL et dentaires (oui, même le détartrage).\n\nJe pense que je dois beaucoup de mes heures de sommeil à tous celles et ceux qui en font.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebastienmaisse8135",
      "author_id": "UChKo7oEUW3h5R_NxjmLJxsg",
      "text": "Sympa le sujet 😊",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NewisTV",
      "author_id": "UCoWbco-10E5rgp1Tr8zyAOw",
      "text": "10 ans plus tard ont en écoutent toujours !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marcowasmr",
      "author_id": "UCIh-kp0qPki3zvPgylRX8wQ",
      "text": "J’arrive un peu tard … mais extrêmement bien réalisé et intéressante cette vidéo 😊🙏🏼",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Scribe.game6z",
      "author_id": "UCR8s8CLZhtmgZ_R6OoytzaQ",
      "text": "En plus de bien expliquer les otc avec un village de pain, l'asmr est bien expliqué aussi merci de ton taf",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sockslaine",
      "author_id": "UC90FoCdnqqhkmwn2EI4t0aA",
      "text": "Merci pour cette vidéo. Mon compagnon déteste l'asmr mais moi j'adore.\nQuand je suis malade ou que je n'arrive pas à dormir cela detourne mon attention sur quelque chose de positif. \nLe reste du temps je regarde ça comme un contenu artistique car sur ma chaîne préférée c'est très beau visuellement et dès fois il y a des fails, la tente des choses et j'adore",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@totointernational3493",
      "author_id": "UCyM11SNLhUUKTySFF9RM-pg",
      "text": "Y a aussi les micros hyper-performants... 😉",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mrkoddy",
      "author_id": "UCA-sN6J_Z621Ko9Pd_ERlSw",
      "text": "J'écoute pas mal de contenus ASMR, des bruits d'ambiance dans les jeux vidéo notamment, ça détend énormément",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fableducur3769",
      "author_id": "UC5MCqfmu26qFHmeKza6vRhQ",
      "text": "Ptn juste de voir des images d’asmr et mon cou il chatouille",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PrinceGrenouille",
      "author_id": "UC-I-y5kp8DCLEdMVlsISuuA",
      "text": "L'ASMR me crispe très fort, mais je suis misophone, et je comprends mieux maintenant pourquoi ça ne passe pas du tout chez moi. L'interview de BehindTheMoons était vraiment très intéressante, et elle a l'air de faire du très bon travail ; c'est notamment très intéressant cette performance à la Gaîté Lyrique, et c'était très sympa de l'entendre parler de son métier. Sur le bien-être que ça apporte à certaines personnes, est-ce qu'on ne peut pas comparer ça avec d'autres démarches de bien-être, comme le massage, la sophrologie, peut-être le yoga ou ce genre de choses en général ?",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@La_mouche_i",
      "author_id": "UCADou6YTPF05MDU-ZAhCzOg",
      "text": "11:25  ce qui est étonnant, c'est que étant misophone, j'écoute beaucoup d'asmr, mais pas n'importe lequel. Je ne sais pas comment expliquer le fait que je ne supporte pas les bruits intimes de la vie mais que j'apprécie le réconfort de l'asmr :,)",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@somayukihira475",
      "author_id": "UCjILPJ6s6WLbZrlJt55Axvw",
      "text": "Super video ! Et sa ma fait rire que tu parles des pubs pendant les videos asmr parceque c VRAIMENT horrible de se prendre une pub song a fojd dans les oreilles pendants que tu tendors T^T",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vladimirpoutine467",
      "author_id": "UCTnrrljT-DnoJNy0wgWbF9A",
      "text": "Celmar le goat de l’ASMR",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@richardlaporte4843",
      "author_id": "UCtLNYpJyj-JY4bvvvCZzw2w",
      "text": "Merci pour la vidéo. Trés sensible à l'asmr, je ne m'endors plus jamais sans écouteurs dans les oreilles. Et je reconnais meme une certaine addiction , une addiction certaine devrais-je dire. Ton propos est bien documenté et mesuré, encore merci.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@florianedebasseux8308",
      "author_id": "UCZNdPU6-Ud4PwjOV0EdArWA",
      "text": "Bonjour Hardisk,\nTrès bon sujet merci, comme souvent. Je suis comme vous, les bruits de bouche, nooooon !! sinon, pourquoi pas ?? Tant que ça fait du bien aux gens ! Merci ce truc m échappait un peu. Je vous souhaite un excellent week end.🌹",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laura2364",
      "author_id": "UC8hLCF1yeAgs9umONOs9drA",
      "text": "Les demandes d'abos sont tj aussi drôles, merci :')\nJ'ai jamais vu l'ASMR comme sexuel par contre, je pensais pas que c'était le cas de certains\nY'a certains types qui me déplaisent bcp (littéralement les bruits de bouche) mais tt ce qui est peinture ou travail du bois c'est un cosmo kink",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Franjaro",
      "author_id": "UCFHM9JYMvak_Tqb3w-uGwuQ",
      "text": "Original comme sujet, impatient d avoir le temps de regarder",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Magali.M",
      "author_id": "UCiFI3jx2PZzzfhWrzrGySdA",
      "text": "C'est grâce à une vidéo brut en 2015 que j'ai découvert l'Asmr et notamment @Sandra ASMR Relaxation et @Paris ASMR qui ont littéralement changer ma vie, enfin mes nuits surtout et depuis et je ne peux plus m'en passer, il n'y a pas une nuit où je m'endors sans une vidéo ASMR! Étant extrêmement sensible aux bruits et avec des pensées envahissantes, l'Asmr me permet d'être dans une bulle qui me permet de m'endormir rapidement et a considérablement réduit mes insomnies! 🙏🙏Contente de voir @Néfertiti ASMR et @Rendez-vous ASMR dans cette vidéo qui sont deux créatrices de grand talent également 🤗",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FrX_XIII_1618",
      "author_id": "UCSvNvh3aHt8E9vbzw0grJ3Q",
      "text": "Je pense personnellement que plus on est sensible, plus l'ASMR fonctionne nous. Sans entrer dans les détails sur ma vie, les vidéos d'examens médicaux, de chiropraxie et de bruit de la nature sont les plus efficaces sur moi et je pourrais dire pourquoi elles le sont dans le détail justement. Pour résumé, c'est lié à des souvenirs positifs de ma jeunesse, des souvenirs basés sur la relaxation extrême jusqu'à l'endormissement. L'empathie joue un rôle majeur dans la plupart des vidéos puisque je me mets facilement à la place du model et j'ai l'impression de ressentir ce qu'on lui fait.\nEt j'ai toujours eu des problèmes pour dormir, depuis tout petit.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joellegarcia121",
      "author_id": "UCwWC8sFi3tpupYosnv-Vi1w",
      "text": "Je suis plutôt dans la niche ASMR baking soda pour ma part, je déteste l'ASMR qui est présenté dans la vidéo. Du coup, je te remercie d'avoir coupé le son sur une majorité des exemples de vidéos 😊 Je suis quelques artistes, ce qui fait que j'ai environ une vidéo par jour à regarder (généralement 1/4 d'heure). Quand je rentre du boulot puis que je regarde ma vidéo ASMR, je suis sereine et  peux embrayer paisiblement sur ma soirée, sans penser au travail.\nMerci pour tes vidéos de qualité en tout cas, un vrai plaisir de les visionner à chaque sortie !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maitre-Shcuko",
      "author_id": "UCEHR2LQM7NlIjp97QC7S0vQ",
      "text": "j'écoutait de l'asmr quand j'étais en prepa, j'ai bien vecu ma prepa",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zines",
      "author_id": "UCBEDnXTt3iw6LrlKf-YbIbA",
      "text": "Bruit de pluie sur velux>>>>",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LArchitecte2",
      "author_id": "UC4YJ_Jtf3RP7x6wShSYBVtw",
      "text": "Ça m'as fait super plaisir d'enfin voir une vidéo qui parle de manière objective de l'ASMR, et je pense que c'est l'endroit idéal pour avouer que oui, je suis consommateur d'ASMR depuis quelques mois maintenant, j'ai découvert que j'apréciais l'asmr graçe a BTM justement, dans un tiktok qui a spawn random entre une edit War thunder et jsp quoi après et au final j'ai passé la soiré a swip sur son compte et je m'y suis mis.. ça me permet personnellement de m'endormir plus facilement le soir sachant que je suis quasi insomniaque ( jamais été testé pour savoir si je l'était vraiment mais j'ai de grosses difficulté le soir ) Et j'avoue que ça m'as bien aidé lors de la reprise des cours 😅\n\nAh oui et les bruits de bouche bannissez ça svp c'est insoutenable 😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vladimir-ge8gk",
      "author_id": "UCHm-0fLigk90uF37O-j4mvQ",
      "text": "je jugeais voir critiquais l asmr jusqu a ce que je decouvre par pur hasard et maintenant il est quasi impossible pour moi de m endormir sans ecouter une video!!!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nolybee",
      "author_id": "UC7csLwZkH3pPBbLFdalNRlA",
      "text": "C'est ultra intéressant mais c'est impressionnant comme ça m'énerve les chuchotements 😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alessiolht7914",
      "author_id": "UC3h5LjqNjloaLuXLpm449Gw",
      "text": "Excellente vidéo explicative. Si vous aimez l’asmr et le cinéma, les jeux vidéos et surtout du bla bla assez calme je vous conseille arno asmr c’est une chaîne moins connue et pourtant très qualitative",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lolajrn3687",
      "author_id": "UCiodU_fZLifAKqWU9tqS1Ng",
      "text": "La vidéo est top et ici on consomme l’asmr <3 behind the moons est super et hyper claire c trop cool\nParcontre juste je trouve que la miniature ne rends pas très bien compte de la vidéo, on s’attends vraiment à quelque chose de dark et ça fait cliqué certes, mais la vidéo dans l’ensemble est plutot positive et objective et appart la toute fin c’est pas très dark donc bon je trouve qu’il n’y a pas trop de rapport entre le contenu et la minia pour le coup😊",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@slimkiller6491",
      "author_id": "UCcQdrtTnuTHo_FzRaDdu4Pg",
      "text": "Mec jadore tes video desoler mes tes miniature me repouce plus quelle m'attire merci pour ton travaille❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BaAntoine",
      "author_id": "UCzmZ0_lQcRpE7DZQZQJTsMw",
      "text": "Moi l’ASMR ça me fait péter des cables je déteste ça",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sliraft3304",
      "author_id": "UC6OFWj8xXneE-ohNjWejY7g",
      "text": "J'expérimente l'ASMR depuis quasiment toujours, je me souviens étre détendu quand ma mère le lisait des histoires quand j'étais très petit, de la même façon que quand j'écoute de l'ASMR",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Daniko.bopeyyy",
      "author_id": "UCSbpac-bBOKrtwQGmjBYtyA",
      "text": "Mais le titre et la miniature de la vidéo... c'était quoi le projet 😅",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bistof57",
      "author_id": "UCE7CPXzf0yC605yuygfU2FA",
      "text": "Moi je dors à chaque fois  quand j'écoute asmr",
      "likes": 0,
      "timestamp": 1737590400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fanny5358",
      "author_id": "UCZIsXPztPptXah4C3Mi3VQw",
      "text": "Personnellement le ASMR m'a été d'un grand secours dans une période de m'a vie où je vivait énorme d'anxiété et une dépression. \nLe ASMR m'a permis d'arriver à me calmer,et dormir,deux choses qui étaient absolument nécessaires à mon rétablissement. \nEt ce,sans avoir recours à de la médication. \nAujourd'hui encore, je vais beaucoup mieux,mais j'en écoute régulièrement quand je veux m'aider à être plus calme,rassurée, et apaisée. \nJ'en suis très reconnaissante de ces artistes qui aident énormément de gens,comme moi.❤",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gluthvongluth9474",
      "author_id": "UCRZzBlSADmjOTmThnfu-zGQ",
      "text": "Il est quand même loin le temps du \"jus d'orange... hmmm... succulé\"!",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@docbrrown",
      "author_id": "UCH88iEvxLGCRN2KeLAX-XLA",
      "text": "Le cas d'Amandine Leloup en France est parlant. C'est une des pionnières du genre, elle avait interviewée par Mouv' à l'époque et ils se sont foutu de sa gueule, ce qui l'a poussée à arrêter. Ensuite, il y'a eu un essor en France mais elle n'était plus présente. Elle est revenu ensuite mais elle a clairement loupé le train. Je suis sûr qu'il y'a plein d'artistes ASMR qui ne la connaissent même pas alors que c'est le Titan originel de ce truc en France ^^",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antonyramirez2274",
      "author_id": "UClI-taGT27qnRz5QUyZXFTw",
      "text": "Behindthemooooon ! <3",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tony0362",
      "author_id": "UCdjse0nwccHnBo1D1Jdbfhg",
      "text": "Je trouve ça top de parler objectivement sur tout le long de la vidéo ! J’ai eu peur en voyant la miniature de decouvrir qu’en fait je consomme un contenu malsaint depuis des années, mais en fait que nenni ! C’est dommage la miniature est peu raccord avec la vidéo sinon vidéo top !",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blacksmithgarage",
      "author_id": "UCE997fTHFI7-ZDGU2hbvXYQ",
      "text": "le problème comme dans chaque type de vidéo , c'est la quantité de dinde et dindon qui reproduise des bruits de bouche couplé a un max de \"tapping\" sans aucun autre but ou sens que de surfer sur la vague. \nEt y'en a un sacré paquet .....",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lorianecerland9555",
      "author_id": "UC97SaHrHM2eRYyNzI9yIZWQ",
      "text": "2:42 Adele s'est perdu ??? 😂",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@samuelkamsi4017",
      "author_id": "UC0Gc12smnTUzRqa9mTXcibQ",
      "text": "le combo asmr + braquage de banque c'est pour m'achever 🤣",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gromarfat6493",
      "author_id": "UCm-boP385oQapQaTXJq8wig",
      "text": "La transition a la fin de la vidéo qui dit d’aller voir une vidéo sur les créatrices de contenu pour adultes c’est pour abattre l’asmr 😂😂😂",
      "likes": 0,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alystairmabloch401",
      "author_id": "UCDdJZBVqs5MJzAdeu_aIdYQ",
      "text": "Ça est clair que je l'ai remarqué: la zone commentaires des vidéos ASMR sont des zones de bienveillance et de gentillesse hors-normes pour internet.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vicelhard",
      "author_id": "UCa4CiSdXoOaFwqSwtjeCMqQ",
      "text": "Le seul contenu que je regarde et qui peut être considéré comme de l'ASMR c'est mes unboxing de therelaxingend. Les bruits de carton, papier bulles, plastiques ça à un effet fou sur moi en plus de me plonger tête la première dans la nostalgie.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lebru7114",
      "author_id": "UCOX3hk_cHO5ZzWsZWrVEwTQ",
      "text": "Du coup les planétarium sont des très bon spectacle ASMR j'imagine vue comment on y dort bien",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrCoquillette",
      "author_id": "UCyaqPTg96NAPG8W5KV22rZA",
      "text": "Merci, je vais pouvoir écouter des compilations de levrettes sans honte pour dormir",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@asealJFM",
      "author_id": "UCW19fR-M7b1KeRPIHvnyd-Q",
      "text": "Je suis autiste et l'asmr m'aide a dormir (je suis souvent insomniaque et cr depuis enfant ou je me levais en pleine nuit pour dessiner). N'étant pas du tout fan a ce qu'on touche a ma peau, ke fait que ce soit a travers un ecran m'aide beaucoup.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@depresty",
      "author_id": "UCcuXNOpJc1hIl8yfIAIb-Ug",
      "text": "J ai complété la video juste pour la charmante thebehindmoon",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Artisa-35",
      "author_id": "UCqXaUbBJfGiwodRqk5Lo7oQ",
      "text": "On en a besoin dans une société qui va trop vite avec des sons trop bruyants et agressifs. Ça fait une coupure ça créer une bulle de confort immédiate ☀️🍃",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolasfaucher8420",
      "author_id": "UCxqW8FwUoYHzBK-PgR1HLGg",
      "text": "Moi il me suffit d'écouter certaines chansons",
      "likes": 0,
      "timestamp": 1758585600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aline5135",
      "author_id": "UC1dyFFRx-vJZ-ZsjglQ6-Cw",
      "text": "Comment ça personne ne sait vraiment si ça marche? 🧐\nChez moi ça marche bieeen",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@angelCityyy",
      "author_id": "UCb0fKtBTqaJdG-cR9V183yg",
      "text": "J'aime l'asmr et en plus la communauté asmr est la plus cool du monde.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ellaraison",
      "author_id": "UC1wb1rHfskVi2TlF1Pk999w",
      "text": "Moi les chuchotements me stresse😢",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hibuza838",
      "author_id": "UCgvqT7u7sb_MSzeKmUbz0ZA",
      "text": "gg le titre",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@babylon5082",
      "author_id": "UCMu7XolIu_IYoPOJX4xpO7g",
      "text": "Fan d'asmr j'adore behind the moon mais j'avoue etre surpris d'une vidéo sur l'asmr sans une ref a @Sandrarelaxationasmr ?!",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@veroniquewild7390",
      "author_id": "UCXzHia7_DJFFJa0sy8YempQ",
      "text": "J'ai 68 ans , j'écoute souvent de l'ASMR cela me détend et je m'endors comme un bébé , spécialement avec l'ASMR Lumière ! Merci pour ses explications et merci aux créateurs et créatrices d'ASMR !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evandb_s777",
      "author_id": "UCtq4QLWHMXhL_f28UEyQ-xg",
      "text": "asmr braquage de banque 😂😭😭 je veux un film entier sur ce thème, imaginer un monde où tout le monde chuchote ahah",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Turbigoo",
      "author_id": "UCsiOb5PphKj1ebxsMrx4okg",
      "text": "J'ai testé un ronronnement de chat, ça marche super bien.\nPar contre chuchotements dans les oreilles, les bruits, j'ai testé suite à cette vidéo je tiens pas 30s 😅",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@helinegermain124",
      "author_id": "UC3jAq-1Phl9b2ydC3dDBxMg",
      "text": "Un asmr artist que j’écoute beaucoup c’est MR Phœnix asmr car il n’utilise pas tous ce qui est bruit de bouche il t’appote pas son contenu est vraiment relaxant pour le coups",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@allensan007",
      "author_id": "UC0FnYzK6JRF-AC9RaqXa5Tg",
      "text": "Purée tu m as tué avec ton second abonne toi, j était pas près",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kyomic3482",
      "author_id": "UC2WECwUvz-7QVDx922q6mdg",
      "text": "Moi j'ai cru que c'était un nouveau langage de programmation évolué de l'Assembleur !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MsLyrox",
      "author_id": "UCYhtkAeWzLpiAi8VhsPmqAw",
      "text": "Meme avec ton mic sa voix est apaisante wtf",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yapll",
      "author_id": "UCt2xpOavPuKnXbc4VzH3CYQ",
      "text": "Concernant l'argent gagné par les créateurs de contenu ASMR : Gaëlle Garcia Diaz a expliqué que ses vidéos ASMR obtiennent beaucoup de vues parce que les gens s'endorment en les écoutant en boucle.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@doglovers338",
      "author_id": "UCGog2yi7XXlmFM-Wt0bNL4w",
      "text": "je suis insomniaque grâce a l'asmr je dors au moins 3 hrs maintenant",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dewey40000",
      "author_id": "UC-VRTG-BtBaTPUfSIlSVa4Q",
      "text": "\"Pain ASMR\" de HoustonJones c'est le meilleur ASMR c'est le seul que j'ai aimer x))",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yohanpop4934",
      "author_id": "UCRjSZEhlosUArGxDceBmlfA",
      "text": "Merci beaucoup pour cette video je ne savais meme pas quil existait de l'asmr sexuelle",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stevenbraga4106",
      "author_id": "UCVxnmL8p-GecEPRprkQda9Q",
      "text": "Moi l'asmr c'est pas vraiment mon truc la première fois que je suis tombé la dessus c'était en me réveillant après m'être endormi devant un de t'es vidéo faut croire que tu à malgré tout un petit côté asmr😂.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nilauberge6574",
      "author_id": "UCa1Tp2r5mezr1m-TdCEdAXQ",
      "text": "00:02 L'ASMR est un phénomène sensoriel qui déclenche une agréable sensation de picotement en réponse à des stimuli spécifiques.\n01:47 L'ASMR est devenu une niche populaire sur YouTube\n05:01 L’ASMR se produit naturellement et peut être déclenchée par divers stimuli doux.\n06:48 L'ASMR est une expérience sensorielle qui peut avoir des effets positifs sur la santé mentale.\n10:00 L'ASMR active les zones du cerveau liées aux émotions et à l'empathie\n11:34 L'ASMR active la partie du cerveau associée au dégoût et est liée à la misophonie et aux comportements sociologiques.\n14:56 L’ASMR est un choix délibéré pour la relaxation et le soulagement du stress.\n16:33 Les vidéos ASMR s'adressent à un public diversifié ayant des besoins émotionnels et sociaux.\n19:16 Le harcèlement envers les vidéastes ASMR est un problème majeur.\n20:40 L'ASMR peut être manipulé pour être interprété comme des faveurs sexuelles\n23:34 L'ASMR continue de gagner en reconnaissance et en acceptation.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@triphop182",
      "author_id": "UC7jWhVIMEKS-SjaXj29eWoA",
      "text": "J'ose pas dire que j'aime l'ASMR à mes potes, surtout ceux avec qui je fais du rap. Mais putain, ça m'aide vachement à m'endormir 😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@freezergel3215",
      "author_id": "UCuJ_lnseJeTDgOWZphkEn5g",
      "text": "Ma premiere expérience asmr sans le savoir c quand je suis tombé sur le goat en la matiere \nBaba le barber (rip)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@naosei8825",
      "author_id": "UC-6QmOBaHaTwFed9NV9uK-A",
      "text": "Je me souviens m'être réveillée  en plein milieu de la nuit parce que la lecture automatique youtube m'avait emmenée sur une vidéo sooooombre d'ASMR +18 (c'était dans le titre) où t'entends le mec gémir dans le micro,  dire des trucs explicites et euhm, le bruit de sa main pour le dire gentiment. Alors que de base j'étais sur une vidéo de Gibi sur \"100 personal questions\" 😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@muTrisable",
      "author_id": "UCpETc0hLsGJ4KvfmkOK4EEw",
      "text": "Merci pour cette vidéo super détaillée. Je regardais ça un peu de loin jusqu'à maintenant, voyant le truc plus comme un truc un peu marginal utilisé pour apporté de la proximité dans les vidéo... Mais c'est beaucoup plus gros que ça. Interessant :)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Weybe40",
      "author_id": "UCnCrcM0S1XmPsDrKCk0TpyQ",
      "text": "pertinent",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JosephJoestarWannabe",
      "author_id": "UCMF4PlsQhYeWyupQYjWh-vw",
      "text": "6:40 Ouii ma chaîne préférée maya winky est si créative",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brumeargentee",
      "author_id": "UCpRYF3rIduXq4QJ8aXSKPVA",
      "text": "J'ai decouvert l'asmr super tot dans ma vie. ca n'existait meme pas en fait.\nJ'avais decouvert qu'une personne de mon entourage, quand elle me parlait pour m'expliquer les choses que je ne comprenais pas quand j'etais enfant, me donnait de drole de sensation relaxantes quand elle parlait.\net c'etait juste cette personne qui me donnait cette sensation, j'aimais beaucoup.\nAlors quand j'ai decouvert l'ASMR via Gentle Whispers et Gibi asmr, j'ai enfin pu ressentir cette sensation relaxante que j'avais eu quand j'etais gosse.\nDepuis ce jour, j'en regarde quasiment tout les jours au point que je connais pres de la moitié des artistes qui sont apparu dans ta video ^^",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@frederiqueengels5835",
      "author_id": "UCIIx5nbPFTDIjclC_PwMmww",
      "text": "Bonjour un grand merci pour ce partage, j'écoute également du asmr mais ça dépend quoi, chuchotements, jeu de rôle je n'aime pas, bruits de papier chiffonné et qui a été mouillé là oui, pluie orage vent oui ça dépend je suis assez sélective mais ça me détend en effet et ça fait du bien je m'endor assez vite je l'écoute le soir déjà assez détendue jamais en journée. Très bon doc merci 😊😊",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leteubai",
      "author_id": "UCBS0N_dChKSslUgEurw2CNA",
      "text": "Je t'aime ( je commente pour le referencement ) :D",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ValentinMauvaisjardin",
      "author_id": "UCnSfRbK_MxrbNpNreDRJryw",
      "text": "Vidéo super intéressante comme d'hab, mais règle-moi ce gate stp 🙏",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lemjmj",
      "author_id": "UCsB8DRZGdI_spAOZpeNCY5A",
      "text": "Cnp le boss 🔥🔥",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@agnespipart8742",
      "author_id": "UCk_xxNseTT48HpS1lOvEqGw",
      "text": "👍👍👌👌",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lionfeelings",
      "author_id": "UCXGbN1X9E4ee83Y1xqQqVZQ",
      "text": "merci pour cette vidéo et de m'avoir permis de comprendre ce qui anime les personnes qui écoutent et à quoi ça sert, j'étais dans l'incompréhension.\nperso je regarde pas, ça m'agace plutôt\nje tombe parfois sur un short ou autre mais pas pour l' asmr mais plutôt pour le contenu visuel par exemple rangement,  pour moi ça me gâche la video le faite qu'il y aie l'asmr.\npeut être que j'aurai un autre regard dès aujourd'hui là dessus\n(à mes yeux la 3eme personne dont parlait la fille est un \"thérapeute\" c'est comme ça que j'ai interprété son explication)\nmerci encore pour la qualité de cette vidéo",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nickx321",
      "author_id": "UCG2y7TmmrAwPN69FlEGINxg",
      "text": "Bon sujet et bien expliqué. Je comprends mieux l'intérêt des gens envers ce contenu. Merci",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThePlerotrax",
      "author_id": "UCzNplTnflLQL8rwK0JRb9zA",
      "text": "Superbe vidéo.\n\nSi je puis me permettre pour l'enregistrement binaural  On trouve aussi l'enregistrement holophonique et de mémoire avant d'avoir vu le terme d'asmr on trouvai justement des sons \"3d\" holophonique de boîte d'allumettes et de coupage de cheveux ensuite gentiment l'asmr est arrivé petit à petit jusqu'à l'inondation. \n\nEnsuite il y a aussi possibilité d'écouter ce type d'enregistrement sans casque mais cela implique un système audio avec ( je ne sais plus exactement ) entre ~10 et ~20 enceinte calibrés pico belo entourant l'auditeur.\n\nEncore une fois vraiment bonne vidéo. \n\n(Dr t. Asmr est le plus fort) \nAmour",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@deimos-jones",
      "author_id": "UC4PdlJZIxWTYHAjxnnqvfdA",
      "text": "Pendant une période, mon ASMR, c'était de regarder les scènes du joker dans the dark knight avec Heath Ledger, j'adore sa voix purée et après, bah je m'endormais c'était bien ensuite, je me suis lassé un peu xD et maintenant je regarde mehind the moons !!! <3",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Manocalm",
      "author_id": "UChcPNTmTKK0KfEovaoqOyHA",
      "text": "woah",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VotreGentlemanBricoleur",
      "author_id": "UCCXErzDR0_Rt24sApODptDQ",
      "text": "Personnellement, je suis un grand amateur de silence et je suis très sensible au bruit, dû à de nombreuses comotion cérébrale. \n\nDonc, bien que je comprenne, ce phénomène,  au mieux me laisse indifférent,  au pire me tape sur les nerfs au point d'avoir besoin de maîtriser des élans de colère. \n\nEn tout cas, cette vidéo est sans doute celle qui m'a le plus appris depuis longtemps. Merci Hardisk pour ces recherches bien synthétisées que je n'aurais assurément pas faites de moi-même !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@oliv117",
      "author_id": "UCeeFOJHHr3sVB-8HiB65VCA",
      "text": "Je pensais tomber sur une vidéo pleine de clichés. Et non ! Très beau travail 💪🏻💪🏻",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lasobriete9061",
      "author_id": "UCRsPpSBnSRlDXv9Cu0kEp9Q",
      "text": "Perso mon amsr c'est ce genre de vidéos 🥰",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@barth2336",
      "author_id": "UC_YTL9O00xNhcsshh5qv2ng",
      "text": "Je prépare un travail de recherche sur une exposition qui parle d'ASMR (où le travail de Caroline Delieutraz est exposé) et cette vidéo est vraiment TOP car elle explique parfaitement le concept sans trop s'égarer et répond aux principales questions que l'on peut se poser (est-ce que c'est sexuel ? Qui cela intéresse ? quel aspect médical ?) \n\nDu coup je précise que l'artiste Rachel M Colz a aussi travaillé avec des ASMR'tist pour les personnes intéressées :)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolasnoble4862",
      "author_id": "UCcdILIgcSHgn_W381vPDdjQ",
      "text": "Quand jetais petit, je me sentais détendu quand un aspirateur était allumé J'ai vecu mes premieres expériences ASMR avant l'apparition du therme 😅 Jai dormi ensuite pendant plusieurs années en ecoutant des bruits continus d'aspirateurs",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ambregille549",
      "author_id": "UCmrrY1GHWydISNErzArvQNQ",
      "text": "Personellement j'utilise ceci plutôt pour pouvoir dormir. En gros j'utilise plutot des jeux-de-roles pour esquiver le problème de penser, cela m'aide à ne pas penser à ma vie réelle donc je peux mettre mon cerveau en off donc je peux dormir. Ca aide beaucoup abec mes problèmes multiples pour dormir et d'énergie.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gabindrv",
      "author_id": "UCeqWpHM2o4JRBCQ_Rg2K9sQ",
      "text": "\"que vous connaissez parce que depuis elle a aussi fait ça\" non je ne connaissais pas et j'avais pas envie de connaître 😅",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rayanlaouni9231",
      "author_id": "UCvS-Ib18KPEnJj6-uxVXQrw",
      "text": "Pour le ref",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pakhalmn8978",
      "author_id": "UC-nMq59Y_cgNoRIjcYfqoyA",
      "text": "Pour le manque d'attention je suis complètement d'accord j'ai commencé à écouter de l'asmr avec des vidéos ou une femme frottait ses mains l'une contre l'autre. Et ça m'a tout de suite conquis ça m'a rappelé le \"bruit\" que les mains de ma mère faisait sur le volant de la voiture. Sachant que cette dernière n'a pas porté beaucoup d'attention à mon égard ça m'a fait un bien fou de pouvoir réitéré cet expérience à chaque moment où j'en ressentais le besoin. Comme si je n'avais plus à attendre l'attention des autres que je pouvais me le procurer à la demande... c'est un peu WTF. Mais c'est réel.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaellejk6411",
      "author_id": "UCmYNl7x3Gao_8KiiuGsp7EA",
      "text": "Y a quelques psy qui conseille l’asmr et je trouve ça bien car si ca peut soulager certains il vaut mieux tester si ça peut simplement détendre en un moment précis ou même sur le long terme😊",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@burnstood",
      "author_id": "UCcq74jRI_eVFsY1aUCJvJJg",
      "text": "sa me tend perso",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@duoma_tho",
      "author_id": "UCQsudB1H5HMAC8j_ZQp8uPw",
      "text": "Le son du micro de celle qui est sensé derendre me trigger tellement fort 😭. Ya pleins de micro coupure dans le son",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DomaineASMR",
      "author_id": "UCW2C2RuDXFrX9NNrg6ZoTwQ",
      "text": "Merci pour cette vidéo, en espérant que ce soit un sujet moins « tabou » car je pense que ça l’est, moi même j’ai du mal à évoquer mon activité à certaines personnes …! Il faut aussi comprendre qu’il existe autant d’ASMR que de genre de romans ou film, il y en a pour tous les goûts ! 🥰",
      "likes": 5,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@papayoko9525",
      "author_id": "UCmQkBEWiGuoEkr2-46COFuA",
      "text": "À quand une vidéo sur les formateurs en ennéagramme ??",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kalhamite8407",
      "author_id": "UC4NhvNgo6OCENU0PSkjHORQ",
      "text": "Ça me rend ouf l'asmr, je n'y trouve rien de relaxant 😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Minushkka",
      "author_id": "UCDz6aHoxkjx0PI1EVCWD0yg",
      "text": "C'est vrai que moi même dans la vie de tout les jours j'ai du mal à dire que je fait de l'asmr sur Twitch car les gens pense qu'il n'y a que des nanas en bikini qui leche des micros dans le milieux 😅 et j'avoue que moi même avant d'atterrir dedans par hasard je pensais aussi de cette manière quand j'entendais parler des gens du milieux au final maintenant je suis amis avec beaucoup de créateur et créatrice le milieux est très bienveillant c'est un pur plaisir ❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fabiendumas7575",
      "author_id": "UCifAFKEeU_hyxhlR6W_hytg",
      "text": "Je consomme de l'asmr pour m'aider à m'endormir et je dois avouer avoir une grosse préférence par l'asmr sud-coréen car elles (oui les asmrtist sont majoritairement des femmes) ont une voix plus douce et elles ne font presque jamais (du moins celles que j'écoute) les bruit de tapotage d'ongles sur des surfaces dures (je trouves ça trop agressif) je recommande ELLA Asmr ces vidéos sont très travaillées et sa voix est relaxant par sa douceur",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@UR1768",
      "author_id": "UCQPpFq_Ldnjj035iq246Fxg",
      "text": "j'ai vu un extrait de la chaîne de Valérie Line, c'est ce genre de truc que je regarde quand je taf, vu qu'on fait des activités similaires, regarder  des artistes travailler (et les écouter surtout), me fais me sentir moins seul, travaillent à la maison, et améliore ma concentration et mon immersion. Par contre l'asmr volontaire ou les jeux de rôles, j'y arrive pas, ça m'horripile parce que le fake et le surjoué me saute trop aux yeux et aux oreilles. Et les chuchotements sont un de mes bruits les plus détesté au monde.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fauch47",
      "author_id": "UCBaLR503ADvyXrz0oEuTOmw",
      "text": "Bonjour Hardisk, c'est la 2e vidéo de ta chaine que je regarde (je t'ai connu surtout pour underscore_), et je consomme de l'asmr depuis 1 an c'est en effet quelque chose qui me détent.\nUne chose très juste qui a été souligné c'est la moquerie des autres vidéastes qui ne connaissent pas le sujet. D'ailleurs c'est en suivant un live d'un youtubeur (que je tairais le nom) qui s'étant moquer de l'asmr sans véritablement connaitre qui m'a donné envie de connaitre et depuis j'en écoute tout les soirs pour me calmer. Que ce soit anglais ou francais, populaire ou moins. Cependant, ayant tester l'asmr érotique, je trouve que c'est au antipodes du but initial, de toute façon je pense que c'est la règle 34 qui appliquer dessus.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@culturepe9371",
      "author_id": "UCnaP2p16jKDGYZFat6OzNVw",
      "text": "Spider Man ASMR, meilleur ASMR de tout les temps!!\n\nMa préférée c’est celle où il râpe agressivement son micro avec une râpe à fromage, tellement relaxante 🤤\n\nMention honorable: Celle où il gratte lentement une poêle avec une fourchette, je m’endors comme un bébé 🥰",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ASMRLovebyT",
      "author_id": "UCGkMEzrM7RcKf9w10SMTCpw",
      "text": "A bit sad not seeing any of my videos in this video 🥺 But very cool video thought ☺❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noopsynoopsy7386",
      "author_id": "UC000NI_b_8bTTYFg4UHehKw",
      "text": "👍",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bosslols",
      "author_id": "UC9t5-DdjUfCK-UIi4PZDTiA",
      "text": "Ma vidéo ASMR préférée restera à jamais la version ASMR de la tirade \"Les décideurs\" de Bigard\n\nUne PEPITE",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ABCDEFGHIIHGFEDCBA",
      "author_id": "UCPPvop4ihPG50orh43-jrgg",
      "text": "Asmr affûtage de couteau \nEt asmerde>>>",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Loopkin7",
      "author_id": "UC3kt7rMl0XBa0xKFxE7fMhA",
      "text": "Perso je suis misophone et l'ASMR me rend fou, ça me crée un inconfort assez incroyable. Par contre super vidéo, ça n'en reste pas moins un sujet vraiment passionnant !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kedman1095",
      "author_id": "UC2yRDbFqrO1_r8zQdyLEpBg",
      "text": "ASMR de braquage de banque, avec la voix qui chuchote c'est pour m'achever ou bien ? xD",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bayoudev",
      "author_id": "UCSctpM2H_-kFld7z25DV2JQ",
      "text": "Il a pas l'air bien sur son siège orange, ça à l'air d'être instable 😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@levanneurfou",
      "author_id": "UCUW6f6-Sw4T-h2w08oMf-NA",
      "text": "je suis abonné à la majorité des créateurs que tu montre lol",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasb5307",
      "author_id": "UC-W0ktu4sZBlodSavKgxDHg",
      "text": "J'arrive pas à obtenir les picotements via des vidéos en ligne, mais pour ceux our qui ça marche jpeux comprendre qu'ils y passent des heures. Parcontre ça m'a toujours surpris que la science s'y soit si peu intéressé",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@black_wolf1664",
      "author_id": "UCRcUgeKie-ge3mLKY4FOm0A",
      "text": "Bien sur qu'on sait comment ca marche ... \nEt certaines personne n'y sont pas sensible ...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moi-ey9zh",
      "author_id": "UCpewg2qbEGs_ANDOk940utw",
      "text": "l'ASMR se rapproche beaucoup des STIM (mouvements répétitifs du corps ou mouvements répétitifs d'objets)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sabrenuit",
      "author_id": "UC9uVUPbrefGJ8dnMrvTHs_g",
      "text": "J'ai découvert ma sensibilité à certains sons alors que j'étais au collège. Lorsque le ou la professeure écrivait, les tapotements de la craie sur le tableau noir en ardoise me procuraient presque immédiatement comme des picotements souvent mélangés à une chair de poule au niveau de la nuque et du crâne, avec parfois la sensation que l'on me \"chatouillait\" le cerveau de l'intérieur.  (Je sais, c'est bizarre😅) et tout ceci accompagné d'une sensation de bien-être. J'étais comme apaisé, hypnotisé. Avec parfois une envie irrépressible de m'endormir.\nCette sensation pouvait perdurer durant tout le temps qu'il ou elle passait son temps à écrire, et s'arrêtait aussitôt dès qu'il ou elle en avait terminé.\nD'autres sons pouvaient également me déclencher ce phénomène étrange qu'à l'époque je ne comprenais absolument pas et qui continuent de m'intriguer encore aujourd'hui. Comme le bruit de ciseaux découpant une feuille de papier, le froissement de papier plastique ou encore les vibrations de la tondeuse chez le coiffeur sur mon crâne.\nPar la suite, le temps a passé et j'ai continué de vivre ma petite vie normalement. Et puis un jour, je suis tombé sur la vidéo d'une youtubeuse du nom de @VeniVidiVulpes que je ne connaissais absolument pas. Et là, alors que j'avais un casque audio sur les oreilles, rebelote 😯! Ces sensations que j'avais fini par oublier complètement réapparaissaient comme par magie à l'écoute de ses vidéos. Je n'étais donc pas fou ! Il y avait donc bien quelque chose qui était lié au son, et qui était en mesure de me procurer une forme de plaisir, de bien-être et d'apaisement. Depuis lors, j'en écoute de temps en temps. Il m'arrive même parfois de m'endormir devant mon écran.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tonyynot3267",
      "author_id": "UCxBLgfgoMlMImIzsvBX4UKw",
      "text": "Le problème, depuis peu, c'est que certaines utilisent leur chaîne pour faire de la pub pour leur onlyfans (en mettant les liens dans la description), et ça, ça me dérange, dans le sens où elle attirent les morts de faim et jouent sur la misère sexuelle de beaucoup... Et moralement, c'est discutable...",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EtNazeFR",
      "author_id": "UCrGOFBQG6RPkB9QYG0ZUEXA",
      "text": "Team ASMR rénovation d'objet 😌\nLe bruit des machines qui travaill plus le visuel me créé un effet presque euphorisant 😅",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vanessamaignercreations6407",
      "author_id": "UCFg7sAGGVPy1PHC6g0vJ5yQ",
      "text": "@BehindTheMoons est l'ASMRiste que je suis et franchement elle est magique, ses vidéos me détendent et me font partir dans une osmose de sérénité.💜💜💜\nJ'attends ton retour @BehindTheMoons\nSuper vidéo explicative 🙏",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boucqldorr",
      "author_id": "UC0HhNPV6FNJZex7I0X3VNcA",
      "text": "6:31 je me reconnais parfaitement car j’écoute des fond sonore de la 2eme guerre mondiale pour m’endormir c’est littéralement le seule moyen pour que je m’endorme c’est ps vraiment intentionnel mais j’y trouve un certain confort 😅",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@harzallahyanis6784",
      "author_id": "UCf8aupUOIw77B4rgLYlzQMA",
      "text": "11:00 si tu baisses un peu le volume et que tu écoutes les explications scientifiques en fermant les yeux c'est un peu de l'asmr 😂",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cahhification",
      "author_id": "UCHao_OBqifM3rg5OpkAEHCw",
      "text": "MDRRRR T'AS MIS NAZARE TEDESCO SUR TA VIDEOOOOO mdrrr",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JustSpeakFrench",
      "author_id": "UCXphwpikymS2kOsUI7DFH9w",
      "text": "Je suis un gros consommateur, pas du tout par besoin de tendresse, il y a deux grandes raisons: \n1) le plaisir auditif. Sachant qu'un moteur de voiture ou de la musique peuvent provoquer des réactions de plaisir, ça n'a rien d'étonnant.\n2) si cest en pleine journée, ca m'aide à me mettre dans une situation de concentration, donc j'en écoute pour... Travailler... Oui oui...",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LXNarvalo",
      "author_id": "UCtVQvM3eSC4l-FgaKPkCYOQ",
      "text": "Le seul ASMR que je me connais est quand mon coiffeur me lave les cheveux /masse la tête. Là oui jai des frissons régulièrement",
      "likes": 0,
      "timestamp": 1747958400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@samuelcampeau2489",
      "author_id": "UCBXav-uEWvqQNqd7JMd43xg",
      "text": "Souffrant d'un SPT depuis plusieurs années et ayant eu une vie pas facile du tout aujourd'hui a 43 ans je souffre d'insomnie chronique j'ai un TPL un TDA donc j'ai voulu essayer je n'enlève rien au bien fait que ces vidéos ASMR puisse marcher mais pour moi le son me dérange quand je dors je dors avec bouchon j'ai même essayer les bruits blanc ou brun et sa non plus ne marche pas. Dommage la medication n'arrange pas tous... Sinon super vidéo docu en qlq sorte.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@np7926",
      "author_id": "UCZceoDGmcvISERhPd_6kmbQ",
      "text": "J'écoute de l'asmr depuis plus de dix ans, parce que j'ai toujours eu du mal à dormir. Ça m'a sauvé la vie, littéralement. C'est wholesome et ça m'a permis de pas me jeter de la fenêtre (divorce des parents, décès de qqun) \nPuis petit plus : j'en écoute en espagnol et en anglais, du coup bah moi qui était NULLE en langue, ça m'a permis d'être trilingue 😂\nMerci d'avoir souligné que c'était pas sexuel, perso j'en avais même aucune idée.\nPour ceux que ca interesse : allez voir Atmosphère qui a carrément un lore dans son univers ou hermetic kitten qui parle 5 langues",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emilienduvernois3280",
      "author_id": "UCZ1DM5LTnbP8jr9_WCbwTig",
      "text": "Behind the moon une personne vraiment une personne adorable la pauvre dire qu'elle se fait cyber harcelé...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zendor_",
      "author_id": "UCX0HOXwmNy7UC4hDymZCtFw",
      "text": "Les meilleurs videos ASMR ce sont celles d'Hakim Jemili",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stevenbraga4106",
      "author_id": "UCVxnmL8p-GecEPRprkQda9Q",
      "text": "Pour parler justement de l'ASMR érotique j'ai eu un jour dans mes recommandations youtube(je c'est toujours pas pourquoi ont ma proposer ça)la chaine hungry lips déjà le nom est extrêmement évocateur et par curiosité j'ai cliquer dessus et c'était à un niveau de cringe ultime aussis bien la vidéo que les commentaires😅.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@meganejardot2911",
      "author_id": "UC_k91ZPwMM6V5dCT5xH4Lng",
      "text": "Perso je suis très sensible au vidéo artistique et de nettoyage voir quelqu'un peindre, ou sculpté, ou nettoyer quelque chose sa jaime vraiment beaucoup par contre le chuchotement,  les bruits de bouche ou encore les ongle xxl qui tapote tout et n'importe quoi ça ça me tend en 2 secondes je supporte pas et au contraire sa me stresse plus qu'autre chose😂",
      "likes": 0,
      "timestamp": 1745366400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wandabrahier3958",
      "author_id": "UC0zkQ2C6xDJnkI6kcvZSDAg",
      "text": "Asmr politique sur insta, je recommande...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ghost92II",
      "author_id": "UClqMlGJPiYTvkLpAy-y4L0w",
      "text": "Moi perso sa m'endors de ouf",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nikolai_beleskis",
      "author_id": "UCBn2aVFBEtawfqrfyco_HeQ",
      "text": "HEIN",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lovenature2089",
      "author_id": "UCpXMpB1naW0RqvMx6AmVi1g",
      "text": "Moi je suis une grande fan d’ASMR car très réceptive mais j’ai l’impression de moins ressentir les picotements (les fameux tingles) à force d’en regarder, un peu comme une drogue. \nDu coup pour vivre à nouveau mes « orgasmes cérébraux » , je fais une pause de plusieurs jours voire semaines",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexboudj4070",
      "author_id": "UCpqY_GmJPjN8551lPDdzUoQ",
      "text": "Je suis un énorme consommateur d asmr ! Chiropraxie et en se moment c est barber shave 🙃",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Haize.",
      "author_id": "UCI0X-JB92J7MeKG8lShR6-w",
      "text": "L'ASMR répond peut-être à un besoin de s'approprier les sensations, dans le sens où on est tout le temps sur stimulés par plein de choses. Passer de ça à rien pour se détendre c'est un peu violent, L'ASMR nous aide à nous concentrer sur un élément tout en douceur ! Enfin y'a tellement de styles !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Eeeoine",
      "author_id": "UCaH2vEOedKOoTMnN-NlOCxQ",
      "text": "Chuis misophone, au point que j'ai hésité à regarder cette vidéo dans mon binge de ta chaine, mais ça va t'as pas mis d'extraits trop horribles. Les bruits des micros, les bruits humides (salive...), les chuchotements... C'est l'angoisse absolue pour moi, full révulsion. J'envie un peu les gens que ça détend. Vidéo très intéressante !",
      "likes": 1,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ariceblue",
      "author_id": "UCBroW6hJY-YIf-GAOx7D0Ig",
      "text": "Rafytaphy is the Best asmrtiste",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Azalgan",
      "author_id": "UC0rPdFKgXma-5E1Rx3yuB3A",
      "text": "Il n'y avait pas meilleur choix que BehindTheMoons, très talentueuse. Perso je suis très sensible à l'asmr soft spoken, par contre les bruits de bouche je le déteste au plus haut point.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mademoisellenseven",
      "author_id": "UCnAFg461KhJ9jzSAQV94R9w",
      "text": "Moonlight cottage (de France, je crois) domine le genre du côté anglophone. Je ne suis pas française mais il me semble que les meilleures chaînes ASMR sont françaises.\nEt cet essai sur le sujet est très intéressant",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cyrilheuzey7817",
      "author_id": "UCJWd5_CPF4zxtF6egJa92lQ",
      "text": "Je m'endors le soir avec le chant des baleines, des chouettes hulotte ou autres oiseaux, le bruit de l'orage, le feu qui crépite avec la rivière etc... Ça donne l'impression de dormir à la belle étoile et je trouve ça relaxant.\nMais alors ces gens qui chuchotent et tapotent sur leur micro avec tout un tas de gadgets c'est très peu pour moi et même ça m'irrite 😅 Quand c'est enregistré telle une scène de la vie quotidienne avec des bruits de pas, bruits d'objets etc pourquoi pas, ça donne l'impression qu'il y a qlq'un dans la pièce, c'est vivant, plus réaliste, mais ces bruits dans le micro 🎤  surtout pas pour moi 😌",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicoxx7406",
      "author_id": "UC7CbCM3b0dK1UZqS24F3TVw",
      "text": "Mec c'est comme les massages pour le coté pro d'un coté et sexuelle de l'autre. Pour certains : relaxation = sexe.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Clara.off230",
      "author_id": "UC0xH8TngVlMnYGipQHxZxkg",
      "text": "Au départ, je n’aimais pas vraiment l’ASMR et tout, mais avec le temps je suis vraiment devenue une fan en écoutant chaque nuits une vidéos différentes ce qui me permettais de me détendre vraiment, moi qui galère à trouver le sommeil mais malheureusement je ne suis pas encore majeure du coup je suis encore sous l’autorité de ma mère et elle m’empêche donc chaque nuits de pouvoir écouter une vidéo ASMR disant que je n’avais pas besoin d’en écouter pour dormir et qu’elles étaient inutiles...Et qu’en je lui explique le principe de ces vidéos et ce qu’elles m’apportent, elle ne cherche même pas à m’écouter et se met très facilement en colère (ce qui des fois me fais un peu peur donc je suis obligée de lui obéir)...Et au final j’en souffre beaucoup car ces vidéos m’aide énormément à gérer mon stress et à trouver le sommeil...Et comme je ne peux pas les écouter, je dois me débrouiller pour trouver le sommeil et tout et c’est très compliqué pour moi, bref...😔😫 (Désolé si j’ai fais des fautes et aussi si mes phrases ne sont pas très claires ou si elles n’ont pas beaucoup de logique...🤞)",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romainroussel6172",
      "author_id": "UC1_kJrvlUtCN82FNlUiNs4Q",
      "text": ";)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@patocheciboulette3751",
      "author_id": "UC4CDMrZrD54_hQD2SUyFn2Q",
      "text": "Personnellement je suis extrêmement réceptif à l' ASMR non intentionnel, suffit que quelqu'un feuillette un magazine à côté de moi et je me retrouve en état d'ultra relation avec des picotements dans le cerveau  😂",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valeriebouchiere7373",
      "author_id": "UCUdmClWPKjXGVfwiaYAT3EQ",
      "text": "Bonjour, merci pour ta vidéo. Personnellement j'ai essayé à plusieurs reprises d'en écouter. Mais ça me stresse, m'angoisse et même m'énerve. Je n'arrive pas à trouver de relaxation bien au contraire. Je ne sais pas pourquoi, mais c'est comme ça 😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ghostdu05",
      "author_id": "UCmxLsAKTPwDdylKBt875saw",
      "text": "L'asmr me brise les tympans, je déteste ce truc.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kisyfrottesypique",
      "author_id": "UCkvTh-V1Z6_5tbPgXhUSMlQ",
      "text": "personellement, l'ASMR me démange fortement, je ne trouve pas ça agréable du tout, cela me provoque meme une réaction de recul immédiate  :') mais je suis toujours très curieuse d'apprendre pourquoi cela a autant de succès!",
      "likes": 1,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soat1438",
      "author_id": "UC_rRQLX9KXeF5i4wkbQYhWQ",
      "text": "Aucun rapport mais quelqu'un sait si la chaise orange est de Quasar Khan ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bofi11",
      "author_id": "UCv3QH5QVgtR1fHWj8pRFedg",
      "text": "J'ai détesté absolument toutes les séquences ASMR, certaines m'ont donnés des frisons, mais vidéo intéressante tout de même.",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Amen0136",
      "author_id": "UCJ1J2DZ9PI1PvAZunGnjNlA",
      "text": "Très bonne vidéo, c'est sûrement car je préférence des contenus qui traitent de manière négatif les sujets que je n'ai pas autant apprécié cette vidéo. Mais elle n'en reste pas moins intéressante et surtout de très bonne qualité comme d'habitude.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ines_obh",
      "author_id": "UCYipY_ACCYOBMp20pkxZq6g",
      "text": "Y a t’il une rediffusion du live avec la plasticienne Caroline, je suis très intéressée",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CalvinandHobbes2",
      "author_id": "UCHfRQM28sp8GykRu_tvFHqQ",
      "text": "Beaucoup de créativité dans les contenus asmr, en revanche les bruits de masticatione me rendent fou, je ne supporte pas, idem de regarder manger ou d entendre boire ou le son d' un liquide et l'asmr en mode rapide. \nTrès bonne vidéo.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Utilisateur06",
      "author_id": "UC4AmG72uOdY7uHMdyEeR_PA",
      "text": "Personnellement j’aime bien l’asmr, surtout les chuchotements. Sa me fait penser a quand j’étais a l’école et que ma prof venais m’aider. Elle me chuchotait pour pas déranger les autres et sa me fesais toujours des frissons.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evensjarry5871",
      "author_id": "UCXGSH-Utd42Y4yBbPjHSblA",
      "text": "Jojo is in here 😭🙏🙏🙏",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_AJTV_",
      "author_id": "UCKke0VWH2Cm_R4kFpu5d3ug",
      "text": "Vidéos très sympa mais je n'ai pas pu m'empêcher de penser h24 que la meuf qui intervient c'est littéralement le Riddler du film THE BATMAN au féminin haha !\nPaul Dano , si tu nous regarde ..",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dardanianmusic",
      "author_id": "UCcpXfBIzvw33Np7I-8gcBBg",
      "text": "Moi ça fait 3-4 ans j écoute chaque soir de l’asmr et franchement je dors beaucoup mieux, et quand je ne peux pas écouter je m’endors toujours aussi bien (j’avais du mal à dormir avant)",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Paoline-k5d",
      "author_id": "UCTcNe11WA1z4yvdZmC0ef3g",
      "text": "Le coté sombre de l'ASMR c'est l'ASMR boyfriends le trauma 💀💀💀",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alechouchou2406",
      "author_id": "UCn1Nx-Z5_copOw5-8BV-RpA",
      "text": "Je ne sais pas si je suis la seule mais ça fait bcp d’années que je m’endors avec de lasmr, le seul soucis que je rencontre c’est que aujourd’hui pour m’endormir sans asmr c’est un vrai supplice et m’angoisse maintenant plus qu’avant..",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@astriddedieu5947",
      "author_id": "UCWbRKsRDKM6KkrYg-8jJ5zw",
      "text": "Ce qui utilise les décors immersif me retourne le cerveau... J'ai l'impression qu'ils ont une maison magique... 😅😄",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baraugustin26",
      "author_id": "UCo55rclFYdUru4LGvkFgYtQ",
      "text": "Je suis très très agréablement surpris par cette vidéo très bien faite. Je suis en général pas fan de ton contenu mais il faut dire que c'était bien écrit, bien raconté, bien illustré, que les passages d'interview étaient très pertinents et arrivaient au bon moment et que le sujet a vraiment été super bien traité ! Même moi qui consomme beaucoup d'ASMR, j'ai appris des choses !\nMerci beaucoup pour ce travail !",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DollintheShel",
      "author_id": "UC8k2Xd2VD4gFByChc0EyKbw",
      "text": "Je déteste l'ASMR ça me rend dingue.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaesan0244",
      "author_id": "UCo4nsxs7qcmW3iTIZEsXy4A",
      "text": "Incroyable, étant donné que je ne suis pas sensible à ce genre de vidéos du tout, je ne savais pas que le game de l'asmr était aussi vaste et fournie. \nGenre même de l'asmr de gameplay, sérieusement! 🙃\nPour moi l'asmr ça m'angoisse, ça me met mal à l'aise à un point incroyable et surtout ça me fout les nerfs quand j'entends des chuchotements ou des bruits comme ça, donc pas top pour s'endormir 😂😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@beniboubou2676",
      "author_id": "UCjgP0dHzDCco4YlQCM3gmzA",
      "text": "Là ou il y a une petite erreur 😅 c'est que lorsque tu est vulnérable et en confiance sur une vidéo ASMR tkt pas que le marketing il va à l'encontre de rien du tout, sa passe tout seul.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@barnabomusique4615",
      "author_id": "UCWViYbWpkCN123Yxjxkltmg",
      "text": "La chaine: unatentional asmr cest la chaine ultime",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@morty_mcfly",
      "author_id": "UCd6mpJTB3XD3INz-oqSXo8Q",
      "text": "Le braquage de banque ASMR m'a fait exploser de rire 🤣\nJe suis totalement insensible à l'ASMR perso. Ma méthode pour réduire mon anxiété c'est d'aller à mon atelier travailler le bois 😀",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ΣΟΥΖΑ-ΣΟΥΖΑ",
      "author_id": "UCfrk3iEgYZS-PQiPCDYuYDw",
      "text": "C'est de l'hypnose quoi, ils ont juste remplacer le mot par un autre mdr",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@perlympynpyn5004",
      "author_id": "UCZVAsiM9dtQkNo1iXkJ9dSg",
      "text": "J'ai découvert l'asmr un peu par hasard pendant une phase de burn out de mon ancien travail, ca fait 5ans maintenant que j'en ecoute littéralement tous les jours , matin, journée et le soir je m'endors toujours avec mes écouteurs maintenant. \nDe manière générale je suis bien plus zen dans ma vie désormais, avant ca je m'enervais jusqu'à taper dans les murs, maintenant je crois que je me rappelle meme plus la dernière fois que je me suis énervé 😅\nEt paradoxalement je deteste les personnes qui mâche la bouche ouverte mais en ASMR j'adore ca... Aller comprendre comment ca marche là dedans\n\nSinon si vous cherchez quelques chaines tres bien pour commencer \nAlso Maya\nAnnie\nKali\nSerena\nDarklite\nDreamscape (quel banger cette chaine)\nVanukee\nKatrine\nMoonlight\nPhoenix\nSamuse (RIP , elle nous manque)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeGoodBelge",
      "author_id": "UCyiwy1PyPii2F7qJtj3N25Q",
      "text": "Moi mon asmr qui me permet de dormir c’est… Kaamelott hahahah",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shujifr",
      "author_id": "UC5dA2u4beEhmiDzGGLD5Aig",
      "text": "Vidéo au top, par contre c'était très difficile pour moi de tout regarder; j'ai horreur des chuchotements, je ne supporte pas ça, du coup c'était pas facile xD\n\nMais sinon, au top !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@UndercutFR",
      "author_id": "UCEKbGIxsxAyLNfkluLBuqyg",
      "text": "Mon ASMR c'est des bruits de voitures qui font vroum vroum",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BrunitoStudio",
      "author_id": "UChI_R1CJZd8ZODBaAoL7N8w",
      "text": "Dans les commentaires c'est le ASMR CINÉMATIQUE UNIVERSE",
      "likes": 0,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dylanlerian5960",
      "author_id": "UC2e0TPvfgXzKjxtxuSvcgow",
      "text": "Perso l’ASMR m’irrite quand j’en écoute. De manière générale j’aime pas quand les gens chuchotent près de moi ou autre.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@skersin",
      "author_id": "UCXKlmQ_Mi6znCaN3YFoYBkg",
      "text": "la meilleure c’est Angelica",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baptistem.5417",
      "author_id": "UCmPYJrPmPG2tj2VN5ykbXKA",
      "text": "Personnellement je me suis endormie lors de mon dernier IRM 🥲",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mylajnsss",
      "author_id": "UCoND9TI1mm0_CrMPfk8kZPQ",
      "text": "La femme britannique s’appelle Emma et son nom de chaîne est Whispersredasmr 👌🏼 je la recommande fortement",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@camillevarenne1359",
      "author_id": "UCTWE3H0Zpk-kdvKNdj9Xo3A",
      "text": "J’ai essayé plusieurs fois l’ASMR et ça ne marche pas du tout sur moi",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rebelroukine",
      "author_id": "UCDJ7bevNI919VPD6vz1N9Ew",
      "text": "On peut trouver cet épisode en podcast ? Il n'est pas sur Deezer",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@througtonsheirs_doctorwhol5914",
      "author_id": "UCPEr673_uiSr68GzAez9siA",
      "text": "MOI C'eST EN 1996 QUE J'AI RÉALISÉ LE asmr EN ÉCOUTANT LES GENS PARLER SILENCIEUSEMENT À L,ÉCOLE DANS LA BIBLIOTHÈQUE. oU ÉCOUTER LE PROF DONNER UN COURS PENDANT QUE LE BRUIT MÉTALLIQUE DES CONDUITS D'AÉRATION FAIRE DU BRUIT.",
      "likes": 0,
      "timestamp": 1753228800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@isismartinez4348",
      "author_id": "UCGPs8ipZffJ5c0RT9hGHMzQ",
      "text": "Sauf erreur il manque le crédit de toutes les personnes dont tu montres les extraits vidéos! À part ça ta vidéo est cool",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Wolf-if1bt",
      "author_id": "UCSybaoBHw8dKmy_gx1e2kMg",
      "text": "L'ASMR en mode braquage me flingue. J'adore le concept. Quelqu'un a le lien ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@williamnietzche2339",
      "author_id": "UCmUw2RrZFukY0zbbpzwVJuQ",
      "text": "Je suis très sensible à l'ASMR et en visionne assez régulièrement.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EvanEditeur",
      "author_id": "UC-YZmxQnkg77zGMYIFjc3vQ",
      "text": "Ça fait bizarre de voir l'ASMR expliquer d'un point de vue extérieur alors que personnellement j'en écoute très régulièrement",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Skyus995",
      "author_id": "UCamMEeFKHlEtA_P-QUFAKYA",
      "text": "je fais partit des gens que ca énerve, surtout les bruit de bouche c'est limite de la torture pour moi",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wankilbananier8905",
      "author_id": "UCnsLGXySYB4zY6uM-nvmaNg",
      "text": "Jugez moi ou non , mais moi mon AMSR ce sont les vidéos de méditations en Allemand",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kimo--Tratra--Jacko",
      "author_id": "UCec2P_2p5m6_GYLlfcX0ZNw",
      "text": "J'ai découvert le concept de l'asmr via Mysti K ASMR 🙄",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aaronaaronsen3360",
      "author_id": "UC6HUPH8sRUKZlhzFngnfQJw",
      "text": "J'écoutais ça dans la rue et pile à 06:31 y a une caisse de flics qui passe, sirène allumée. Timing impec.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ArieL2B",
      "author_id": "UCoQCOjGae7Z3vvt82neGfLg",
      "text": "Moi je suis tres compliqué la seule chose qui me déclenche l'ASMR sont les gens qui chuchote les autres stimulis me stresse beaucoup et celles qui font des trucs bien dégueulasse en prétendant que c'est de l'ASMR alors la ça entretient davantage le mepris que jai pour ce genre d'individus .",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Florian-ch5sy",
      "author_id": "UCIVFlIEGKnz0ZFXA5vPQ2bw",
      "text": "Ces videos me donnent envie de me battre. Je dois avoir un souci.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gamixz74",
      "author_id": "UCu40fKJXj0vNPSBGr1lZ7rw",
      "text": "Pour moi l'asmr quand je l'écoute je devient presque narcoleptique, je peut être éveillé, pas fatigué, mais dès que j'écoute 30 sec d'asmr, tout mon corps se détent d'un coup, et j'ai envie de taper un coma.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Benlaguerre-1706",
      "author_id": "UCO5_jjU47VItMpRflRMyFQw",
      "text": "Chaîne Olivier ASMR pour les fans de chuchotement principalement et de couteaux sa a le mérite de passer le voir,des années que je le suis il est bon et créatif 👌",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lenaaatsd",
      "author_id": "UCFHHXvHAdiI2P-lWLk_8Tpw",
      "text": "1:53 alors ça non par contre 😂😖 mais sinon impossible de m'endormir sans une vidéo ASMR. Sur moi ça marche en tout cas ça me relaxe 😴",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeCrabeASMR",
      "author_id": "UCUcidFYD60jX1ww5ppnO1TA",
      "text": "Très bonnes explications, bon tour d'horizon de l'ASMR et le métier d'ASMRArtist. \nJe ne manquerais pas de la partager la prochaine fois que quelqu'un me demande de lui expliquer ce que c'est vraiment cette pratique. \nPar contre je trouve que le titre/miniature n'est pas très raccord avec la vidéo instructive, dommage. (à part peut être la toute fin ou tu parles de l'ASRM sexualisé)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lean_ktd",
      "author_id": "UCW3XkIWatrGmLcngtv-XKzw",
      "text": "adobe podcast sur lasmrtiste ? sa voix fait des trucs chelou aux mic",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lenore62",
      "author_id": "UC5F37Gjo_60_bOrxZXGXU2g",
      "text": "🤔Pour ma part, concernant les vidéos ASMR, je dois vous avouer que j'adore celles qui sont dans les thématiques Artistiques tel que : \"l'Ecriture\",  \" le Journaling\",  \"la Création de Sketchbook\" ,et \"biensur la Peinture\" 🥰 ( tu me diras ç'est plutôt logique puisque je suis une Artiste! 😜mdr! ) .\nPar contre à l'inverse, je ne supporte pas du tout les Bruits de Bouches dans \"les Mukbang Asmr\"       ( comme quoi tout est surtout une question d'affinités et de goûts sensitifs!)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dasko_productions",
      "author_id": "UCyBt9_E5wjvGnaamc2tvnzQ",
      "text": "ASMRtits oui :)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Odenyuji_",
      "author_id": "UCyhxUBCgq8xwht-RODVg-lg",
      "text": "La toute première expérience qui s'apparente à de l'ASMR pour ma part est une vidéo utilisant des sons binauraux qui date de 2007, on utilisait cette vidéo en donnant des écouteurs aux gens qui connaissait pas, tout en jouant avec des ciseaux pas loin des oreilles pour rendre encore plus confus celui qui écoute, ça avait le mérite de faire un peu peur quand j'étais gamin !\n\nLa vidéo en question : https://youtu.be/IUDTlvagjJA?si=e_5yWQ58YrDhvR-_",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eugenelagegene9222",
      "author_id": "UCBLqOSc6YeMVKYTO1dcCWhQ",
      "text": "Absolument pas réceptif au contenu ASMR. Mais alors vraiment, limite ça me frustre. Parcontre je suis hyper sensible au flow, quand je joue à des jeux vidéos, ou que je fais de la musique, je peux avoir l'impression d'être hors du temps d'être dans un espèce d'état de... Béatitude complète. C'est bizarre à décrire mais, c'est très cool.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaeldauchy5491",
      "author_id": "UCeW9ds_ByZZOUUL2mmeVKeA",
      "text": "7:15 Lol. On a pas besoin de ce truc pour faire ça. Juste un micro stéréo. Genre LSP4. On peut même le convertir en audio 3D avec LogicPro. Et la charge d'une oreille n'a de sens qu'avec un intra. Sur enceinte c'est caca.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@francoislefebvre1739",
      "author_id": "UCRTP5lWxEiyhqOTDIYeXlPw",
      "text": "Le monde va mal",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Laissepastrainertasoeur",
      "author_id": "UCZJ4mwzAYSoXq0GhUlSzgng",
      "text": "Cher pass moi j’aime pas qu on me parle quand je veux dormir",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nathanmelen3516",
      "author_id": "UCe8rL8l2odg43bWcXbAansQ",
      "text": "Tu me fais découvrir un monde, aka  @elisasmr_  ytb ElisaASMR la pro de l'asmr❤🤸",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@diogene5772",
      "author_id": "UC6aBUwf27cZa21Ydt66mJDw",
      "text": "Perso l'irm pour moi c'est de l'Asmr . M'endors dedans kek ...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mactepppp",
      "author_id": "UCXFX-i0ZRrqAoZDFq8dezaA",
      "text": "ok",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charlottek6382",
      "author_id": "UCdditWTOHRp1Jy4k9-ffTGg",
      "text": "Je ne suis pas du tout sensible à l'ASMR, mais indépendamment des effets sur le psychisme propre à chacun, la science explore les liens étroits entre le son (une énergie vibratoire qui prend la forme d’ondes) et le fonctionnement corporel.\nL'activité électrique cérébrale est d'ailleurs elle même mesurée en fréquences hertziennes.\r\nIl y a des fréquences qui ont des effets sur le sang, des effets neurologiques... même des effets sur les muscles et les os !\nCe sont des mécanismes et interactions encore complexes à mesurer et cela ouvre beaucoup de possibles !\n\nLes ronronnements du chats par exemple (fréquence de 25-100Hz) ne sont pas qu'une manière de se rassurer ou d'exprimer un confort/inconfort, ils ont des effets concrets notamment sur la régénération corporelle, sur la croissance osseuse... (du chat mais aussi de l'humain qui y a accès !).\nLe corps peut réagir positivement ou négativement à des fréquences et on le sait (L’os réagit à 25-50Hz, les tissus mous à ~100Hz...)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shooter777q",
      "author_id": "UCDxEERO6jncV2l9-Rn-8o-Q",
      "text": "Pourquoi les ASMR ne marche pas sur moi 😢",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebseb3817",
      "author_id": "UCeaVR3V369l2GZsHfNglLhQ",
      "text": "Sophrologie ?😊",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HUSTL3R105",
      "author_id": "UCFFKKyKy-9YWVCMYBhM-5ig",
      "text": "Hi",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@liolyne",
      "author_id": "UCEwqsUBQOFnfgzlVTSrGmzw",
      "text": "On ne sait pas si ca marche. Par contre une chose est sure,  en tant que personne misophone ca fait l'inverse chez moi et je deteste ca.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arnorenty831",
      "author_id": "UC_akqIKtnCrBF8HbBIG8OGQ",
      "text": "j'prefere bédave pour me détendre",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@honey__lemoonn1814",
      "author_id": "UCmJS7irPmIQded_r1qoOreg",
      "text": "Ptdrr dire qu’ils fzit être professionnel et d’un culot et d’une bêtise sans pareille",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Apalron-bu7os",
      "author_id": "UCbUUt7ubZAUVP39408aEjTQ",
      "text": "10h de podcast sur les profs... 3:43",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Atrimilan",
      "author_id": "UCXyfY6BJ8HKjLeAUMBuwl2w",
      "text": "Pour certains bruits, graves et réguliers de préférences, je comprend totalement cette sensation d'apaisement\n\nEn revanche, les bruits de bouches, les chuchotement, les craquements irrégulier, etc... j'ai du mal à comprendre, ça me fait une sensation de malaise, voire angoisse et nervosité\nOuais assez proche de la misophonie, mais je me demande réellement pourquoi les gens ne craignent pas, c'est trop bizarre à expliquer\n\nedit: c'est fou je viens de voir un commentaire d'un misophone qui se détend à l'ASMR, l'interprétation de chacun est vraiment étrange",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mode-zc2wi",
      "author_id": "UCyoa3F5_k-3X8gheGJrVr2w",
      "text": "Combien de fois a t'il dit ASMR ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maitrecoq",
      "author_id": "UCWyo4LqVQxVx2xHOeNly-jA",
      "text": "L'asmr c'est excellent. Je ne comprends pas les gens qui critiquent. On peut ne pas aimer c'est sûr...\nBref en écoutant certaines chansons que j'adore, j'ai le même frisson qu'en écoutant du tapping ou du scratching.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@code974ap",
      "author_id": "UCvB1Eq9NNpvjy1mlyWTRh0A",
      "text": "C'est une personne ou une IA qui a fait l'illustration miniature de la vidéo ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chris_R.W.",
      "author_id": "UCAAc-AzCUt_xuSf2ocFm2YA",
      "text": "Je ne ressens rien de l'ASMR audio, par contre, celle des mouvements de mains assez lent avant de dormir, ca me détend un petit peu, c'est la seule à ce jour qui m'a fait ressentir un petit quelques chose",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@barborella5420",
      "author_id": "UCa1ZLlk6ajBGt55c7bQpAWA",
      "text": "C’est ouf comment le cerveau et les sens fonctionnent bien différemment selon les personnes. Pour moi l’ASMR c’est l’enfer sur terre, la répugnance, l’irritation et même la haine que ça me provoque doit sûrement être à la hauteur du bien être que ça peut déclencher chez d’autres. Je comprend théoriquement, mais de manière empirique c’est littéralement de la torture pour moi.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ABCDEFGHIIHGFEDCBA",
      "author_id": "UCPPvop4ihPG50orh43-jrgg",
      "text": "10:10 pas d'accord, moi j'avais réussi à m'endormir dedans...",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CrossroadsReloaded",
      "author_id": "UCM3i1ZsSfCGNPzCCgNAHLlw",
      "text": "J'ai découvert l'ASMR en tant que sensation et identifié mes déclencheurs dès l'enfance, avant que le terme n'existe. Je ne m'explique pas vraiment l'origine de ces déclencheurs, par exemple la lecture quasi inaudible + bruit des pages d'un livre manipulé délicatement. J'y ai juste toujours été sensible. Ce qui est fascinant c'est qu'à en juger par la popularité de certains contenus AMSR, nous sommes très nombreux à partager les mêmes déclencheurs. Et à contrario, quand on en parle autour de soi, on se rend compte qu'il y a aussi beaucoup de gens qui y sont totalement insensibles. Pour moi, c'est une vraie curiosité.\n\nIl n'y a à mon sens aucune raison de se sentir gêné à ce sujet. Certes l'ASMR peut paraître bizarroïde, mais on ne choisit pas d'y être sensible ou non. Il n'y a vraiment rien de ridicule à utiliser un moyen de détente que l'on sait efficace.\n\nJ'ai par contre effectivement du mal avec l'ASMR sexualisé. Certaines chaînes ne sont ni plus ni moins que l'antichambre d'un compte OF (voire carrément PH...), où l'ASMR n'est finalement qu'un prétexte. Que ce contenu existe sur ces plateformes où l'on sait ce que l'on vient chercher, soit, mais cela n'a pas sa place sur Youtube, quand bien même ça resterait assez soft.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aïgriculteur_wow",
      "author_id": "UCmAyhVoU80KgKaQK3dTLd-A",
      "text": "Amouranth , Amouranth !!!! reine asmr :p",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxime_girard-bézy",
      "author_id": "UC_UH3lcYPfocQpUzFY1hzlQ",
      "text": "🤍✨👌🏻",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasRES",
      "author_id": "UCo_7RLb5LCAee_OaQjTNQmA",
      "text": "J'ai essayé différent style d'ASMR mais à chaque fois, les sons m'énervaient. que se soit le coiffeur, les tapotements, les froissements ou les chuchotements, je ressortais plus anxieux et argneux qu'au départ. Mais peu etre que je finiriais par trouver un style qui me correspond.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CaroLiaGrace",
      "author_id": "UCySHhsv7mYD11WJkjT9VXFg",
      "text": "Pas tout les gens resent le ASMR mais pour quelqu'un qui le resent je ne suis pas tres contente envers les gens qui ne comprenent pas cela ou qui l'utilise pas pour les bonnes raisons.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mode-zc2wi",
      "author_id": "UCyoa3F5_k-3X8gheGJrVr2w",
      "text": "En fait L ASMR c'est écouter des choses habituelles avec interprétation relaxante",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SweetSulegna",
      "author_id": "UClmcSzqcc207kvbNLmD4GZg",
      "text": "Si sur YouTube, les \"charmeuses\" ASMR sont \"softs\", elles sont assez... disons... très loin d'être softs sur Twitch/Kick...",
      "likes": 7,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@solei-solei6396",
      "author_id": "UCFMIHq1G5U6BEHWFBzpAH3g",
      "text": "Y a une face cachee a l'asmr wesh ???",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@djchaxxeur8695",
      "author_id": "UC9pQJ-crAdCBsF8UDCrW8lA",
      "text": "je pratique kundalini tous les jours pour aller dans extase voyez et les sensation don vous parler dépende simplement du fait que vous aimer qui est la clef aimer tu aime cette musique tu peut méditer avec cette musique en gros asmr devrai en theorie apporter un son aimer les gens qui aime beaucoup amoureux degage une nrj qui apporte c'est sensation aux plus réceptif ya pas chercher plus loin a moin avis sauf si asmr blablabla tik voir que il exite le contraire de la force d'amour puis le frisson c'est nrj qui circule",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mordnj",
      "author_id": "UCpJACx8oHBVyS2yxrRnkwYA",
      "text": "FIRSTTT INCRR TRAVEILLERR",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sarah765",
      "author_id": "UCuTJeaRNINZJyBEnC3dAAgg",
      "text": "ahhhhh Moooooon !!!! \nj'adore cette personne, iel est tellement apaisant, c'est un cocon de douceur de regarder ses vidéos !! \nsuper vidéo, comme d'habitude !",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laurier2675",
      "author_id": "UCtc49Dlli6kIKS42f_VJTHw",
      "text": "J'en ai appris beaucoup merci !\nJ'ai jamais supporté l'asmr. Entendre des chuchotements ou des petits bruits me crispent au plus au point, c'est marrant ! Je suis peut être câblé à l'envers 🤔",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SLS_RAV3N",
      "author_id": "UCHNrVs_9MbBSeqig_aEoFqA",
      "text": "Perso cette sensation je l’anime perdu à force d’en écouter , je ne sais pas comment retrouver ce que ça faisais au départ",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flafla040593",
      "author_id": "UC7vQBXque00-1vKcAK5Tj7g",
      "text": "Je sais pas si c'est ASMR mais le son de la vidéo est claqué au sol, a un point que j'ai cru que c'est mes enceintes qui étaient HS :(\nJe sais pas si c'est un souci de compression, mais le son apparait hyper étouffé",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louise-du-laac",
      "author_id": "UC3R2qQsXA7luM81Udbq9RLw",
      "text": "Est ce que les contenus de restauration d'objets (bois ou métal ) de technologie primitive ou de cuisine au feu de bois rentrent dans la catégorie ASMR ? Parce que je ne peux plus m'en passer pour m'endormir 😊",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ssjgoku3581",
      "author_id": "UCJgdBHatOA1VmtosyJxd7vg",
      "text": "Oui d'ailleurs au débuts de ta vidéo tu passes quelques femmes asmrartists, y'en a une dans le lot qui a totalement dérivée dans le X asmr...pour ecouté qques artists de temps à autre, cette dernière (son nom c'est Lea pour situer) a commencer à 13/14 ans l'asmr, je l'ai connu que vers ces 17 ans...et c'était assez sympa comme de l'asmr basique...\n\nBref 6 mois d'ecoute et suis passé à autre chose...puis retour 2 ans plus tard, vers  ces 19/20 ans j'ai vu un changement radical sur ces miniatures asmr, un peu plus \"vulgaire\" mais sans me douter que c'était vraiment le cas...je me suis dit elle devient femme, bon elle veut un peu le montrer touca touça...et en fouillant un peu sur le net et bé...j'avais bien senti le coup, ca faisait à priori quelques mois déjà qu'elle avait pris un virage à 360° 😮 \n\nCertains cas comme ca en matant l'évolution d'une ado innocente à une jeune adulte qui clairement tourne des vidéos X dorénavant sur son Mym...(bon j'ai noté récemment qu'elle fait tjours des asmr sur youtube...elle a pas abandonnée,même si elle joue avec les limites de la plate-forme étant souvent habillé leger et jolies tenues affriolante,  double la face la demoiselle).\n\nBon sinon c'est la seule asmr artist française qui, à ma connaisance a connue une telle évolution, et ca te change leregard sur elle, du coup ca m'a un peu dégouté d'elle...le reste que je connais des asmrsartists c'est vraiment sympa (et pas de dossiers chelou à ma connaissance lol).",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximegaudreault4377",
      "author_id": "UCd6-msUozCv8KMy9JYiMr8w",
      "text": "Jais esseiller mais je ne ressent pas et ne comprend pas honnetement je trouve ca ultra cringe",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@planimarefifi7864",
      "author_id": "UCS-7JVb3OlNpW3EpY7EyukA",
      "text": "Je suis misophone et j'aime les vidéos ASMR.....bon",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leticiadevora",
      "author_id": "UCk2kip3hGX7_fiQo0P_u9qg",
      "text": "L ASMR m'irrite à un point. Je ne capte pas l' engouement. Mes enfants font toujours exprès de faire des bruits dites ASMR pour m'irriter 🤦🏽‍♀️😭. Pourtant j'ai adoré ta vidéo et tes explications même si j'ai dû zapper certaines parties, sorry.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@olorinart3423",
      "author_id": "UCcbqvE6bmKigEMAg3ptBbww",
      "text": "Bon bah grâce à cette vidéo je pense avoir un début de réponse à pourquoi je peux pas blairer l'ASMR. Je suis autiste, donc déjà tout ce qui touche au social est source de stresse ou de fatigue pour moi, donc si c'est vraiment un besoin social à la base, il est fort possible qu'il soit très différent pour moi. Ensuite j'ai ce qu'on appel de l'hypersensibilité et de l'hyposensibilité sensorielle, donc des stimuli qui sont basiques et simple pour la plupart des gens vont juste être HORRIBLE pour moi, et parfois trop de silence m'angoisse. Et j'ai ça notamment au niveau de l'ouïe, de l'odorat et du touché, donc le son de léchage d'oreille là, pour moi c'est comme une craie qui grince sur un tableau noir. Un enfer. Et alors les sons binauraux... on m'a conseillé ça plusieurs fois pour me détendre parce qu'apparemment ça marche sur certaines personnes autistes mais alors moi je peux pas, ça me fait des frissons de dégouts c'est horrible. Du coup j'écoutes du Heavy Metal XD . Donc je pense que ces sons d'ASMR sont tous plus ou moins situé dans ces niveaux d'hyper ou d'hyposensibilité pour moi et c'est pour ça que j'aime pas ça.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jesuisunelionne",
      "author_id": "UCUxOaYSVFLX6x3gire-VR5g",
      "text": "je hais le asmr genre chuchotements, tapotements, ça m'énerve, je trouve ça hyper désagréable, et tout sauf relaxant, mais j'aime bien voir (sans son) le asmr coiffage, ça, ça me détend !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ouchdinnnnnw",
      "author_id": "UCDtprcNKRGLO6fCWL2RdU7w",
      "text": "Je dois être le seul que sa détent... J'habite Bruxelles ( Anderlecht ) ce qui me détend c'est chant de supporter de football ( au loin )   entendu depuis chez moi et aussi les basses très basses dans les concerts de musique électro par exemple donc bizarrement un concert d'électro me détend",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@IHearColorsinMydreams",
      "author_id": "UCimXNWk2iijuZjtgCUWN2VA",
      "text": "Quand j'entends des gens chuchoter, manger en faisant des bruits bruyants ou claquer leurs faux ongles sur des cartons pendant des unboxing. J'ai qu'une envie, mettre ma tête dans une machine à laver 😵",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GuigzASMR",
      "author_id": "UCtJviIqXL-PbQQ0LZ78NE0A",
      "text": "Je sais pas comment ni pourquoi cette vidéo n'est pas remontée plus tôt dans mes recommendations, mais c'est un super travail, merci à toi !!",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mooncrystal63",
      "author_id": "UCxFmTvfsXEN6tZQjYuF3lbA",
      "text": "C'est très subjectif. Je suis un gros (très gros) consommateur d'ASMR. Quand on commence il faut trouver le type qui nous correspond et après cela roule. Et contrairement à ce qui peut être dit, il n'est pas dans mon cas un besoin d'attention ou autre, mais c'est tout simplement le seul moyen que j'ai trouvé d'éteindre mon cerveau qui travaille en continue 24/24.\n\nPourquoi cela marche ? C'est très simple, j'envoie à mon cerveau travailleur des sons (que j'aime hein évidemment) mais dans ces sons il n'y a absolument rien à \"interprêter\" du coup il laisse tomber et....se met sur OFF. Cela se traduit par une relaxation  importante, une diminution du stress, et de la fatigue.\n\nConcernant la \"sexualisation\" je trouve perso cela dommage, car ce n'est pas le but. Enfin ne pas confondre \"bruit de bouche\" et \"bruit de bouffe\", ce sont deux choses différentes dans le concept. Le bruit de bouche est généralement (et quand c'est bien fait) caractérisé par des bruits subtils des lèvres humide généralement grâce un gloss. Le bruit de bouffe pas besoin de faire un dessin (et perso je ne supporte pas). L'ASMR c'est dense, mais quand on en comprend les codes, alors on peut comprendre le besoin de certains d'en consommer. Sans l'ASMR, je serais déjà dans un système d'épuisement mental très avancé.\n\nA bon entendeur.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aïgriculteur_wow",
      "author_id": "UCmAyhVoU80KgKaQK3dTLd-A",
      "text": "Et petit correctif l'asmr EST une pratique médicale , et non un truc intégré",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maybe4805",
      "author_id": "UCo9iMae0U2dz30oaKnnIW4g",
      "text": "Suis-je la seule qui est misophone mais qui aime l’asmr? Bizarrement la plupart des bruits de bouches que je supporte pas dans la vraie vie me dérange pas en asmr ou sont PARFOIS même agréable",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marie-catherinehorinque4581",
      "author_id": "UCroHYkQkquZ3nAY_VSaNaew",
      "text": "Riens  de plus  qui m ennerve que çà  grrrr!!!!",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Loy4eva",
      "author_id": "UCQPYDruVYpufkwsk9XQLlVg",
      "text": "tu dis quoi... tout le monde sait que sa marche ahahah",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@turbonico",
      "author_id": "UC8pfDM3UUag7dwxLo6bX7Vg",
      "text": "Je suis le seul à trouver les vidéos ASMR horripilantes ?",
      "likes": 228,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sergepetiteau765",
      "author_id": "UC6kUGe_FEJ4A4iWWp09cX9w",
      "text": "Absolument rien à voir, mais Sam Altman qui vient de se faire virer d'OpenAI, on en parle ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@robinferrando1947",
      "author_id": "UCEo3UtPgQDBT8Nb4f302D-g",
      "text": "Petite question pseudo scientifique : est-ce que la plupart des métalleux comme moi n’arrive pas à blairer l’ASMR Sous toutes ses formes ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nico745",
      "author_id": "UCsVdQzlEypeWFBAva-Z2sqQ",
      "text": "Préjugé : Olala seul les hommes écoutent de l'ASMR sexualisés",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soportenebris",
      "author_id": "UCUC0iswc3qKo3Tjl31BNw2A",
      "text": "Le seul que j'aime écouter c'est \"the french whisperer\", qui parle beaucoup d'astronomie (mais pas que), il a une voix grave et arrive à me déclencher l'asmr. Perso les femmes et leurs bruitages je trouve ça insupportable, j'aime quand ça reste intéressant. Bon il y'a aussi ALT 236 qui peut facilement me déconnecter mais il n'est pas classé asmr.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@42MissAudrey",
      "author_id": "UCfGSqo4mMmTfzIWbr44301A",
      "text": "C'est une horreur l'ASMR chuchoté, en tant que misophone c'est plus une torture qu'autre chose. Après si les sons de nature vont aussi dans cette catégorie, là oui, pourquoi pas.",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lianflo",
      "author_id": "UCkKyQatT1s7Kau1UqA2kiVQ",
      "text": "MALINA MDR ça m'étonne tellement pas pour elle... vraiment ses miniatures c'est les + sexuels qui existent dans l'asmr...(c'est également une personne qui fait du contenu pour adultes donc ce n'est étonnant). Par contre c'est hyper choquant de voir que ces fameuses vidéos lui permettent autant de vues. Elle a vraiment eu une chaine énorme en très peu de temps et non pas pour la qualité mais juste bien par son type de vidéo...c'est vraiment dommage :/",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aglaesidonie805",
      "author_id": "UCj1o6Nxr4DTg2OmbPPKD9Xw",
      "text": "J’écoute de l’ ASMR très souvent,  ça m’aide à m’endormir ! J’ai trouvé la reine de L’ ASMR et elle n’est ni très jolie, ni sexy, ni provocante... c’est une femme entre la quarantaine et la cinquantaine et elle chuchote en espagnol ! Je suis très sensible à sa voix et je m’endors avant la fin de la vidéo...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThomasDervaux",
      "author_id": "UCkjWJs1oMRgo26xJ_7GqcHg",
      "text": "selon moi l'asmr devrait être consommé avec modération car ça peut devenir comme une drogue et ça détruit la motivation",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ingridleblob6142",
      "author_id": "UCismMmO6XzLD0jKv2BskhFA",
      "text": "Bonsoir, bonsoir ! Mon commentaire arrive un peu tard mais j'ai une réelle question : comment faire la différence entre un rééquilibrage alimentaire et le début d'un TCA ? Ma question peut sembler étrange mais je me la pose vraiment. Si quelqu'un a la réponse ou un début de réflexion, je suis preneuse 😄",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kahnarchi",
      "author_id": "UCfnuWV_nC_mKk632Yg7NccA",
      "text": "C'est fou, je me demande pourquoi moi ça me crée vraiment une répulsion, de la gêne et du malaise et peut même me rendre folle (le bruit de mastication) ahah, ça deviens donc énigmatique et un peu fascinant de regarder ce genre explication, merci !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PlayerVideoDu13",
      "author_id": "UCapLVRCJYXlgakKrHf9P-Mg",
      "text": "Honnêtement pour moi ce n’est pas ça la face cachée de l’ASMR.\n\nPersonnellement j’écoute de l’ASMR depuis plus de 8 ans et j’avais commencé à la base parce que c’était la seule des manières de me détendre quand je luttais contre la maladie, mais j’en suis complètement devenu accroc. \n\nEt je pense que c’est un soucis (en tout cas pour moi) car cette dose d’affection et de douceur je ne la retrouve QUE dans l’ASMR et j’ai l’impression que ça me bride au niveau des éventuelles relations que je pourrais avoir, car, étant d’un naturel timide j’ai énormément de mal à aborder des filles et étant donné que ces besoins (tendresse et affection) sont déjà comblés par l’ASMR (et les autres besoins le sont par le porno mais ça c’est un autre problème), ça ne me pousse pas à « me sortir les doigts » pour aller chercher ces besoins vitaux chez de vraies personnes (ce que la douleur de la solitude et l’indifférence me pousserait à faire je pense)\n\nAu fond je m’attache vraiment à des artistes qui ne savent même pas que j’existe et qui en me faisant du bien sur un instant T  me font également bcp de mal (et on ne peut en aucun cas leur en vouloir) lors de certaines prise de conscience.\n\nAu final c’est plutôt un problème psychologique entre moi et moi mais l’ASMR n’aide pas à arranger cette situation. Et pourtant je le sais mais j’en suis quand même complètement accroc !\n\nJ’espère avoir été clair dans mes propos car je ne vois pas vraiment d’issue à cette situation et je n’ai jamais vu personne parler de ce problème alors que (j’espère) pas mal de personnes doivent être dans le même cas.\n\nJe sais que ce commentaire n’a quasiment aucune chance d’être vu par une seule personne mais j’avais besoin d’exprimer cette situation quelque part.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leviaz4724",
      "author_id": "UClLQW5Ni802CCAyPyuWm7Ew",
      "text": "donc si aimé aimer écouter l'orage la pluie qui tombe dehors ( pas en video j'ai éssayer)  fait de moi quelqu'un sensible a ASMR ? :O",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SirTerenceTheThird",
      "author_id": "UCQtegwEcILVOzyBaxppB0jg",
      "text": "K",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lenny5949",
      "author_id": "UCRxjwMOv7CbudRF1ergrewg",
      "text": "C'est moi ou ton fauteuil est gonflable ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Meteotrance",
      "author_id": "UCc3uwZ19c26xIDZAcMN-GnA",
      "text": "Tout ces bruits de paquet de chips ou de mastication me tappe sur les nerfs j'ai découvert ces vidéos d'une manière détournée, en faisant des recherches sur Hugo Zuccareli et son concept de son binaural Holophonics le son (3D ) à partir d'une tête artificielle équipe de micro dans des répliques d'oreilles, apparemment c'est ce qui a amené les algortyhme Q sound mais aussi direct sound 3D et Dolby Atmos, depuis tout les Senheiseur dolby et sony ont copier le concept et il ya une chier de plug in qui permet de recréer la positionnement 3D du son a partir d'une simple source stereo, alors il ya des contenue ASMR bien fait et originaux qui exploite ces concept de son binaurale hors champ mais tout le reste ce sont des petites tchoin en manque de reconnaissance et de pognon qui tapine pour vous vendre leur fesses sur only fan ou autre plateforme.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Okkeeff",
      "author_id": "UC-_c0RheZ0HFtywz8048NjA",
      "text": "Cette vidéo est un click bait … c’est quoi la face cachée de l’ASMR ???? On l’apprend seulement à la toute fin de cette vidéo.",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emisfer",
      "author_id": "UCmmEvWW8t060PAo_cNLlZQA",
      "text": "Pas étonnant d'apprécier d'être soigné, comme être epouillé\nLa notion de soin de communauté me fait quand même penser aux prises en charge esthétique et de soin",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ThomasADH",
      "author_id": "UCgdp6jKAJHY9LKF3Rbvd7gA",
      "text": "Dès qu'on a commencé a appeler \" métier \" les gens sur internet, tout est parti en couilles, placements de produits, sexualisations etc etc...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VermexVillar",
      "author_id": "UC-ZvrqcNNQ0I2pl80UwAY0w",
      "text": "Non, c'e n'est pas mysterieux , c'est ch*ant, on se fatigue, on s'allonge , on s'endors , un point c'est tout, deux point c'est trop 🗿",
      "likes": 0,
      "timestamp": 1761177600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BlackAki.FanaDrawnimation",
      "author_id": "UC-DqhgOZYMJyIk7S6JkQ7sQ",
      "text": "Sa me gênerait que l'on me porte de l'attention dans ce style pour les vidéos ASMR prêtée à ça (c'est moi qui est comme ça pour le coup) mais j'ai apprit des choses intéressante en la regardant et je n'avais pas de préjugés dessus avant mais autour de moi, tout le monde trouvait ça bizarre et comme moi, je n'apprécierai pas la plus part du principe de l'ASMR, j'ai juste finit par penser la même chose mais ne pas y penser aussi.  (le mouton idiot qui ne comprend rien et qui va rester dans son coin à faire sa vie mais qui sera quand même mouton idiot).",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@florentclarot222",
      "author_id": "UCvgoYxOCjv0vv68LgTbMGUA",
      "text": "Les gens qui chuchotent c'est un enfer",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@prince_de_lu",
      "author_id": "UCR6jjNSLt9X0T1P470Ys7uw",
      "text": "BehindtheMoons elle est gentille mais elle soulève un problème, elle dit en gros : c'est pas parce que je souris dans une vidéo qu'il se passe quelque chose, bon je suis d'accord c'est qu'une vidéo. Mais elle dit que dans la vraie vie c'est pareil si une fille est proche de vous et vous souris et tout c'est pas forcément quelle veut faire quelque chose avec vous, mais a ce moment la comment fait on pour savoir qu'une fille est attirée par vous ? on nous dira elle viendra vous le dire mais c'est faux puisque c'est l'Homme qui fait le 1er pas les 3/4 du temps donc on est dans un cul de sac.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MarionPotiron",
      "author_id": "UCDkXMgiyF-cwcNVwLozYBJg",
      "text": "L'ASMR me donne envie de tout cramer .. je en supporte pas les bruits humains, les bruits répétitifs ..  je ne comprend pas que cela puisse détendre des gens, rien que les extraits dans ta vidéo étaient durs pour moi!  Mais super video, comme d'hab",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zaigf7030",
      "author_id": "UChtuEBfAfmUXB-Jm2UNZq4g",
      "text": "j'ai bien aimé la vidéo mais pas fan que les asmrtists dont tu as utilisé les extraits de vidéos ne soient pas crédité.es (à moins que je les ai manqué. es ?)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SammerJah",
      "author_id": "UCS4yeo2rlVt76-vtzf5qH5g",
      "text": "C'est intéressant de parler d'ASMR avec un \"créateur de contenu\", mais le plus intéressant serait d'inviter un psychologue. Un freudien vous parlerait, peut-être à raison, d'une sublimation de la sexualité. Il suffit juste de scroller 2 secondes pour lire un commentaire qui parle d'orgasme auditif...\nCela n'étonne personne que beaucoup cherche la sexualité via ce médium.",
      "likes": 1,
      "timestamp": 1737590400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noe3043",
      "author_id": "UCLxVNSilsaDl1NlHjIlRxSQ",
      "text": "Sur Twitch quand je recherche de l'ASMR c'est complètement polué par la sexualisation... d'ommage, sûrement parceque ça fait plus d'argent. Au final la seule chaîne qui me vas c'est un petit singe qui mange 😄",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MemeAnthem82",
      "author_id": "UCFfyyaRPhEl9PLfZEgde3yg",
      "text": "Etant petit j'avais l'habitude de m'endormir sous les caresses et petits massage de crane de ma mère, également a coup de petites histoires chuchotés ca m'aidais de fou limite si je n'avais pas ca j'avais du mal a dormir, en 2013-14 en étant plus en age de recevoir cette attention (t'es grand maintenant xd) bah j'ai découvert l'asmr pour retrouver un peu cette ambiance et j'ai vite été attaché a 2-3 créatrices et ca m'a mis archi bien (javais 13-14 ans) maintenant l'asmr c'est devenu tellement cringe et hyper sexualisé avec les twitch girl bref... maintenant je me contente des playlists sommeil de spotify, des bruits de pluies ou de white noise, bref tout ce qui touche a la nature parceque c'est devenu si cringe que ca m'a dégouté je me sens plus a l'aise d'écouter de l'asmr j'ai l'impression de consomer du porno malsain...",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheMesssir",
      "author_id": "UC5lkCD8xkVkUB-1yqUjUpMA",
      "text": "Contenu très intéressant mais pourquoi un titre et une vignette autant putaclic??",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@carlopital6362",
      "author_id": "UCVfnvB2uq_vL6xwtc3iZYmQ",
      "text": "Je comprends vraiment pas cet univers, surtout les chuchotements et les bruits de bouche... ça me tend ... mais à un point...",
      "likes": 0,
      "timestamp": 1761177600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pixel_pow",
      "author_id": "UCiYwFoBUoYFFfIhbIVH61fQ",
      "text": "on oublie pas Samuse 🌺🌺",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@The_Albatorette",
      "author_id": "UCwOG3j6mlc15FAU6ka0IkYg",
      "text": "J'écoute l'ASMR quand je bosse car ça permet de rentrer dans une sorte de forme de concentration. L'ASMR de bouche ou se xualisé par contre, non. Dès que ça devient déviant ou trop \"pro\", le son trop propre, je lâche. Je préfère les vidéos amateur toutes bêtes.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mr.inconito4583",
      "author_id": "UCpS5Z_hOFyszRPCBE5lTo7g",
      "text": "hardisk je sais que c'est pas de ta fautes mais sur YouTube il y a vraiment VRAIMENT trop de pub , je ne sais pas si d'autre abonnés fond pareil mais je fini par regarder tes video sur tiktok ( c'est surment d'ailleurs des gens qui vole ton contenu ) mais uniquement pour ne pas etre harceler de pub\nyoutube deviens ridicule",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AstréeLuV11",
      "author_id": "UCG668beLw0OWc9rjuu9Fc6Q",
      "text": "Toujours les préjugés, les films personnels, exactement comme dans la vie : En tant que femme, si vous avez le malheur de sourire où écouter quelqu'un qui semble malheureux, vous risquez fort que votre altruisme soit très mal interprété par un homme. Quel dommage de devoir s'inhiber à chaque instant pour éviter les malentendus , les préjugés , voire les insultes parfois...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christophecabrera8515",
      "author_id": "UCXd8JtBwlxm_En8ral4uKaw",
      "text": "Les sensations ressenties, dans la spiritualité, sont l'activation des chakras.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fatkat727",
      "author_id": "UCDbRrE23-HPAPQJKTYkC6MA",
      "text": "Je me sens seule en lisant les commentaires, mais pour ma part je ne supporte pas les bruits d'ASMR type chuchotement ou tapotements, ça me crispe complètement, tout le contraire de la détente. Des bruits naturels comme la pluie, l'orage, la mer ou le son d'une rivière sont bien plus agréables pour moi.",
      "likes": 20,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Luty81",
      "author_id": "UCJ_qzSp0CBzB43qKHHTG_XA",
      "text": "les anciennes PoolGirl sur twitch vont se reconvertir en ASMRGirl",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@roanito06800",
      "author_id": "UCxLfjGfV2ThkL3W5XUnm_3g",
      "text": "Je supporte pas 😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shin_Aki3090",
      "author_id": "UChSQ07A9PL5Bkdzh39WpRww",
      "text": "Y'a même des vidéos asmr pour t'expliquer la première et seconde guerre mondiale.. moi je trouve pas que ça détende de fou mais bon 🤡",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@franckdupond3452",
      "author_id": "UCiI06PJ-H9USg5GNqZtO7ZQ",
      "text": "C'est dingue ce succès. Moi ça me stresse et ça m'énerve ses sons. Je comprend comment les gens arrivent à se détendre la dessus",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ElenaNNB",
      "author_id": "UCLh-LF-oDokVoEF-9a2H3Yw",
      "text": "Il ne faut pas compter sur moi pour l'asmr audio. Ça m'hérisse les poils mais pas dans le bon sens. Je déteste quand on me chuchote dans l'oreille en temps normal, alors là........\nAsmr audio, au toucher oui, mais le son, je ne trouve aucun intérêt et je dirais même, ça m'énerve.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valeriancollet6288",
      "author_id": "UCabgvlN0rc7RowicQC2UeSA",
      "text": "J'ai toujours eu une sensation particulière quand je me faisait ausculter chez le médecin, ou quand on prend mes mensurations. Je pensais être le seul à ressentir ça et que j'étais bizarre, mais ta vidéo vient de me montrer que pas du tout merci",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sequanaa",
      "author_id": "UCYQ2_YJm7AFbDuztMJqPqDg",
      "text": "Beh, comment ça personne ne sait vraiment si ça marche ?...\nSi t'as des millions de gens qui regardent pcq ÇA LES ENDORS et les DETENTS c'est que ça marche 😭😭 c'est pas  pcq tu as des gens non réceptifs que ducoup \"heu ça marche ou ca marche pas\"...\nBancale la problématique !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MademoisellesophieT",
      "author_id": "UCmonsTBzkcSSMs_TnZDoeWA",
      "text": "Les bruits de bouche, les ongles qui tapotent, les frottements contre le micro... ça me fout un stress. Je ne supporte pas, j'ai envie de tout casser 😅",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brokass",
      "author_id": "UC0r_OEhjk06VvqWkA4ajPVw",
      "text": "Deuxième commentaire wesh .... !!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hideinthebush2729",
      "author_id": "UC38OGbS7v6C98AF5-Vl7wjA",
      "text": "à 2 doigts d'inventer la Stéréo les bougs",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Floky697",
      "author_id": "UCdN6Vsf1jLRx_ORHo_H4QQg",
      "text": "Les millions de vues on sais pourquoi...",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DjS-d1p",
      "author_id": "UC6o8SpdmUe47Js2Ct97JJrg",
      "text": "Suis je la seule à trouver cela désagréable",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moth4532",
      "author_id": "UCODMM2S0AowV2rFqf9Wmjdw",
      "text": "Je vais mettre du temps à me remettre de la vision de ces horribles vidéos de léchage de micro",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@misterreaglle",
      "author_id": "UC6dsVf-UZl-fD1Zr3AWbq-Q",
      "text": "La miniature et le titre sont tellement abusés, c'est n'importe quoi",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iamgly",
      "author_id": "UCt3DFo4Up-4ypr5M7d-eHHQ",
      "text": "Je ne suis pas du tout dans l'ASMR. Je pensais meme que c'était de grosses conneries.\nPourtant, il y a une chaine Youtube qui s'en rapproche sans pour autant être de l'ASMR a proprement parler. Il s'agit de la chaine de Odd Tinkering, qui répare et restaure différents types d'objets, et entre autres des consoles old gen, dans un silence absolu ou on entend uniquement les bruits des outils et la manipulation des objets par le restaurateur.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rebelflower8513",
      "author_id": "UCLdbyn-aimBZM49F4hEZGig",
      "text": "Les gens qui consomment beaucoup d'Asmr ne sont pas vulnérables ni ne cherchent des émotions et encore moins stressés c'est comme aller au spa ou se faire faire un massage ça permet de détendre ses muscles et de se lâcher pour quelques minutes pour bien retrouver ses esprits et même réfléchir ça n'a rien de dramatique\nPar contre les gens qui ne supportent pas l'Asmr, eux, ont besoin de thérapie car ils ont perdu la sensibilité et l'art de se détendre et de remettre leurs idées en place\nEt n'en parlons même pas de ceux qui croient que l'Asmr c'est sex..... Drapeau rouge 🚩",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@midmad74",
      "author_id": "UCkfm0xwXeLa0aIiJtTaeeGg",
      "text": "La compression de la voix de la nana à 8:32 c'est infernal avec un casque",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dranfisolycrow704",
      "author_id": "UCR-dHuDMXZwWU1VNKnyLPYw",
      "text": "Y'à +23 ans, voire plus, ma mère me racontait déjà des histoires en chuchotant et me provoquait déjà ces petits frissons ! Et j'en consommais beaucoup et depuis, beaucoup moins car ça m'a un peu désensibilisé de ces frissons, aujourd'hui, j'essaye de le vivre en vrai plutôt qu'à travers des vidéos, avec ma chérie on se fait des petits massages avec des tapottements et des chuchotements 😅",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rFluffy",
      "author_id": "UC4nYZeNZNpN37A1hDLF4xnA",
      "text": "Bonjour, ou bonsoir,  l'ASMR est malheureusement encore plus sombre que tu ne le décrit dans ta vidéo. Je ne souhaite a personne de découvrir ces choses immonde. Excellente vidéo.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rex-racer",
      "author_id": "UCUFiRETUt2yC5SnqU-0Nw_w",
      "text": "BehindtheMoons starts at/commence à 7:45\n\n🌒🌓🌔🌕🌖🌗🌘\n\nPeace to all!",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@IHearColorsinMydreams",
      "author_id": "UCimXNWk2iijuZjtgCUWN2VA",
      "text": "Les gens font pas la différence entre le sensuel et le sexuel... Mais parfois certaines personnes sont tellement vulgaires que ça devient impossible pour elles d'être simplement sensuelles.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Leptitrefuge",
      "author_id": "UCwDw9e-Wzdgy9E-Fq7ixWHw",
      "text": "je suis le seul que l'asmr me fait bander 😅",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Driimiix",
      "author_id": "UCsXV3sO2PXb6yHFgBI66yOQ",
      "text": "Ton amie youtubeuse m as fais senti un effet asmr avec son noise gate mal regle. 😂",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mrsebgentil56",
      "author_id": "UCD3yZXiWI-ZPxUPy1rlQMjw",
      "text": "L'asmr devient un peu douteux, quand on sait que certaines artistes font du hum hum sur d'autres chaînes...payantes !!!😮😮",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ox3702",
      "author_id": "UCdb7X9sYDP6f3iFTkPTmN4Q",
      "text": "En vrai c'est juste triste de ouf,  Les gens sont seuls, et ne trouvent comme réponses a leurs besoins primaire que de Consommer (encore) des contenus qui imitent des relations humaines, ou qui vont générer des émotions similaires a celles de relations humaines.\n\nPar contre wtf \"ASMRtistes? Ça décridibilise vachement je trouve. pourquoi pas guitartiste? Sculptartiste? Si vous vous revendiquez comme tel, assumez le, vous êtes artistes, point barre!\n\nAu final l'ASMR C'est du p0rn0 des émotions, ou des sensations, quelque part. Je ne juge pas les gens qui kiffent ça! Au contraire grand bien leur fassent. Par contre, ne risquent-ils pas de développer une relations étrange a sens unique avec leur créateur de contenu favori? Ça a un coté malsain non? \n\nC'est le meilleur moyen d'encore brouiller les frontières entre matiere et virtuel... De manière plus intense que les vidéos plutôt ordinaire. \n\n Je pense juste que c'est inutile de passer par 4 chemins, de broder de longues phrases explicatives pour dire des choses qu'on peut dire facilement. \n\nL'ASMR n'est peut-être qu'un traitement symptomatique hasardeux de plus pour des problèmes sociétaux profonds et graves.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adriantome8475",
      "author_id": "UCXqW_fxLEKZ7F9aEvoqf3-Q",
      "text": "Pnl quoi",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@retrogege7790",
      "author_id": "UCYBKzoCs1-o99P6EVI41V4w",
      "text": "moi qui suis misophone, je serais capable de péter l'écran en entendant quelqu'un manger la bouche ouverte (ils le font souvent aussi ces enfoirés d'ASMRiens)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@masky4387",
      "author_id": "UCwoDBqmJMkbcN7jTu1MqAog",
      "text": "arreter de montrer lea chipie elle fais de l'asmr juste pour faire sa pub pour son mym montrer kali asmr \nou coucou asmr ou vanukee bordel",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fleche_FPV",
      "author_id": "UCWiUfF1aMDdaKAxa6KleIcg",
      "text": "Je pense que cela est surtout du au besoin opposé d'une surstimulation continue\nque l'on nous impose, et, de plus en plus, que l'on s'impose à soi-même :\nSmartphone, les gens qui imposent leur musique avec enceinte connectée au lieu d'écouteurs, \nréseaux sociaux, circulation, boulot, etc....\nPas le temps pour ces conneries, vu que je prend déjà du temps pour améliorer\nma propre qualité de vie...\nUn bon petit bain avec madame, c'est déjà de l'ASMR, +++\nessayez !\n😉",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HappySquiddly",
      "author_id": "UCav9r3C-7cS98wFQeMF_otQ",
      "text": "Désolé, mais j’ai dû cesser ta vidéo bien avant la fin.\nEn effet, ces coupures et montages exagérés de l’entrevue avec BehindTheScene devenaient très déplaisants à écouter et à regarder. Je crois que la laisser résumer ses points principaux, tout en reprenant, toi, certains détails que tu voulais faire apparaître dans ta vidéo, aurait donné un résultat beaucoup plus agréable à regarder.\nCeci dit, le sujet était tout de même bien choisi. 🙂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baptisteverdeille7268",
      "author_id": "UC8yWioPiiNZJw-A8DdVdroA",
      "text": "Ptn l´asmr ça me donne des envies de violence , sérieusement,  je déteste les chuchotements et les petits bruits...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RCshockwave",
      "author_id": "UCY6pHbw9uziR7qE7RJRnY0A",
      "text": "Branlette total pour zoomers ... \nJe suis heureux de ne pas faire partie de ce délire .",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@johnblace4630",
      "author_id": "UCMtBS_j8Kxax6gf4Y7h3w6w",
      "text": "“Créateur ASMR” mais mdrrr",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@daisuke0chida",
      "author_id": "UCGKBPPqOryKIqWSTz2Di7qQ",
      "text": "perso l'asmr ca me rend irritable et ca me donne envie de taper xD Je supporte pas. les bruit de bouche surtout raaaaah",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mendrick",
      "author_id": "UC0oKcDRnxTWQXlmtwaqz4gw",
      "text": "L'intro putaclique en mode wtf personne ne sais ce qu'il ce passe, 3secondes plus tard : fait une analyse de ce qu'est l'asmr ... je déteste ce genre d'accroche bien chiante",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antonymoret5746",
      "author_id": "UCg3fBJGPqutcbY-vOeAizEQ",
      "text": "Je me demandais en comparaison qu'est ce qui rend ta vidéo stressante. \nCe sont les micro coupures que tu fais. C'est très marqué dans ton montage, et terriblement inconfortable et malaisant.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PiMeNsTeR",
      "author_id": "UCain1-30IwDQTRUUcxuhrUg",
      "text": "Mon Dieu ce que c'est ridicule... Faut sortir de chez vous et trouver une meuf les gars",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brxmska.officiel7051",
      "author_id": "UCy8kXRIufqO78rqdhQt-K6Q",
      "text": "Non mais sayer vous et vos  complot là ça suffit on a plus le droit de se détendre en fait bientôt vous allez nous dire que dans les restaurants aussi il ce passe des choses dedans non mais là vous êtes parano hein je suis désolé surtout que cette vidéo ne servira à rien du tout laissez-nous tranquille à la fin mince on en a marre de vos théories misérables",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HeikyMidoriya",
      "author_id": "UCgOqViEs2HD2TnkrvGzqCdg",
      "text": "Cette vidéo est si dure à regarder même feldup me donne pas autant de malaise que l'ASMR ça me dégoute tellment que ça me donner envie de casser ma table mais sinon cool la vidéo bien jouer hardisk",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kephy_",
      "author_id": "UC4tQhwh29viSdzNg9AS1x5w",
      "text": "Moi j'aime bien l'ASMR mais tout ce qui est RP ça me cringe trop, j'y crois pas, j'ai juste l'image d'une personne qui parle toute seule devant sa caméra avec un déguisement donc bon ça gâche un peu tout le truc",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guismodrum78",
      "author_id": "UCnHu_9IuqMszwP2SnX5xZiw",
      "text": "C'est tellement gênant et malaisant l'ASMR",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loicrsl",
      "author_id": "UCxpVYpHgmMc95ECIduotpGQ",
      "text": "Si vous voulez rire, allez écouter du rap en asmr 😭",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ShanoirTV",
      "author_id": "UCro0cFDUK8VVtkLt7pScs6Q",
      "text": "Surtout que c’est même pas de l’asmr ils ce sont servis de cette appellation pour faire leurs merde alors que le vrai Asmr de base c’est des bruits de la nature comme l’eau le vent la pluie etc. Eux c’est des imposteurs qui font des bruits de bouche",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ppolb386",
      "author_id": "UCdYT3kLxX6HJJgXCymLArnw",
      "text": "Quel enfer cette mode de mettre tous les noms au masculin puis au féminin 🙄",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zédizèd2045",
      "author_id": "UCTKHU-S-rGNP0AzMkOBVvKA",
      "text": "Créatifs ???!  Ils font touss les mêmes choses. 🤣🤣🤣",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kevintatar12",
      "author_id": "UCIrWf9h-ZC_KkuttAZxOXIg",
      "text": "Asmerde",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@breizhredfox",
      "author_id": "UCqxCC-dA-Zsy6uhXPJMc48Q",
      "text": "Un des contenus ASMR que j'adore c'est les ronrons de mon chat. C'est pas pour rien que je parle parfois de ronronthérapie. Les fréquences du ronron associées en plus à la douceur du chat et sa posture adorable ça aide bien pour se relaxer.\n\nGlobalement le contenu ASMR tourne beaucoup autour de la sensualité. J'ai bien envie de découvrir un peu plus les contenus apaisants. \nEtant célibataire depuis longtemps et trop éloigné des femmes, un contenu doux comme écouter une femme jouer un rôle de petit amie me parlant d'une voix douce pourrait être une expérience apaisante et rassurante. Je ne parle pas forcement du contenu forcement hyper sexualisé, juste un genre de simulation auditive d'un moment câlin.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OliviaVanderlinden-b7u",
      "author_id": "UCvSbRDYtCDagbQiTNY7sn1w",
      "text": "dsl cela ressemble plus à un truc pour vieux pervers",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RogerMoffa",
      "author_id": "UC4CnSgvNDIRTvN5p166eZlg",
      "text": "ASMR pour se relaxer et se détendre C'EST NUL ! \nEcoutez plutôt des chants d'oiseaux, la pluie et un orage lointain ou un feu de cheminée qui crépite. \nIl y a aussi des musiques de meditation ou des bols de méditation. Le tout est disponible gratuitement sur youtube. \nCes vidéos /sons/musiques detent et relaxe VRAIMENT car c'est fait pour ! La méditation fait baisser le stress et permet d'elever sa spiritualité.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@scrat3986",
      "author_id": "UCxvB1z1sIbdeVTOEqnDMffQ",
      "text": "Une vidéo intéressante qui permet de s'intéresser à un sujet sans tomber dans le clicher, après ce qui me travaille, c'est l'invité qui dit \"c'est globalement prouvé que ça réduit l'anxiété\". Globalement ? c'est à dire ? En science soit c'est prouvé grâce à de données soit c'est à prouver avec la possibilité d'être réfuté par la suite avec d'autres écrits scientifiques. Je souhaite souligner la phrase dans ce papier scientifique \"the psychological basis of ASMR has not yet been established\" soit que la base psychologique de l’ASMR n’a pas encore été établie. Certes un retour d'expérience amène à penser que ça peut avoir un effet bénéfique pour la santé mentale et physique (dernière phrase du résumé) mais dans ce papier présenté (daté de 2018), il n'est en aucun cas dit que quelque chose est prouvé et encore moins qu'il y a une corrélation,  qui est est une mesure statistique qui exprime la notion de liaison linéaire entre deux variables, ici, entre l'écoute de l'ASMR et la réduction de l'anxiété. Je comprends qu'elle veuille mettre en avant les bénéfices de ce qu'elle fait mais je trouve dommage que ces imprécisions décrédibilisent son discours. j'espère sincèrement qu'elle a utilisé ces termes de façon inintentionnelle, peut-être par abus de langage et non pour dire que le bien fait de l'ASMR est scientifiquement prouvé et donc utiliser un argument d'autorité pour son activité.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arnaud9515",
      "author_id": "UCntq_UxBcTlQJPuAfu59QcQ",
      "text": "Je crois que je suis misophone misogyne spécifiée....\nJe devient dingue dès que marlène schiappa s'exprime !!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheBahamutlord",
      "author_id": "UCucumSpm_0-xmxny5OGZtIQ",
      "text": "Je ne peux pas écouter d'ASMR, j'ai des gros problèmes auditif, ça me gène affreusement l'ASMR.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chaisedejardin5478",
      "author_id": "UC-d3xMsH-R3xD-o_dnuG91A",
      "text": "C’est bien de la merde la smr, pour moi la smr sur YouTube n’est que de la com et un bizness , on répète en boucle au gamin que c’est bien et que ça détend et ils finissent par dire que ça marche sans savoir pourquoi, en quoi, c’est quoi…. c’est du vécu avec mes gosses",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ASKC-sj",
      "author_id": "UCAFdvrr2eNHGfbqIFNdpSJQ",
      "text": "Des bruits de bouche ! l'horreur ! souvenir d'une prof qui fumait et machait de la gomme a la cerise ...\nhahaha",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gregorypruvost523",
      "author_id": "UCysx_zCg1OxSYGub0b9VQSw",
      "text": "Perso, je déteste l'ASMR, ça me fait l'effet inverse, ça m'irrite et m'agace.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MonsieurMar",
      "author_id": "UCCW2NSxRzXunpN_IWP8fDKg",
      "text": "Je suis désolé j'arrive pas à finir la vidéo les extraits asmr me tendent vraiment beaucoup trop ...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ichiligin",
      "author_id": "UCgTgYc7DvHKZfBPPpBmW-EQ",
      "text": "Je souffre d'anxiété, pis s'il y a de quoi qui est sensé de me détendre, ce n'est pas l'ASMR, c'est juste malaisant pour ma part.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@silverfinebuster6729",
      "author_id": "UCC0ivCfGS0QHSlDu61syMPA",
      "text": "Je ne vois pas le problème avec l'asmr érotique tant que c'est voulu par le/la créateur(trice) tu fais un peu passé ca pour une déviance malsaine alors que les stimulis sont par définition excitant pour certains/certaines",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kedman1095",
      "author_id": "UC2yRDbFqrO1_r8zQdyLEpBg",
      "text": "L'ASMR c'est un truc de gonzesse...Rien de plus énervant que quelqu'un qui chuchote, je déteste ça !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lenfoirealachaine6933",
      "author_id": "UCJzHLQ2y6D8Wvg3lXvWfYPA",
      "text": "Serieux qui peut aimer écouter des bruits de respiration ?\nMoi je supporte pas, ça me donne la gerbe !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@olivierwiz",
      "author_id": "UCaWC0e-1aCDZWX74wajKKtA",
      "text": "Je déteste l'asmr. Ça me fait tout l'effet inverse. Ça m'énerve, mauvaise sensation dans le corps. Je parle même pas de ceux qui font ça. Même l'acronyme est moche.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrBloody67",
      "author_id": "UCYwhmiRJ-YI1mAYFDqp5WnA",
      "text": "perso l'asmr ça m'énerve, je deteste ça",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@strap7.62",
      "author_id": "UCwh_-xOQehrYhg-iZVqOB1Q",
      "text": "Un délire de gens bizarre au rsa",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasfaivre3453",
      "author_id": "UCi37SBpSjkwkGui-NCnp1Uw",
      "text": "En école de sound design on en rigole bien de l'asmr 😅",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeGuide29",
      "author_id": "UCiKTXMY9rEjBcqgB9XxtQtw",
      "text": "Asmr  me donne envie de tuer de gens  , ça me rend vraiment fou  que on me chuchote  dans les oreilles",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}