{
  "video_id": "7zsij2KljCU",
  "title": "Pourquoi ce Film est INTERDIT dans 9 Pays ?",
  "url": "https://www.youtube.com/watch?v=7zsij2KljCU",
  "comment_count": 218,
  "comments": [
    {
      "author": "@hardisk",
      "author_id": "UCA6rJQnIFgQOcjO-xtNV7lg",
      "text": "Vous connaissiez le contexte ou pas ? Hésitez pas à pouce bleu pour le référencement elle va avoir du mal cette vidéo mdr",
      "likes": 95,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m_jiji13gaming37",
      "author_id": "UCeTOhRjgY_F0mqyC2ecq0AQ",
      "text": "interessant comme eclairage, ca apporte une toute autre perspective",
      "likes": 108,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@denixxo",
      "author_id": "UC3PGnyWljyxFWPm2N58hc-A",
      "text": "Le nom du réal se prononce : Srđan Spasoyevitch. Ou le đ se prononce comme le \"d\" de \"du\" ou de \"durée\". Les s c'est des \"ss\" et jamais des \"z\" et le \"r\" est censé être roulé.  \n\nJ'avoue c'est pas le prénom le plus simple à prononcer.\n\nPour la prononciation du héros du film Miloš, c'est pas \"Milos\" c'est \"Miloch\" (\"ch\" de \"chat\").\n\nThis was a message from your friendly serbian neighbor.",
      "likes": 154,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spacexion",
      "author_id": "UCq--YO6_kBgGzEttF-V9R7A",
      "text": "Merci, la meilleure de tes vidéos à ce jour pour moi, parmi celles que j'ai pu voir jusqu'ici.\nJ'avoue, au départ, j'ai regardé \"A serbian movie\" il y a 5 ans par voyeurisme. Précédé par son aura sulfureuse, par les interdictions, par les commentaires dégoûtés des bien-pensants, c'est devenu ma boite de Pandore et je n'ai pas résisté. Sauf que... Sauf que après l'avoir vu, et avoir bien sûr été choqué par la violence, peut être plus par la violence psychologique que subit le spectateur que par celle physique montrée à l'écran, j'ai tout de suite réalisé qu'il s'agissait \"d'autre chose\". Je suis italien, passionné d'histoire, et particulièrement intéressé par la question des guerres en ex-Yougoslavie. Ça se passait à coté de chez nous: la Slovénie a une frontière en commun avec l'Italie, Zagreb est à moins de 200Km des nos côtes sur l'adriatique, l'Albanie (et donc le Kosovo) a de très fort liens avec l'Italie et, cerise sur les gâteaux, les rancœurs italo-slaves qui remontent aux massacres durant les guerres mondiales sont encore bien vivantes et resurgissent ponctuellement dans le débat politique italien. Quand les avions américains allaient bombarder Belgrade en 1997, c'est de nos villes italiennes, de nos aéroport militaires qu'ils décollaient pour aller apporter la mort, en face de nos plages où nous passons habituellement les vacances d'été dans la plus grande insouciance.\nBref: probablement tu as raison,  j'avais le contexte, et il ne m'a pas fallu plus de 5 minutes après les titres de fin pour comprendre de quoi parle vraiment ce film, quel est son vrai message et à qui il est destiné. C'est un film qui utilise les codes du film d'horreur, certes, mais pour porter un message éminemment politique.\nCe qui est désespérant, c'est que la plupart du reste du monde ne le comprenne pas, et que finalement la plupart de la population mondiale balaye ce conflit d'un revers de la main, presque une \"guerre mineure\", un \"écart anormal\" de l'Histoire occidentale, à oublier le plus vite possible, comme si ce n'était pas arrivé, alors que c'est le plus atroce conflit qui ait eu lieu après la seconde guerre mondiale. Et c'est arrivé chez nous, en Europe . C'est une violence de plus que nous imposons aux victimes de ces guerres et \"A serbian movie\" est le cri de colère du réalisateur par rapport à ça. Je comprends que, après coup, il ait même pu penser d'y être aller encore trop délicatement...",
      "likes": 133,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lorkydey",
      "author_id": "UCMMRD4A0PsUBfArOX5gayAg",
      "text": "Étant malade, la notification de la sortie de ta vidéo ma permis d'avoir un peu de dopamine\n\nJe te remercie",
      "likes": 10,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@paulodernich7460",
      "author_id": "UCSj6RuGlVF5qZNorzvJdX3A",
      "text": "Possible SPOIL :\nIl aurait été intéressant de préciser que le personnage principal est drogué pour le pousser à commettre les atrocités par le producteur du film possiblement pour représenter la relation de : officiers à soldats qu'il y avait pendant la guerre.",
      "likes": 6,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@daminator4113",
      "author_id": "UC5zG8CVZdqo0Hy3NrlqB-Lw",
      "text": "Dans les films d'horreur, on se moque un peu toujours de la petite phrase avant que le film ne commence : \"Inspiré de faits réels\", car ça fait un peu \"cliché\" du genre. Mais en réalité, cette phrase veut dire que peut-importe ce qu'on va voir dans le film, ça ne sera que \"inspiré\" de la réalité, qui elle peut-être bien pire. Lorsqu'on regarde un film aussi terrifiant soit-il, on se rassure inconsciemment car on sait que tout est \"pour de faux\", mais plus les images qu'on nous montre se rapproche du réel, plus cela devient difficile à voir.",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@siltaire",
      "author_id": "UCjDnbwic0u9anWSMHKrux-A",
      "text": "Merci beaucoup du warning en début de vidéo <3 \nC'est une très bonne initiative",
      "likes": 7,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SKD.mp4",
      "author_id": "UCmS3wAe57-3_-cLHygHTlBQ",
      "text": "Avec tout ce que j'ai lu dessus il m'a traumatisé en l'ayant même pas regardé",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@achievemoi8424",
      "author_id": "UCbylg3QbVPXcASjVdAaOjmQ",
      "text": "Parler du \"snuff movie\" sans parler du film Snuff lui même c'est comme parler du Death Metal sans parler du groupe Death.",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MofSeth",
      "author_id": "UCswUbySQij7jZN9nzr5p6lg",
      "text": "Un jeu qui aborde très bien la thématique des dérives des SnuffMovies c'est Manhunt de Rockstar; \ncontrairement à ce que tout le monde pense ce jeu est BEAUCOUP plus profond que ce qu'il n'y parait; \nil y a une vrais philosophie derrière, et une vrais \"morale\" à la fin ;)",
      "likes": 16,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CalvinandHobbes2",
      "author_id": "UCHfRQM28sp8GykRu_tvFHqQ",
      "text": "Il existe aussi un film hyper choquant dont le titre est \"the phylosophy of a knife\", ou l'on retourne dans la seconde guerre mondiale et on y voit des expérimentations crues qui paraissent réelles teintées de cruauté, on a vraiment l'impression que ça se passe, des gens subissent des tortures et rien ne nous est épargné, je regrette d'avoir regardé sur daylimotion en plusieurs parties à l'époque en 2012  je crois , aujourd'hui ce serait interdit sur la plateforme à mon avis :-( c'est ultra gore,  à vomir et ça durait ...4 heures!",
      "likes": 5,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bagnole6221",
      "author_id": "UCHQydn8tnSs1rsduyY9aKhA",
      "text": "Je l’ai vu à 18-19 ans j’ai été bien choqué.\nMtn je trouve ça va, c’est un film dur, qui malheureusement dépeint l’horreur humaine qui est dormante en chacun de ses individus.\nIl est vraiment dur à regarder mais fait bien réaliser que bien pire existe en vrai.\nDe mon point de vue on peut tout faire dans un film du moment que les exactions commises sont pour de « faux »",
      "likes": 78,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@petralinn",
      "author_id": "UCgq76UHnAk-Cn7zZxF8uxnA",
      "text": "Merci pour la vidéo, c'était très intéressant !\nJ'avais déjà entendu parler de ce film, mais je ne connaissais absolument pas son contexte",
      "likes": 8,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheInachisio",
      "author_id": "UCd8OyFW4MlkWvzIQlQzzj3w",
      "text": "Vu en festival.\nC'est la première, dans un festival spécialisé dans le Trash, qu'on augmente la pause prévu après le film pour permettre a tout le monde de soufflé un coup.\nPersonne n'en parle, mais je l'ai trouvé techniquement pas inintéressant. La photo en particulier est assez travaillé.\nAprès, pour moi, tout repose dans une réplique du \"réalisateur\" dans le film : \"Les gens paieront pour voir ça.\nPendant la guerre de Serbie, se vendaient à des riches occidentaux des safaris humains, parce qu'un mort en plus ou en moins dans cette horreur, ça sa voit pas.",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@steelwix",
      "author_id": "UC6kJBB4IzOJKoD6hDwh479g",
      "text": "Je pense que mettre un texte en début de film expliquant l'objectif du film pourrait simplement épargner remontage et censure",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BusinessBonheur",
      "author_id": "UCDewUcN_4lGvURl_-AtWvGg",
      "text": "Analyse très intéressante, félicitations ^^ Je préfère ce type de vidéo que le test de la caméra rapide avec de la peinture (avouons-le, il y avait tellement à faire avec la location de cette fameuse caméra !)",
      "likes": 5,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ErkaGFX",
      "author_id": "UClP8Y2IH7OGnlaA9XRcGB2w",
      "text": "Quand j'ai lu le titre j'étais sur que tu allais parler de ce film ! Je l'avais vu en 1er, c'était particulier",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maaaxime67",
      "author_id": "UC1l_hhwHb0LL-Z6hZ_ygszQ",
      "text": "J’ai vu ce film quand j’avais une vingtaine d’année via un pote qui m’a forcé la main. Des années après j’ai encore des flash de certaines scènes, d’autant plus depuis que je suis père - ce film m’a profondément choqué.\nMerci pour ton boulot !",
      "likes": 2,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@51000juju51000",
      "author_id": "UCTb7kUqaa3SmVposHROzyxg",
      "text": "J'étais anxieuse à l'idée de regarder cette vidéo mais tu l'as très bien amené. Un grand bravo pour ce travail et le courage dont tu as fait preuve pour tourner cette vidéo, merci",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sweetsfire2410",
      "author_id": "UCZV48ev_imGi0GPzTYgXAKg",
      "text": "Est-ce que tu as vu le film Hardisk ???",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@molo51",
      "author_id": "UCUF1WhNb8DVGcFABq-0JXpA",
      "text": "J'ai un pote Serbe qui était ado a cette période. Si vous vous demandez à quoi cela ressemble de transporter un homme avec un bout de bois le traversant comme un poulet sur le rôtisseur (lui me l'avez raconté en mode hahah). Lui la vu genre normal pour un mardi en allant au collège... Donc je comprends les explications du réalisateur.",
      "likes": 10,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amaurymic",
      "author_id": "UCDEYCgDAcEG8at6mWfnTbdQ",
      "text": "Une des vidéos les plus intéressantes que j'ai vu depuis belles lurettes",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iros_sur_spotify",
      "author_id": "UC9gKQXVQSjlHLicM1rFHcGQ",
      "text": "Super vidéo, très intéressant 🔥",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lecoindubis",
      "author_id": "UCy6KH5rli5tbKVTXDT248DA",
      "text": "Même si sa réputation n'est plus à faire, A Serbian Film est très très loin d'être le film le plus censuré et interdit au monde... Contrairement à beaucoup de films bloqués qui attendent toujours une édition, il a la chance d'être distribué en DVD / Blu-ray version intégrale dans pas mal de pays dont la France.\nPetite correction aussi sur les Snuff Movie : comme tu l'as dit cette catégorie de film reste un pur fantasme et Cannibal Holocaust, même s'il met en scène des choses épouvantables, n'appartient à rien d'autre qu'à la catégorie des films de cannibales italiens / jungle movie.\nQuand au discours du scénariste de A Serbian Film, il a depuis longtemps été pointé du doigt comme un prétexte idiot au déferlement de violence de son film. Si les fans de cinéma d'horreur n'aiment pas ce film, ça n'est absolument pas parce qu'il est un film d'auteur (c'est déjà un contresens total vu que le cinéma horrifique est rempli d'auteurs) mais simplement parce qu'il est gratuit et mauvais. On peut avoir été marqué durablement par la guerre et proposer un film intelligent qui laissera une emprunte encore plus forte que celle de A Serbian Film sans verser dans la facilité pour autant (cf Requiem pour un massacre)...",
      "likes": 28,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thepiredugaming",
      "author_id": "UCbBXKlb4wnaRwhRzkcavSZw",
      "text": "le moderateur YT qui a du te remercier de faire passer son analyse de quelques minutes a quelque secondes hahah",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FireCraftDesign",
      "author_id": "UC106_NtgUeor5EPYt6bDAcA",
      "text": "Bonjour Hardisk, j'imagine que tu as vu ce film pour pouvoir en faire une vidéo n'est-ce pas ? Personnellement je l'ai vu, j'aime l'horreur, le gore \"cinématographique bien entendu\" et je trouve que c'est (comme tu le dis dans ta vidéo) un moyen d'expression comme un autre. Je ne suis pas pour le remontage, bien évidemment une limite d'âge car choquant pour les plus jeunes.\n\nMais après avoir regardé ce film je m'y suis penché, notamment à son réalisateur, car la question de \"pourquoi ce film\" ce pose très vite, même pendant le visionnage, puis tu l'expliques très bien dans ta vidéo mais c'est un film à regarder en ayant conscience du contexte. Limite les gens qui regarderont ce film après ta vidéo, n'aurons fort probablement pas le même avis que nous avons pu avoir en le regardant avant avoir le contexte.\n\nEn tout cas merci pour t'es vidéos et de mettre en lumière des histoires dans le cinéma.",
      "likes": 39,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@johntacos",
      "author_id": "UCwrgaPviF0l6GAU4ijog6OQ",
      "text": "Hyper intéressant comme vidéo 😍",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nicolas1864",
      "author_id": "UC7nJ1qNdkn9wIjGGbvWKJiw",
      "text": "Ultra intéressant ! Merci pour cette vidéo",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enelyme806",
      "author_id": "UCqYNLzxGuKmVZlqok34KznQ",
      "text": "Je regarde tes vidéos depuis un moment et je me suis abonné direct sur ce contenu. Je me fais peur des fois 😂",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@studio_maheru",
      "author_id": "UCuVgbI2LdnMHaeQyb89DhLw",
      "text": "très intéressant et très bien raconté !",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@johanramillon2064",
      "author_id": "UCj6lABbT3sSgZqIl8gQuEUQ",
      "text": "Un beau dilemme à proposer à Cyrus North",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrEldran64",
      "author_id": "UCSL8csPVjhf9ze6KJZyRyZQ",
      "text": "Avec ton éclairage, je comprend mieux la raison de ce film.",
      "likes": 6,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maaxtrading",
      "author_id": "UCMuBSVCzTen-6ysGDZv4LBA",
      "text": "Ton analyse est très pertinente et tu a tout à fais raison",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_dummyboys_",
      "author_id": "UCygNkVRB54eBM-vDQxBLMVA",
      "text": "La limite d'âge et  un petite message pour expliquer le contexte/raison du film mais certainement pas la censure",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Xelikam",
      "author_id": "UCjb3a7r-HXbMOZIzHE2Vmmw",
      "text": "Par curiosité j'ai voulu regarder le film c'était il y'a un moment, vraiment je crois que j'aurais mieux fait de pas le voir la curiosité morbide comme quoi des fois...x)",
      "likes": 5,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@levrairobe2133",
      "author_id": "UCnx6cxVCXb8JJHE9aH4vWrA",
      "text": "Dommage pour les réals, j'avais entendu parlé du film mais pas du tout du contexte, seulement du côté choquant",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Betty.Mikaelson",
      "author_id": "UCnwwysOdGPmu5fbt_KasYoQ",
      "text": "J’ai entendu dire que apparemment le réalisateur de A Serbian Film voulait rendre le film un peu plus gore",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariondywall3944",
      "author_id": "UCzLBwgiEROYtCEndnBxTE3g",
      "text": "très bonne analyse pour un super film !",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ItsDSG",
      "author_id": "UCla2bMzKPDFpUrXP9-IT6lA",
      "text": "Très bonne vidéo, je l'avais vu peu après sa sortie, j'étais encore jeune et honnêtement j'espère que cette vidéo n'incitera personne à le regarder, la curiosité n'en vaut pas la peine!",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@frmv3447",
      "author_id": "UCL-zx1HcekQ5ghOlHisdRvA",
      "text": "Et on en parle du système de monetisation a la con de notre cher YouTube qui ne va pas rémunérer cette vidéo qui est pourtant géniale et qui a demandé beaucoup de taff ... ma foi",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theodenimal8158",
      "author_id": "UCnsvMSn2BqcbliyWIDq9J3Q",
      "text": "J’avais 13 ans, je tape film gratuit sur YouTube je tombe sur ce film et la j’apprends que c’est le film le plus censurer",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@koudelka6234",
      "author_id": "UCFeEnUuasasyV4OMRhp2cug",
      "text": "Comme tu as demandé, je donne mon avis. Je ne préfère pas me confronter à ces images alors je ne vais simplement pas vouloir le regarder. Je me doute ce dont les hommes sont capables, et je n'ai pas envie de le voir. Mon coeur se brise à chaque fois que je pense à la souffrance vécue dans le monde par des populations alors que je suis impuissante pour changer leur condition. Je ne veux pas voir ça...",
      "likes": 5,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kiddo.248",
      "author_id": "UCyd1lvo9Erffsf4_YC6-lLw",
      "text": "j'ai vu seulement quelques passages quand j'étais jeune, ça m'a vraiment trauma, ça montre en effet l'horreur de certains humains, mais à trop montrer ça peut donner soit des idées à certains, soit traumatisés à vie des personnes, perso c'est pas mon cas mais je me rappelle sérieusement avoir fait une énorme crise d'angoisse et des cauchemars suite à la vue de seulement quelques passages",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vilsvideos9076",
      "author_id": "UC-yGT-x5iAhB313Ci6chucg",
      "text": "Les miniatures 👌🏻",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mioumimadameou",
      "author_id": "UCLv7eIh1OUHCcI7eIBMu9pQ",
      "text": "A l'image un peu du travail de Gaspard Noé par exemple, je suis pas du tout cliente de ce genre de cinéma mais je trouve que c'est important que ça existe et surtout que le spectateur puisse avoir accès aux clés de compréhension que tu nous as exposées ici.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LangenDux",
      "author_id": "UC3nWDai2Fr47l7pkf0UO12w",
      "text": "Pour l'avoir vu, il est moralement plus que moyen et très marquant effectivement.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MisterGreg13",
      "author_id": "UCsiNim_mJuxcgRxJQO_-Vqw",
      "text": "Je me souviens de la scène du bébé.. Un bon film familiale",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienrougier1396",
      "author_id": "UCnG7VVfRPqJ5PM0LrZWM4qA",
      "text": "Pour la version français, il y a pas eu de remontage",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@florent_2833",
      "author_id": "UC20uC6p4gwuAStoK5VNhnYQ",
      "text": "Je pense qu'il aurait fallu une remise en contexte avant la diffusion en plus de l'interdiction au -18ans pour avoir la maturité de comprendre ce contexte",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zubera58600",
      "author_id": "UCbSr-aYeJQk4lm6IyyJ_dyA",
      "text": "Le remontage est la pire des censures parceque le montage est une des écritures du film. C'est une étape cruciale du film. Selon moi, il faut soit interdire complétement le film, soit mettre une limite d'âge de 18 ans par exemple mais surtout, il faudrait que le film soit produit en parallèle d'un documentaire expliquant le contexte.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LouisSerieusement",
      "author_id": "UCUudI5YwpvNz-Jj04WTntog",
      "text": "excellente analyse !",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sarambi5940",
      "author_id": "UCSvoTr1ScgEBieCeyckS6Bw",
      "text": "Mister j day a fait l’analyse de mme pavoshko dans la pièce où hardisk parle",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@justaknd1500",
      "author_id": "UC8Mry0rPO-dZSy8AXM6JI-Q",
      "text": "Pourrait être indiqué au début du film le contexte et la volonté du réalisateur de représenter la violence subie d'une autre manière qu'elle a été donnée, qu'on puisse comprendre cette violence et la réinterpréter sans avoir à se renseigner ou à attendre les paroles de celui-ci concernant la violence à l'apparence abstraite ou gratuite dans son œuvre...",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guill2442",
      "author_id": "UCIiS-gJ1Hm2RiXpWyNCOp-g",
      "text": "une mise en perspective très intéressante d'un film que je n'ai pas vu ......cela me donne envie non de voir le film mais de regarder un peu plus ton travail   merci",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Xtof1337",
      "author_id": "UC9o-wV_h0BHnNCB_Hg0a4kg",
      "text": "pourquoi je pense au film \"les visiteurs\" ? ^^",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vytfr",
      "author_id": "UCyV_Rd6UkUUVlGpkhMaFKVQ",
      "text": "J'ai vraiment eu du mal à le regarder, il m'a fallut faire des pauses pour souffler et il m'a fallut à plusieurs reprises passer des passages insupportables, comme par exemple le vi*l d'un bébé tout juste sorti du ventre de sa mère..\nC'est vraiment un film que j'ai regarder une seule et dernière fois..",
      "likes": 1,
      "timestamp": 1765238400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@1ups_15",
      "author_id": "UC37F22T7m_XbEVOyrjRoN1g",
      "text": "Si les actions menées lors du tournage d'un film n'ont aucun impact négatif sur les acteurs, les figurants, ou les animaux qui sont dedans, alors sa diffusion devrait être autorisé, c'est pour ça que cannibal holocaust est absolument inacceptable, et qu'au contraire, on a fait croire au gamin dans shining qu'il tournait dans une comédie",
      "likes": 7,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shapelet",
      "author_id": "UCQvAykEBiLejWHsBXyrI3jw",
      "text": "Mon film pref depuis plus de 10 ans.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thebobit7093",
      "author_id": "UCds5crFVmJ0hybX6JNWfIeg",
      "text": "Et la monétisation qui part au bout de 3 sec 🙏",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@opheveby2",
      "author_id": "UCdUatq0CH8K8AEpL0n3w-lQ",
      "text": "Excellente vidéos qui parle d'un film que je ne connaissais pas et selon moi c'est légitime le -18 ans car les personnes qui ont vécu la guerre avant une certaine maturité sont traumatisé et ça ne sert à rien de traumatiser les gens qui ont eu la chance de ne pas vivre la guerre.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thedaft91",
      "author_id": "UC0c_q4m4TgZ3doo7psqbsmw",
      "text": "Merci pour cet éclairage hyper intéressant !!! Je suis pour diffuser ce genre de contenu mais avec un message explicatif. Ça reste de l'art ! Et l'art est un moyen d'exprimer ce que l'on a sur le cœur !\nJamais entendu parlé de ce film alors que j'en ai maté un paquet de film hyper malaisant : Les classiques Martyrs, Ken Park, Irréversible (à noté que les Français sont très bons dans le délire de la malaisance  xD)\nMerci encore pour ce partage",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Najbfit",
      "author_id": "UC181vPr4uyc8SqXnpZAJeZQ",
      "text": "Super vidéo. Je pense que l’idée de base est bonne mais qu’il aurait du plus appuyer le côté revendicateur dans son film. Parce que c’est vrai que d’un œil extérieur pas averti ça donne juste l’air d’un réalisateur barré qui veut se défouler",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clemus69",
      "author_id": "UC5yyv5PojInOeYKgfTiPc6w",
      "text": "Je ne regarderais très clairement jamais ce film mais effectivement, le contexte est intéressant qui soulève des questions",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rade6912",
      "author_id": "UC6z98hgkA15nQUhNtZ5d45g",
      "text": "sympa l'intro",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Passagere339",
      "author_id": "UCv-z0nSw145RfR0sSlS-GOA",
      "text": "Mdr je savais quil allait parler de ce film avant meme de cliquer 😂 quand je l'ai vu ce film je l'ai trouve derangeant",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DreamGotPowerUp",
      "author_id": "UCbdm5PuhYqFkoAvUMTk2_NQ",
      "text": "On m'avais déjà racontée ce film et encore une fois, j'ai été répugner par cette histoire. Mais c'est primordiale d'exprimer de tel horreurs dans un produit culturel comme ce film, et même si c'est d'une extrême violence, c'est tout simplement l'image de la réalité. \nAyons une pensée pour les victimes de guerres Serbes..",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vodoxiss",
      "author_id": "UCpBXeln9x3YkUEQDFu6alKA",
      "text": "Perso j’avais découvert le film en soirée avec des potes, on l’a fini et on as trouvé ça vraiment degeu.. le fait de connaître le contexte 6 ans après l’avoir vu, ça me donne un regard différent et me donne envie de le revoir",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@r1drums598",
      "author_id": "UCZXyIwxfKD78g-3CS5uI5bQ",
      "text": "Après avoir vu ce film il y a un an j'etais vraiment choqué... J'en entendais parler comme l'un des pires films et j'ai voulu en faire l'expérience. Ce qui me faisait le plus peur c'est que, ce que montre le film existe dans la vraie vie. Je n'étais pas au courant de ce contexte de guerre mais je pensais aux fameuse vidéos sur le dark net ou autres deep web. Le film choque dans le but de dénoncer ce qu'un peuple à vécu pendant plusieurs années et je pense que dans ce cadre la censure est injustifiable. La violence du film est l'intérêt premier de ce dernier, c'est comme si on voulait retirer les camps de concentrations dans un film qui parle du génocide juif ça n'a aucun sens. Ces œuvres méritent d'exister pour ne pas oublier que le monde n'est pas un disney ou un Marvel.",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manuebendermarcachien581",
      "author_id": "UCYHnYgGDPW0Qk76DzIevOeg",
      "text": "Je l’ai vue y’a quelques années sur YouTube !!!🤣",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@milack-anciennechaine1746",
      "author_id": "UCJsS40bOWC7I8sH1BdhTzKA",
      "text": "Je viens de voir le film par curiosité et là je me sens sale",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lianfabre4263",
      "author_id": "UCyj8aHNIejmOCp92Yx841XA",
      "text": "BG le dégradé 👍🏻",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@qwertz-7353",
      "author_id": "UCGmnYqmiDE4ypg-9sC_-nhA",
      "text": "Du très lourd à visionner :  \"Maladolescenza\" (1977) ou bien encore \"Vase de noces\" (1974)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yannickcazot6302",
      "author_id": "UCBvNZZ3wCIBs-CKfIHL_BBQ",
      "text": "il se trouve encore sur le net est il est meme mis en blue ray 1080 p",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@babaorhum6901",
      "author_id": "UCQs494nxrXqc2IXQ6yvF63g",
      "text": "Ce film est bien pour l'avoir vu en version non censuré. Il faut avoir une certaine réfléxion et un age avancé pour en comprendre les tenants et aboutissants.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DRGUM13COD",
      "author_id": "UC0iKYcVQEzIsuaD62V8GBzQ",
      "text": "Salut, t'es tu déjà penché sur les oeuvres de Gaspard Noé ? ça serait chouette que tu l'abordes dans un de tes épisode !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DJWizzer31291",
      "author_id": "UC6oYulfq2St6vftDdMkG34Q",
      "text": "j'ai vue ce film sur YouTube :o il y a quelque années",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@komi-origami",
      "author_id": "UCsf-37uxqSyQr9ctOClB7Rw",
      "text": "Les films d’auteurs censurés me passionnent",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VotreGentlemanBricoleur",
      "author_id": "UCCXErzDR0_Rt24sApODptDQ",
      "text": "Très intéressant !\nLa question est particulièrement profonde...\n\nOn en voit beaucoup sur les crimes de guerre de la 2e GM mais, personnellement, je n'avais aucune idée de ces crimes lors de cette guerre en Europe de l'est.\n\nSi on regarde \"les diamants du sang\", on y voit des images particulièrement dures, assez pour ne pas avoir envie de l'écouter souvent. Et ici, serait-ce semblable ?\n\nHonnêtement, je n'ai pas vraiment la réponse.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pepitot5654",
      "author_id": "UCIRbUVWgJdKvC9chVfoAIiw",
      "text": "Super vidéo franchement on doit ce poser la question de est ce qu'il y a une limite ou pas à voir au cinéma. Mais je pense qui si le contexte est expliqué en début de film sa serai plus acceptables je pense",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@3lend",
      "author_id": "UC73bZxnBNWH_VvIk2YjMtDQ",
      "text": "Pour avoir vu le film sans connaître le « contexte » c’était horrible à voir 😅",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rutabagage8176",
      "author_id": "UCrdnMq43jkPzg1qqgW1wWKA",
      "text": "Pour Cannibal Holocaust, on peut aussi ajouter que le marketing même du film était tourné autour de la \"véritable\" mort des acteurs, certains auraient signé des clauses pour attester ne pas jouer dans d'autres films avant sa sortie je crois. \n\nsinon, pour A Serbian Movie, ne vous dites pas le regarder si vous êtes facilement ou même moyennement sensible, j'ai vu le truc entier pour un devoir, c'est assez pénible à regarder. les scènes sont terriblement crues.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kanzaki7681",
      "author_id": "UChMdikiLyQ54vOAxamnw6IQ",
      "text": "Vraiment intéressant ! Il y a tellement d'indiscible dans la guerre qu'on ne peut que la \"traduire\" lorsqu'on veut parler de sa violence, ce que ce film fait. Comment un public ne l'ayant pas vécu peut recevoir ceci, que mal, mais c'est le but. Pour moi, du moment que ça fait réfléchir, c'est utile, mais l'aspect traumatisant demeure et peut faire du mal, donc à ne pas mettre entre toutes les mains !",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vilsvideos9076",
      "author_id": "UC-yGT-x5iAhB313Ci6chucg",
      "text": "Bah à ce moment là fallait parler de la guerre DANS le film",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marionyadeno7487",
      "author_id": "UCrmT5toLujkP5Ys5mIzz4FQ",
      "text": "J'ai vu ce film par hasard car je suis une fan du genre horreur mais je n'ai jamais été choquée par un film comme ça. Je suis restée sans voix pendant le générique. Je précise que j'ai regardé ce film enceinte de 7 mois environ. Il est encore enregistré dans mon pc mais je n'ose même pas passé ma souris dessus. Et prtant je ne suis pas \"chochotte\".\nPar contre, je ne peux pas dire que je n'ai pas aimé ce film ni aimé, je peux juste dire que c'est un traumatisme cinématographique pr ma part.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@YumikoMayamine",
      "author_id": "UCcucDz4EM_aFu4YhHa3hjSA",
      "text": "Je me souviens pas avoir entendu parler de ce qui s'était passé là bas avec la guerre, c'est vraiment affreux ce que les hommes font aux autres hommes...",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_Gabyo_",
      "author_id": "UCJuCxvtd1yInsmKd8Ayv6eA",
      "text": "Je l'avais maté à 18 ans quand j'étais en quête de sensations fortes. J'avais trouvé un vieux torrent avec des sous-titres en plusieurs langues superposés les uns au dessus des autres, genre c'était tellement galère de trouver le film que les traducteurs avaient dû bosser sur un fichier qui avait déjà des sous-titres. Ça reste à ce jour le film le plus choquant visuellement que j'ai vu. Après en grandissant et surtout en bossant dans l'image, le gore devient presque insignifiant et c'est pas des choses qui te retournent autant la tête qu'un bon scénario, de bons dialogues et de bons acteurs. Cela dit le film était pas juste un gorefest ça tenait la route en terme de cinéma. Je n'étais pas du tout au courant du contexte, mais ça fait sens. Je pense que si plus de gens étaient au courant de l'Histoire, le fim aurait eu une meilleure réception. J'ai trouvé ça bien plus intéressant que Salo et les 120 jours de Sodome, d'une lenteur effroyable, pourtant ce dernier a été bien plus encensé par la critique et sûrement car le commentaire sur les camps de concentration était bien plus perceptible par le public.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheScaribou",
      "author_id": "UCd-NKHDSckbAaa1MAgjCo4g",
      "text": "parle du film psychologie of a knife",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UC_vu26hAn7O_K8pOJ9jGxgA",
      "text": "Je l’ai vu c’est vrai qu’il est dure mais je pense que la réalité du contexte l’est plus",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Miraurie",
      "author_id": "UC-2bRu1mwpHH_3wG_NMcOKQ",
      "text": "Ça me surprend qu’un film serbe comme ça existe quand tous les programmes serbes que regarde ma grand-mère censure la moindre insulte ahah",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@g-netx1668",
      "author_id": "UCGbe2OFlHkoRfK8kJDgln0g",
      "text": "Ça me donne envie de le voir",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ali62594",
      "author_id": "UCHTvEFKp_m8vRPHxp9H-kPw",
      "text": "super sujet, je sais que je ne pourrais meme pas le regarder, tant je me deprime seul a repenser à ce que les Hommes sont capables de faire en ce moment meme. Mais la question est super pertinente. Censurés, les habitants comme ce réalisateurs ont tout interiorisé et c'est ressorti de plein de façons differentes j'imagine...\nMais on voit bien que les mots ne suffisent plus parfois, vu la frequence à laquelle on entend des faits de viols organisés etc, ça ne nous atteint presque plus, alors que c est une horreur.\nEt un film choque bien plus, assis pendant 2h devant tout ça on n'a qu'un echantillon soft de ce qu'il s'est passé à une époque, et on n'en peut dejà plus. Ce genre de film aide peut etre a se représenter ces horreurs oui. Et l'interdire a un publique jeune , mais laisser les adultes decider et peut etre une bonne idéee.\n\nJe ne connaissait pas, mais merci pour le sujet.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@franck.martiz",
      "author_id": "UC_p2AZt7L2AdX_DJ6N31r_A",
      "text": "Hardisk j'aime bien ton travail mais ces miniatures là c'est limite 😅",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxweld5418",
      "author_id": "UCa9WgijWTMeCtAupzx3gx7A",
      "text": "Tu m’as coupé l’appétit.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@koltrise3139",
      "author_id": "UCzpjN-h3eVSn6m89p1lw3_w",
      "text": "C'est vrai que c'est vraiment complexe comme débat pour moi interdire au moins de 18 ans me semble plutôt mesurer bon pris parti de faire une vidéo pas si simple que ça",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@didierfaugere4585",
      "author_id": "UCF3Zk9JBAnDmFNFhL96MocA",
      "text": "Merci",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheMaxx62620",
      "author_id": "UCaUfWZsEXuZ90mRJFjzihUQ",
      "text": "Ça me fait penser à Salou ou les 120 jours de Sodome par Pasolini",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@buttyobject575",
      "author_id": "UCLB3UttSAM-tiamYsKxMeRg",
      "text": "Une oeuvre aussi difficile que ce film devrait expliquer en amont le contexte. Comme l'art contemporain par exemple, où l'explication de l'artiste donne souvent tout son sens à l'œuvre",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Victor_bctle",
      "author_id": "UC6foXs7NymbIjy-8Fd6mtDA",
      "text": "Celon moi rendre le film interdit au moins de 18 est la meilleure solution car une personne majeur qui a entendu parler du film est normalement capable de savoir si elle veut ou peux (psychologiquement) voir le film",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alainfocom",
      "author_id": "UCqcs8PkFJe1InYAHrHysnUg",
      "text": "Merci pour cette vidéo elle ouvre sur plusieurs reflexion, scientifique et philosophique.\n\nPour ce qui consterne la science: je me demande si on pourrait pas prédit l'impacte que peut avoir une oeuvre sur la senté psychologique,\nMais ca implique de savoir mesurer cette impacte qui peut être de divers type, donc comment on défini le terme impact et comment le mesurer avant meme de le  prédire sur des oeuvres \n\nJe me pose ces question, dans mes étude j'apmborde les science cognitive mais pas les autre branche de la psychologie, je n'ai donc pas (encore) les connaissances nécessaires pour y repondre. Donc si y'a des étudiant ou professionnel en psycho qui voit ce message je serai curieux de lire vos reps \nEt si vous avez des idée peut être le proposer au monde de la recherche on sait jamais si ca abouti ca peut être cool pr la société (si bien sur on a pas de systèmes déjà en place et fonctionnel )",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanklein5776",
      "author_id": "UC-2_8FE4VeUTcSdRd--wQjg",
      "text": "Aller très peu pour moi, bye à la demain prochain.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SleepyMythology5",
      "author_id": "UCuvl7S36mNv1fjl2Yo6_XeA",
      "text": "C'est le pire film existant c'est horrible",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@furetkicour5344",
      "author_id": "UCUny0Bjq_YMRpaDzXyiuVAg",
      "text": "Encore une preuve que la fameuse phrase \"rien de tel qu'une bonne guerre pour remettre le pays en place\" est absolument débile et inconscient",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienberthelot5095",
      "author_id": "UCKKO86unwLeSZ5NLlCg9TRg",
      "text": "Personnellement je ne pense pas qu'il faut toucher quoi que ce sois au corp du film, c'est important de ne pas censuré les auteurs surtout quand ceux-ci on une vocation de dénonciation d'horreur existante. Une limitation d'âge me parait pour le coup essentiel, même si je pense que -16 aurais suffit. Par contre mettre un disclamer et/ou une courte introduction pour le remettre dans le contexte me semble être la chose la plus importante à faire. Merci pour cette vidéo ;)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MartinTradingFT",
      "author_id": "UCcQHAxCDBacLTIwko-sf7Ew",
      "text": "je l'ai vu j'avais 12ans.....",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@polairelegrand5896",
      "author_id": "UCmRHbYUxp4Bl0G69Inb97Mw",
      "text": "9:30 j'ai entendu \"instagram\" et \"censurer la nudité\" dans la même phrase\"",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m.darwin2832",
      "author_id": "UCUijBGTQDrn7gHClJ6CnCyw",
      "text": "0:09 normalement c'est pas l'inverse !? normalement ça doit être le dollar vert qui doit être porté pour mort",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheMinJaC",
      "author_id": "UCWO4tR-SeraMQy_N-Kf6OAQ",
      "text": "C'est sur qu'il sortira pas sur Netflix lui",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@drackarion7406",
      "author_id": "UCBPjLCr_4fjtpOdNFl0OVzQ",
      "text": "je pense honnetement qu'apres explications le film et ses scenes en sont justifiées, seulement il aurait fallu justement que le realisateur integre directement une phrase/un passage expliquant le message implicite a y trouver dedans car cela aurait pu fortement changer la vision negative qu'aurait eu les gens a l'egard du film (a moins qu'il aurait volontairement omis d'y rajouter pour crée une vague de critiques, poussant encore plus a la visibilité de ce film,un peu comme avait fait gta et leurs critiques negatives volontaires).",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@csocius",
      "author_id": "UCAF4_hpEkOtj3bxMvyfGpvA",
      "text": "Je connais l'histoire d'un gars qui a été abusé par ado de peut être 15 ans quand il été enfant ... et ce gars était fan de ce film ... évidemment je suis pour la censure ou pour une restriction d'âge plus limité pask on sait tous que le (-18) attire d'avantage les gens de cette catégorie d'âge que les autres",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chrisegoyan9742",
      "author_id": "UCpeP7V09YNAIuYC3HK9jLKA",
      "text": "ta video est tres instructrice .",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AMAZIGHCLUB",
      "author_id": "UCqdxEAXxI5jb1_DFXFOXV0Q",
      "text": "un vrai sujet de société 👍",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louisternier7346",
      "author_id": "UCvfehPWfRGbRHOEuOnElqBw",
      "text": "Des que j ai entendu les première phrases j' ai dit le nom du film Servian film\n\nSi vous voulez le voir, préparez le sceau pour dégeuler, et la javel pour vous cramer les globes oculaires",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Splainte",
      "author_id": "UCNab1SZh6UgB8zxooErfjKA",
      "text": "Alors la monétisation ça donne quoi ?\nElle s'est barré en combien de temps ? 😅",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laetychampignon5474",
      "author_id": "UC1ttWqjcBjcJU0E9jgFNIsQ",
      "text": "J'ai un avis partagé sur ce film (que j'ai vu). Je pense qu'il y a une façon d'aborder certains sujets. À aucun moment dans le film on ressent un rapport avec cette époque de guerre. Du coup je ne pense pas que le message ait vraiment atteint ses cibles. Ils auraient pu faire en sorte que le film se passe à cette époque, avec des crimes faits par les soldats justement. Là je ne sais pas si c'est vraiment de la dénonciations de crimes de guerres ou un prétexte pour avoir fait un film immonde qui ne refléterait en réalité que les fantasmes de ses créateurs...",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BobStuntman",
      "author_id": "UC5BiqN6OEpQ7KRYYvcNlpUw",
      "text": "Je pense qu'aucun film ne doit être remonté pour asceptiser quoi que ce soit. Cependant, il devrait y avoir un carton en début de film ou une présentation de contexte avant la seance ou quelque chose du genre pour justement donner le contexte et bien avertir de la violence des images. le -18 est une très bonne idée,  personnellement je suis contre les interdictions sur des oeuvres culturelles mais plutôt pour les avertissements et explications avant tout visionnage",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vegasdeparawho",
      "author_id": "UC01b3TS0YEB5iBl9Mcgmfag",
      "text": "Et du coup la monétisation ça va ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NAO54500",
      "author_id": "UCLE0tDVexBDI1NYzdaxVSHg",
      "text": "J'ai vu ce film en étant ado/jeune adulte, sans avoir le contexte.\r\nJe n'avais aucun recule sur l'histoire du pourquoi-du-comment.\r\nJ'avoue avoir été \"choqué\" en le voyant, mais à aucun moment, je me suis dis qu'il fallait l'interdire.\r\nC'est une œuvre de cinéma, une œuvre artistique, peut-être très dérangeante, certes, mais elle doit être prise comme cela et rien d'autre.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stevenbraga4106",
      "author_id": "UCVxnmL8p-GecEPRprkQda9Q",
      "text": "Ça à pas vraiment de rapport avec la vidéos mais si tu aime les jeux vidéo avec une histoire intéressante il y'a le jeu this war of mine qui s'inspire pas mal des guerres de Yougoslavie le jeu nous met dans la peau de civils qui essaye de survivre dans une ville et un pays déchirer par la guerre.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@onchekifflome8408",
      "author_id": "UCOjVDiYgq0-FRxyldh9b_SQ",
      "text": "Je l'ai vue sur youtube ce film. C'est quand même dingue de se dire que pendant un moment il était dispo sur youtube sans limite d'âge. J'ai pas pu finir le film j'ai du arrêter a la fameuse scène du bébé",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ograity6239",
      "author_id": "UCXL3-2uRnfss1kXIJ62xVqA",
      "text": "Je mange une tartiflette en regardant la video",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@S4mG_Fr",
      "author_id": "UClRi7eJh_IyjScwDKbIaC-A",
      "text": "Film vu qu'à j'avais 18ans, un peu nous a mis ça avant de partir se coucher. Nous n'avions pas connaissance du message caché concernant la Guerre en Slovaquie avant de regarder le film, on a été un peu choqué par les images , surtout avec le viol du nourrisson et de l'enfant, on était pas forcément prêt , mais une fois qu'on a compris que ça parlait de leur vécu, on a pu en reparler en mieux interpréter le film.\nMais ça reste très choquant, même 8ans plus tard quand on en parle on trouve ça dégueulasse et choquant , mais on a vu pire sur internet car ça reste de la fiction",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nyccow",
      "author_id": "UCvEOC3v0OpGmW5dPI4RW_eA",
      "text": "De mon point de vue, il suffit amplement un classement X du film, interdit aux moins de 18 ans. \nQuand tu t'attends à voir un film choquant, faut s'y attendre, pas de remontage, il faut laisser le film dans son état d'origine.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheHouseOfTheRisingSun.0_0",
      "author_id": "UClazJ_wqb4aG1r4kYPOG3Gg",
      "text": "Perso je vais aller le regarder pour me faire mon propre avis 😌",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lecolonelofficial",
      "author_id": "UCgBzca3kR_NkruGZ1LddcIg",
      "text": "Vu et oui choquant.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bojackowlman",
      "author_id": "UCx6WviEAFwqJb2NJX8V0WVw",
      "text": "Il est difficile à avaler à l'heure actuelle mais je pense que rien ne devrait être censuré dans l'art. S'il y a ici une sorte de caution apportée par le triste de passé du réalisateur, la violence, la sexualité et autres pulsions répréhensibles ont, même sans \"excuse\", tout droit d'être représentés dans la fiction.\nIl s'agit d'exhutoire, de la mise en image de choses parfois floues ou mal digérées par notre esprit, et même s'il s'agissait de se ne pas ouvertement dénoncer dues personnages néfastes (comme le font beaucoup de fictions qui rendent cool des personnages qui seraient condamnables dans la vie), il n'y a aucun mal de fait : représenter des personnages mauvais ne veut pas dire supporter leurs actes, montrer des crimes ne veut pas dire les approuver. Accepter tous les aspects de la réalité et ne pas fermer les portes sur la psyché de gens dangereux est une bonne chose.\nSi quelqu'un est mis mal à l'aise par ce qu'il regarde par expérience personnelle, ok, mais je pense qu'il est rare de se retrouver devant un film traitant d'un sujet sensible sans savoir ce qu'on va voir, donc quel est l'intérêt de s'en plaindre ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaumesanchez7211",
      "author_id": "UCT3ISzs5uHCOos-0dpA3r1g",
      "text": "Très intéressant, je ne connaissais pas ce film. Ça m'a pas donné envie de regarder mais au moins je saurais qu'est-ce qu'il voulais montrer.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sonialaplante3915",
      "author_id": "UCYZ8blXyn7L6DUIc4NY9mgQ",
      "text": "J'ai regardé et j'ai regretté",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mattmchd4017",
      "author_id": "UCwVha5HeSsrCohvBHGrUTbw",
      "text": "Pouce vers le haut, pour la démonétisation. :D",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hanniibalonepiece3457",
      "author_id": "UCZPIPrj1sY4u0_Z0JQefoUg",
      "text": "la liberté d'expression cinématographique doit rester totale \nmais on doit aussi prévenir celui qui le visionne du contenu \net libre a lui de le visionne ou non \npersonne ne dois y être forcé \net je suis contre toute censure bien évidemment \ntout le monde dois avoir un exutoire a sont vécu ou autre sinon la on rentre dans une certaine discrimination \net merci pour l'éclairage de la vision de l'auteur et un pensé a tout nos amis serbes",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Boubah_1",
      "author_id": "UC6ViVSUgtolX9Fa10gLyNCQ",
      "text": "Spoil                                                           Pour vous rappeler la violence du film y a une scène où un père drogué violent son fils",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cdomib",
      "author_id": "UCgzC3vkCjj6HzVQntUIBLLw",
      "text": "Ado ou adulte : l'interdiction attire encore plus de monde, donc stupide.\nJ'ai vu ce film en pensant au film \"8 mm\" qui était bien fait même s'il était dur.\nCelui-ci m'a laissé des images en tête assez malsaines et je n'arrive même plus à me souvenir du film dans son entièreté (le scénario était clairement très mauvais à mon sens et au final c'est l'accumulation d'images gores qui restent dans mon cas). Je l'ai vu, mais ne le reverrai pas. Je peux comprendre le contexte mais là j'ai trouvé ça gratuit alors qu'ils auraient pu faire quelque chose de plus marquant et plus recherché pour dégager un sentiment de rage plutôt qu'un côté voyeurisme malsain auprès du spectateur. Dommage, je n'en ai pas du tout ressorti l'atrocité du climat de l'époque, juste des images glauques et \"gratuites\".  Ce qui est, bien entendu, mon ressenti personnel.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gaetandu14123",
      "author_id": "UCU6gvCHqe9Ku5I4G49VWHIg",
      "text": "RIP la monaitisation 🤣",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@crespolav1279",
      "author_id": "UCN4q4iFQjz7Oset6OtZS2Zw",
      "text": "A Serbian Film est pour moi le nouveau Texas Chainsaw Massacre quant à la réception qu'en ont eu les critiques et le public. Je m'explique...\nLe sujet et le propos sont extrêmement violents et malaisants, mais la plupart des scènes dont on reproche l'insoutenabilité sont hors-champs ou ingénieusement masquées. Le film parle de violence extrême et pose une ambiance pour le moins lourde, poisseuse et mortifère le tout dans un univers très réaliste (au moins au début, la fin granguignolesque désamorce - volontairement j'imagine - ce côté \"true crime\") et les quelques fulgurances de sexe et de violence frontales sont finalement rares. Mais l'écriture, la réalisation et le sujet font qu'on sort du visionnage en ayant l'impression d'avoir tout vu alors qu'on a finalement imaginé la très grande partie de ces scènes... tout comme c'était le cas avec le film de Tobe Hooper qui lui aussi s'était vu censuré, interdit ou classé X à sa sortie en salles en 1974 (ou 1985 en France où il avait été jusque-là interdit). \nAlors je ne dis pas que A Serbian Film est un film léger et facile à appréhender, ce serait clairement ridicule. Mais c'est une œuvre qu'il faut regarder au lieu de juste la voir, et lorsqu'on connaît en effet le contexte politico-historique qu'elle relate on a de suite une vision bien plus juste du propos des cinéastes \"coupables\" d'avoir réalisé ce film. \n\nDu coup merci Hardisk d'avoir pris la peine de te pencher sur les tenants et les aboutissants de la production.\n\nP.S. On peut aussi faire un parallèle avec  le récent film slavo-ukraino-tchèque écrit et réalisé par Václav Marhoul THE PAINTED BIRD (tiré du livre éponyme de Jerzy Kosinski) qui traite sans ménagement aucun des aventures (?!) on ne peut plus violentes d'un enfant juif durant la Seconde Guerre Mondiale dans une Europe de l'Est dévastée par ledit conflit. Là aussi violences et pédophilie sont abordées , et de façon assez frontale, le film ayant été présenté en 2019 à La Mostra de Venise.. l'excuse historique en plus on dira.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebastienkardinal",
      "author_id": "UCndS28pVhYZBbdqZa6iiChA",
      "text": "J'ai beaucoup entendu parlé de ce film, mais je ne l'ai jamais vu... J'aime les films d'horreur et le gore à l'ancienne ! Mais j'ai beaucoup plus mal avec le cinéma gore ultra réaliste. Ça ne m'apporte rien. Mais je ne suis pas pour autant contre le fait que ça existe, puisqu'il y a un public qui aime  ça. De manière générale, je suis opposé à la censure artistique.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@legeek3511",
      "author_id": "UCXXARQv7Y38HcL7I5IVQbQA",
      "text": "A serbian film… un film trop surcoté pour sa « violence » alors que clairement, j’ai déjà vu bien pire comme film.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@danhercule8352",
      "author_id": "UCJKCBoff7LyYV3ucmxaMa1Q",
      "text": "« L’intro » tout ça ?? 💀💀💀",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Emi-re2rl",
      "author_id": "UCLN3loyG7_9vturUihwyy1Q",
      "text": "Un conseil: Ne le regardez PAS. Vous allez le regretter tellement vous êtes mal après.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GG-up9rw",
      "author_id": "UCKdZHS6AgBxaKf-Hf6V-O1A",
      "text": "Je l'ai vu juste par curiosité et c'est bien trash et malsain. Ton analyse est intéressante",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Seinseur",
      "author_id": "UCxzhuUq4OTvumSyyfaR5sww",
      "text": "Sans entrer dans le débat de la nécessité où non de censurer où interdire j'ai tout de même du mal à entendre la défense mise en avant pour ce film (que je n'ai pas vu mais donc j'ai eu vent des scènes qui ont le plus choquées). \nVenir, après le scandale, donner un sens, un contexte à un film est trop facile à mes yeux.\nSi rien dans le film je suggère clairement ce qui est indiqué après coup par le réalisateur, c'est trop simple. Un film est une pièce qui doit se suffire à elle même. \nAinsi un scénario plus intelligent et mettant plus en exergue les points évoqués aurait été bien plus engagé, artistique et aurait peut être pu justifier la débauche d'horreur.\nHorreur qui soit dit en passant peut être suggérée et avoir autant d'effets que des scènes frontales qui ne se veulent que choquantes. \nD'ailleurs le choc, c'est au fond ce que je reproche au réal, on ressent la nécessité de faire parler, de faire le buzz. Les interdictions ont été un super coups de pub pour un final un film vide d'après l'immense majorité des critiques que j'ai lu (presse et public). \nFaire de l'horreur, attirer par le voyeurisme puis justifier le tout d'une \"noble cause\" après coup sans avoir mis en avant cette cause dans le film, bah c'est du foutage de gueule, trop facile.\nEnfin je préciserai que dénoncer la violence et l'horreur ne nécessite par forcément d'y faire appel, toute la beauté de l'art en général.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tontonmaxou3014",
      "author_id": "UC2Z4EqUs1VaBW5fAoQYCa9g",
      "text": "Juste interdit au moins de 18 ans , libre au gens de voir où pas le film",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aeea8318",
      "author_id": "UCuQo5m0VwQKBG5CcCdpsoZg",
      "text": "Un carton ou deux en début de film pour situer un minimum le contexte, sans remontage mais interdit aux moins de 18 ans serait je pense idéal",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TF1Video",
      "author_id": "UChiDTcuG9YLtAKRJp86H9Xw",
      "text": "Tous ceux qui ont fait une vidéo sur le film font la blague en tentant de prononcer le nom du réalisateur :)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aeea8318",
      "author_id": "UCuQo5m0VwQKBG5CcCdpsoZg",
      "text": "Par contre, vu la violence du film telle que décrite par l'avocat australien, que des gens de l'équipe disent que la réalité était bien en deçà de ce qui était montré dans le film, ça fout vraiment les jetons sur ce qu'il s'était réellement passé",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tenchigreed",
      "author_id": "UCNCEhPz2cbwMZ4r56_N_vKQ",
      "text": "Super bien",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TykoSparteBanyan",
      "author_id": "UCUsXV_35WJSAT-ezUtbZAEQ",
      "text": "Ce film a même une VF, très bonne d’ailleurs",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@619to974",
      "author_id": "UCbegEfj4yNzKqmZFmyMBt5Q",
      "text": "je n'ai pas vu le film et je n'ai vu qu'une analyse du film par Cinfiles et je dois dire que je respecte l'auteur pour avoir osé sortir un film qui dénonce le trafic humain et les snuff qui sont une réalité que trop peu de gens connaissent ou prennent au sérieux. Après dans l'application c'est un raté parce que même si le tournage du film était un défouloir pour l’équipe de tournage, pour le spectateur ce n'est qu'une descente aux enfers sans espoir de retour\nspoilers : à la fin de l'histoire le protagoniste meurt de la main de l'organisation et tous les témoins sont liquidés et le spectateur n'a aucune catharsis car les salauds sont toujours libres et continueront leurs saloperies. Pour ce qui est de la forme le film a été un peu loin, mais en terme de fond le film ne fait que soulever des questions mais avec aucune réponse satisfaisante, aucune justice et c'est selon moi ce qu'il manquait au film. \nJe me rappelle d'Eden Lake qui avait une fin similaire en terme de pessimisme... mais même dans Eden Lake il y avait un message a propos de l'éducation (ou plutôt absence d'éducation) des enfants. Dans Serbian Film, le message c'est juste qu'il y a des gros enc*lés sur cette planète...",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@batbat9955",
      "author_id": "UCawfvrCXpLsr-n6JLrqodPA",
      "text": "Je l'ai vu quand j'avais environ 13-14 ans parce qu'on m'avait lancé ça comme challenge. Je ne m'en souviens plus trop maintenant, mais de ce que je me souviens de mon ressenti, en étant jeune etc., certes je n'avais pas tout compris de l'intrigue (pas de sous-titres je crois ou alors sous-titres anglais et mon anglais n'était pas incroyable) mais le film faisait relativement sens. Je ne savais pas pour le contexte, et ça renforce ce relatif sens que j'avais perçu à l'époque. Ou peut-être que j'étais simplement persuadée qu'ils n'avaient pas pu créer ce film juste parce qu'ils sont tordus.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SimonJeremy",
      "author_id": "UCfutUcOTijRPZm1Gsiwoelw",
      "text": "Je pense qu'il faut montrer les choses et les expliquer avec un contexte.\nJe prends l'exemple des décapitations.\nLire ou entendre qu'une personne s'est faite décapitée c'est dur, c'est violent.\nMais si tu vois la vidéo (tu en trouves malheureusement de femmes en Arabie saoudite) ça te grave dans la tête ce que c'est et a quel point les gens sont dangereux/fous.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@malanthrond",
      "author_id": "UCG5zEnPk0Ao9dR7PHjrxDjA",
      "text": "En vrai je viens de le regarder ca va (g déja vu pire)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@momoe6477",
      "author_id": "UCnUzcUHqi3e3qTl9KnB_rbQ",
      "text": "Le film tout horrible qu'il soit à l'air 1000x moins glauque que ce qu'il s'est réellement passé pendant cette guerre... J'en crois pas mes oreilles",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@broquetmarc4399",
      "author_id": "UCi9NLzLwmJn_btKfeppmFmw",
      "text": "Merci de braver les interdits injustes de YouTube pour expliquer le pourquoi du comment d’un film qui ne me plaira jamais de voir.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ab_Sense",
      "author_id": "UCZJ7sxaVGN1iZaMIaEKboOA",
      "text": "Moi je l'ai bien aimé",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lydiavandermiege",
      "author_id": "UCJl2fEe2UgaCWZo7uWzQ1oQ",
      "text": "Je n'ai pas vu ce film et j'avoue ça ne me branche pas trop mais histoire de me faire une idée un peu plus concrète, est-ce que c'est plus glauque/dégueu/malaisant que le film \"war zone\" ?\n\nSur l'échelle de War Zone (qui est le niveau 0), a serbian movie se situe où ?",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@frprolo9496",
      "author_id": "UCOtB8WVi1v6I-8798lvAqGw",
      "text": "Perso, si cest du vecu de guerre, je comprend tres bien mais faut le précisez en cinema que c'est tres violent et montre une histoire realiste.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wassim6062",
      "author_id": "UC0tGFCVq7FDWYjZN6_V3wjA",
      "text": "J ai vu le film c top i like it",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Freeak6",
      "author_id": "UCF12gMogtJtUbj6DN4EPlMQ",
      "text": "Une question que je me pose: Est ce que le real n'aurait trouver cette 'excuse' apres coup pour justifier la violence de son film? Sinon, pourquoi ne pas avoir fait le film se derouler justement pendant cette periode, en montrant les exactions de l'armee, etc... ?\n\n(Je precise que je n'ai pas vu le film)",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@3heuredumat895",
      "author_id": "UCz0_zI-PDfZdIRx9yhASpaQ",
      "text": "A tu vu le film ?",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shatterstone",
      "author_id": "UCR1jToJMYaRuJCsYfgoCvDA",
      "text": "La communauté deep Gore vous êtes ou y'en à un ou 2 qui c'est perdu ici en regardant le titre 🤣🤣🤣🤣🤣",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@momoe6477",
      "author_id": "UCnUzcUHqi3e3qTl9KnB_rbQ",
      "text": "Merci encore Hardisk de continuer à nous éduquer 🙏🏾",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@keerawynttv",
      "author_id": "UCTVTw5zmzKyqc1eahaewPiw",
      "text": "J'ai vu le film il y a quelques années. Certes, il faut avoir l'estomac bien accroché pour le voir, mais quand je vois la polémique qu'il a engendré, je trouve cela un peu hypocrite. Je suis d'accord qu'il ne convient pas à tout le monde, mais quand on voit la violence de ce qu'il se passe dans la vraie vie, ce besoin continuel de voyeurisme toujours poussé plus loin, condamner un film c'est vraiment puéril. Le film n'est que le reflet de la société actuelle. Si vous ne voulez pas ce genre de film, faites en sorte que la vie réelle ne déteigne pas dessus. Au lieu de critiquer un film, il faudrait mieux se poser les questions sur ce qui a amené à le réaliser. Malheureusement, certaines personnes n'aiment pas qu'on leur mette le nez dans leur caca pour voir leurs erreurs et c'est plus facile de censurer que de s'excuser.",
      "likes": 21,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yanisguerch5399",
      "author_id": "UCHniLWVmYZSHeTp_GW-tDsA",
      "text": "Waw je vien de voir le film honnêtement le scénario est vraiment percher et sans contexte oui je confirme que ce filme est purement de la violence gratuite. Maintenant avec le contexte historique ce filme relate très bien la situation des tortues on vois l’aspect horrible que y’a l’a dedan le profit que les gen fon sur ça, je suis déjà aller sur le Dark net par curiosité et j’ai vue des chose atroce (je vous déconseille d’aller la bah) le filme retranscrit vraiment la méchanceté gratuite dont certains sont victime et j’accord quand même au filme une fin incroyable",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AdraDarksyYushirox",
      "author_id": "UCfs13tmzKcJk29OkujYiRUQ",
      "text": "j'ai voulu le regarder quand j'avais 16 ans, je l'ai pas fini, la scene du bébé est beaucoup trop hardcore mais le plus hardcore c'est que ça s'est réelement produit wsh, top vidéo merci gars",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@geekycomx9771",
      "author_id": "UCd5rbdcH5sGd2DYW53igdog",
      "text": "A Serbian Film c'est rien du tout, c'est mon petit poney à côté de certains films d'expérimentation underground.\nLes Human Centipede et autres Cannibal Holocauste font pâle figures à coté de certains films japonnais ou autre un peu plus deep.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@armagt5643",
      "author_id": "UCpp5r1Mx5QN_5vLHDcjGyQw",
      "text": "Je suis fan de film d'horreur et j'ai adoré ce film je l'ai même plus apprécié que les hostel, la saga saw, et the human centiped pour moi c'est un film d'horreur l'un des meilleurs que j'ai vu.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibaud1521",
      "author_id": "UCgt_1E77QwotSwGW88NU0Mg",
      "text": "Je pense que l'existence d'un film provient d'un élan de créativité peut importe d'où il vient, ici c'est un trauma. La liberté d'expression seule justifie que le film ai été fait, après en ce qui concerne sa diffusion c'est plus complexe. Le contexte est certes un évènement historique violent mais est-ce nécessaire de la faire vivre aux spectateur (lecteur ou autre) ? Là ou je me dis que la gars avait une démarche sincère est que c'est pas juste gratuit, c'est quand il parle d'exutoire, de frustration, du fait que le film n'était pas assez violent comparé à la vraie vie que j'y vois une justification valable. Même si elle est choquante je pense que ce film est la représentation de ce que peut être la vraie violence, comme pour faire vivre une part aussi infime soit elle des pires traumas possibles, surtout quand c'est fait en \"connaissance de cause\". Ensuite c'est a nous spectateurs de prendre le recul nécessaire, se préparer et surtout de se protéger (les images sont très puissantes, comme démontré avec les snuffs movies). Du coup je comprends que la distribution grand public ne se fasse pas, mais l'interdire c'est trop.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariopellegrini5687",
      "author_id": "UCZ-MmTsAbQWH0qgAwiDtQzQ",
      "text": "Ça faisait longtemps que je n'avais pas vu autant de profondeur dans une de tes vidéos. Bravo",
      "likes": 8,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@harkabakalinge9180",
      "author_id": "UCOdLRVcMWp5wy0YdjMU2frg",
      "text": "Ce que je trouve le plus ouf finalement, c'est que je n'avais jamais entendu parler de ce qu'il s'était passé en Serbie à cette époque. C'est ouf... Pourtant j'ai assisté à tous mes cours d'histoire, la seconde guerre c'est bon on nous en a fait mangé à toutes les sauces, mais ca jamais. Je trouve ca incroyable, dans le sens négatif bien sur. Et ce film avec son \"bad buzz\" à au moins le mérite de t'amener à faire cette vidéo et de m'apprendre l'existence de ce contexte affreux. Alors certes j'aurai pu le découvrir seule en faisant des recherches, mais pour ca il faut s'intéresser à l'histoire, hors selon moi, qu'on s'y intéresse ou non on devrait avoir connaissances de l'existence de ces choses.",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MonsieurGrant",
      "author_id": "UCpY30dhBiRWy7tAgCob0RaQ",
      "text": "Des Drawer et Feldup vous le diront mieux que moi. Si ce film vous parait insoutenable, sachez qu'il existe 10 fois, 100 fois, même 1000 fois pire et que la vraie question qui apparaît rapidement n'est pas tant celle de la censure que celle des limites éthiques de ce qui peut être montrable et de la frontière entre ce qui est de l'ordre de l'artistique et de ce qui est de l'ordre du pénal. Ne cherchez pas à repousser vos limites, préservez vous, croyez moi sur parole, certaines choses ne peuvent pas être dévues. Je ne cite volontairement aucun titre de film car certaines recherches google images pourraient suffire à bouleverser certaines santés mentales fragiles.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EmmerichMerlier",
      "author_id": "UCBVRCxtRN9JxdSojz_4wV6Q",
      "text": "ce film est pas mal mais de la a l'interdire je ne crois que c'est ce qui fallait faire ca lui a fait plus de pub qu'autre chose. surtout que y'a beaucoup plus sombre quand on cherche bien, il a trop récupérez l'image du film le plus trash gore alors qu'en faite y'a pas grand chose le fond lui et plus intéressant.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@federicoloco9718",
      "author_id": "UCrl3uxipzW4ctik_72FYp_w",
      "text": "Recommander une limite d'âge et avertir le public de la présence de scènes choquntes oui. Mais, comme tu le dit tout le monde n'a pas le même rapport à la violence. Personnellement ce film m'a certes choqué mais il m'a aussi surpris!! je ne trouve pas le scénario bancal, au contraire, en regardant bien il éclaire les propos du réalisateur. On me l'avait vendu comme du  gore pour du gore, j'ai trouvé un film unique, dure mais profondément critique et réflexif, notamment sur la question de la soumission à l'autorité, mécanisme en jeu dans la plupart des atrocités dont tu as parlé.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@user-ib1dd1yi7d",
      "author_id": "UC0p4r-G7jxLz21Of30B_xLQ",
      "text": "je vois pas le but de censuré de la fiction peu importe le contexte",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thelastactionzero5274",
      "author_id": "UCqdUgWLeFYMmr1ZgdR_MBNQ",
      "text": "Mmm... Je regarde une vidéo qui s'appelle Hardcore Haircuts The Funniest Haircuts. Et juste après, on me propose ta vidéo... Coïncidence ? ^^",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BNS71",
      "author_id": "UCk4nrRPPgz6r0Z8cRZjVnDQ",
      "text": "Hmmm la réalité est telment pire.. Se genre de film montre un peut de quoi sont capable les hommes. Je pense que c'est bien mais y caler une limite d'âge c'est évident..",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valentinlechene916",
      "author_id": "UCKLz_Dea4Ixt0WpcS9TedOQ",
      "text": "je viens de realiser que c est le film mon grand frère a regarder avec son pote quand j étais gosse, ca remonte a longtemps mais je me rappelle de certaine scene et c était vraiment trash.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dreaminycricket5678",
      "author_id": "UC7Zb9yo7U5iJ_FQpS8PLlpg",
      "text": "La censure est embêtant en ceci que ce qui n’a pas de nom, n’existe pas. Donc que des films choquants soient montés, et diffusés, permet de parler. Donc je suis contre la censure. l’horreur humaine existe, ce n’est pas en la taisant qu’elle s’arrêtera. \nLes écorchés de l’exposition Our body m’ont plus choqué qu’un film fait de trucage et mises en scène. On sait que c’est de la pure création, de l’artistique, et non du réel. \nAinsi, je pense qu’il en revient de la volonté de tout un chacun de ne pas le voir, ou de le voir, et non d’une autorité supérieure qui prend le droit de décider ce qui est le mieux pour le plus grand nombre, surtout dans le domaine de l’art.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jinfreaks611",
      "author_id": "UCgCBCH5DMd8g6RWpK2MWH9Q",
      "text": "L'illustration de la violence a tant augmenter au cours des années. Pas surprenant, le violent, c'est mature et attractif. Il a beau servir un propos, il est très simple à mettre en scène dans une oeuvre.\nDans le cas de A Serbian film, le film ne se suffit pas à lui-même et nécessite un contexte pour exprimer son propos. Il y tant de manière de raconter n'importe quelle idée, mais si la violence graphique se multiplie et se banalise, c'est un risque de n'avoir aucune limite à la curiosité morbide.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexsapin2013",
      "author_id": "UCoFGm2aT1rdbdXhQwgLwWqg",
      "text": "Parler de snuff movie sans mentionner le film espagnol Tesis c'est comme parler de jeux-videos en omettant nintendo, sony ou que sais-je",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@neoMonkeyBusiness",
      "author_id": "UCjzDltCV63u0shcBwM5_Npw",
      "text": "Il est ouf mais ça va sa passe",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nono4.0",
      "author_id": "UCNSaOnifkSRQ67-M1QSHdBg",
      "text": "Moi je pense que le film peut être gore comme il ont censuré bah c'est comme orange mécanique ils ont censuré et comme tu dis dans le films ils y'a du viol de la nécrophilie et du porno bah c'est dégueulasse comme irréversible y'a la scène de viol en 20 minutes bah c'est très choquant et ta vidéo m'a bien intéressé bah bravo pour les informations",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marjoriebicheron7544",
      "author_id": "UCALqNIW0Y3uUQVDrAmzNKAQ",
      "text": "J’ai déjà été choqué par mysterious skin alors bon 😆 je vais pas regarder ce film",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@opfax163",
      "author_id": "UCSk2r-mmNngZWDBZgmenV4A",
      "text": "Je suis l'une des personnes qui est totalement contre la censure dans l'art et le divertissement tant que ça reste de la fiction . Pour résoudre certains problèmes il suffit de mettre en place des disclaimer pour avertir le public potentiel .",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hugotango2397",
      "author_id": "UCIV1dvXHIOyoXvwm5-NGZYQ",
      "text": "Pour moi le film ne doit pas être censuré mais plutôt bien encadré pour éviter d'heurter les plus jeunes, car il est facilement trouvable sur Internet",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nianfifi2162",
      "author_id": "UCmae9RxMubcK9K2sS3foDjA",
      "text": "Interdire, non. Ça serait de la censure pure et dure, non constructive. De plus, l'interdit attire toujours plus de personne à vouloir le voir...C'est contre productif au final. Mettre une limite d'âge -18 ans, c'est selon moi le mieux à faire. Mais surtout, j'ajouterais au début un texte expliquant justement le contexte de l'auteur, que les gens comprennent.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@french.airsoft.operator_sb01",
      "author_id": "UCkp-WpV3M0y5ePhWaN8o8KQ",
      "text": "Par pitié n'allez pas voir ce film...",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@geraldinelavergne6131",
      "author_id": "UCaDqZ-CRgqTUX3fF4jGCN_g",
      "text": "Juste savoir que des animaux on vraiment été tuer même pas envie de regarder",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@archIBARBU_",
      "author_id": "UCcd_5IQTzAr3m1S6H2tYI9g",
      "text": "Interdire 18 ans",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lacanotanymore",
      "author_id": "UCMXFCoFUVBll2ynnKp-X6yA",
      "text": "Le réalisateur a surtout eu besoin de légitimer son sadisme et son besoin d'argent.  L'argument fallacieux de la dénonciation d'un crime, d'une pulsion de mort par sa représentation est, on le sait depuis longtemps ! un pur bull shit. On le trouve abondamment dans des justifications artistiques... Lorsqu'une victime ( surtout enfant ) en vient à reproduire adulte les traumatismes qu'elle a subit, elle le fait malgré elle ! Parfois même elle ne se souvient plus de ce qu'elle a subit. Une femme qui maltraite son enfant, parce qu'elle a été elle même maltraité, ne va pas expliquer je bat ma fille ou mon fils parce que vous comprenez j'ai subit la même chose enfant. Elle va expliquer au contraire qu'elle ne maltraite pas son enfant, que c'est l'enfant qui est mauvais et qu'il faut le dresser. Par conséquent le réalisateur a plus de lien avec des tortionnaires qu'avec des victimes. Et il jouit d'exposer le public à ses pulsions morbides tout en instrumentalisant la guerre et les victimes de la guerre. Enfin contrairement à une idée reçu, il n'est pas nécessaire d'avoir subit des traumatismes pour développer un attrait pour le sadisme. Le sadisme, le cynisme qui pousse des gens à torturer, exploiter des enfants, avoir un comportement barbare fait partie de la nature humaine, c'est son inhibition qui constitue le meilleur de l'humanité : la barbarie est la règle chez l'humain, pas l'exception. Laissez 100 personnes qui ne se connaissent pas,  même les plus éduqués, avec seulement de quoi en nourrir 20 enfermé pendant une semaine.....Et vous la verrez s'exprimer.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TOMDFR",
      "author_id": "UCghzM9_RmTMfvx9GyztdBZA",
      "text": "J’ai vue le film, je ne l’ai pas aimer et je refuse de le revoir. Cependant, là où le film m’a surpris, c’est qu’il arrive à vous faire sentir comme quelqu’un de mauvais, le spectateur devient un criminels, coupable de regarder ce film sans bouger, c’est très particulier comme ressenti on se sent sale, pervers, et c’est pourquoi je ne le reverrai pas 😅",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinerougier3083",
      "author_id": "UCSJUvMMPhLIJUi1YsjI7iAA",
      "text": "Pour l'avoir vu (malgré la qualité visuelle et le jeu d'acteur et la musique) le contexte du film et la raison de sa création n'excuse pas son côté rentre dedans.\n\nTu peux parler de sujets aussi grave et choquant en étant bien plus subtil et digeste. Être grotesque et rentre dedans n'est pas une qualité si tu exprime mal ton propos.\n\n(C'est un peu le même problème que j'avais avec \"mignonne\" ok je comprends la raison et ce que tu cherches à dire mais c'est quand même une mauvaise exécution)",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maxd6878",
      "author_id": "UCfFB6HyeVjY3eoeKGzoi_iw",
      "text": "je l'ai vu a sa sortie et c'est magnifiquement choquant, dérangeant et tout ce qui peut apporté du malaise et de la colère.\net il fait partie des films que je conseils quand on me parle de cruauté humaine.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@distyles8564",
      "author_id": "UCFGiRFztlmeugrPnvTJS17Q",
      "text": "J'ai déjà vu le film il est trop bien je me suis taper des fou rires de malade",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@metal0324",
      "author_id": "UCRibrbtiZ2AgYru2QRgGNhA",
      "text": "n'allez pas voir ce film 100% des scenes de voilence de ce film sont totalement GRATUITE . voilà voilà",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@meillardpatrick3065",
      "author_id": "UCDkjX9PnAn90NR-jWe-A_pA",
      "text": "Cannibale autoclose a si mal vieilli qu il n as absolument plus rien de choquant de nos jours et a serbian film est comme tu l as expliqué un simple enchainement de scènes gores a la suite.\nSi tu veut vraiment un film qui utilise a la fois les codes des comptes et une violence psychologique extrême, regarde Salò ou les 120 Journées de Sodome. ce filme des années 70 te fera probablement y réfléchir durant plusieurs jours a te demander pourquoi un cinéaste a fait cela tellement il choque.\nJe l'ait fait voire a quelques amis et certain en ont rendus leurs repas.\nA tout ceux qui voudrait tenter cette expérience je ne peut que leurs souhaiter bonne chance dans leurs voyage dans les délires d'un homme qui a fini sa vie en se faisant rouer de coup de bâton et rouler dessus avec sa propre voiture, bienvenu dans l'esprit de Pier Paolo Pasolini",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julien351",
      "author_id": "UCOc8Rxadol36lVBBjZcDheA",
      "text": "A voir en vost non censurée  !!! Je suis Belge mais cultivé... pour moi, c'est un film qui doit être vu !",
      "likes": 0,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@spotlight5696",
      "author_id": "UCS0AvXIm_4UEvUve-OOuHRQ",
      "text": "Le cinéma extrême et libre que j'adore et qui me manque tant étant donné que depuis 2001 nous sommes dans un multivers de cinéma fasciste de distraction de masse.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@searchtruth2037",
      "author_id": "UCNDwDWzzH2HgNEa5osy5tAg",
      "text": "L'argument du réalisateur est  tiré par les cheveux et je n'adhère pas du tout à tes explications. Réalisateur = artiste. Si on a un message aussi important à faire passer, la moindre des choses est de faire un script, même si c'est difficile a regarder, sans mentionner toute les techniques cinématographique pour rendre son film esthétique même si gore. Le message doit être porteur si c'était son intention. Il aurait pu prendre le scénario d'une guerre ou ce genre de chose. Et justement, c'est cela qui différencie des m*rdes avec des bonnes œuvres.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SylvainNoLongerSlave",
      "author_id": "UC9RFrsPeO2YHWBTWo7vUeiw",
      "text": "Comme pour Bac Nord, A Serbian Film j'ai voulu le regarder dès lors que toute la sphère de la bien-pensance a voulu absolument le cancel. Ce ne sera jamais un crime de décrire la réalité dans un film. En revanche il faut imposer des limitations ou faire de la prévention en amont sur ce qui peut choquer.",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wyverneify",
      "author_id": "UCZ2hS3EaJdcTUpKhFaBDcMA",
      "text": "Après ta vidéo, j'ai été tellement choquée que j'ai été me renseigner sur le viol génocidaire... putain j'aurais pas dû, l'humanité me donne envie de dégueuler.",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@imTyche_",
      "author_id": "UCp6RTPxGkhaOPMvQsKWZFcg",
      "text": "Ils sont bizarre ces serbes ptdr",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cuuuryyyy3740",
      "author_id": "UCOK1NP3j5o1z8-QJiCHWoww",
      "text": "Tu ressembles à bidule :)",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@keld_",
      "author_id": "UC95ezYNYuG3fdx22qIBhsig",
      "text": "Ca me met toujours mal à l'aise quand un Youtuber parle de Snuff Movie en ayant une audience assez large. \nSi vous etes un tantinet sensible, pensez y deux fois avant de laisser parler votre curiosité morbide.",
      "likes": 5,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@niietsablinconnu685",
      "author_id": "UCg0G95W_DFlJLyHcgUQZuJw",
      "text": "On dirait une coiffure de moine",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@keyboardkeyboard6125",
      "author_id": "UCHD_ajdf612Ka6Svnv4MUPg",
      "text": "Je ne conseillerai à personne ! je suis d'accord sur le contexte de la guerre et de démontrer des actes barbares à travers le cinéma, mais la il n'y a ni contexte historique ni explication dans le film, c'est juste une violence psychologique pur et dure...  j'aurai préféré ne pas l'avoir vu",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@naxxo444",
      "author_id": "UC9jBTHxYCAgKiEWGu-9Pajg",
      "text": "Pourquoi faire une vidéo d’analyse sur un film que tu n’as pas vu, puis enchaîner les coquilles (interdit en Espagne ≠ cour de San Sebastián)? Vidéo absolument pas pro…",
      "likes": 0,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@18ic",
      "author_id": "UCkw23QymUQ0BThDwa0WsdwQ",
      "text": "Ce film est juste une purge de tout ce que l'espèce humaine peut faire comme atrocités.\n\nPour moi, cela reste une oeuvre artistique et je suis assez pour laisser le réalisateur aller chercher les limites du regardable, c'est son choix. Si le spectateur est averti, pourquoi pas.\nMais il n'y a aucune justification censée à montrer ce genre d'images et ce genre de scènes. Le film n'a aucun rapport avec les conflits de l'ex-Yougoslavie, le thème ne s'y prête pas du tout. \n\nCe film est juste un exutoir de fantasmes morbides non avoués de la part de la réalisation. Montrer du gore et du choquant pour le montrer et titiller la limite du concevable.\nJe parlerai pas non plus de la piètre qualité de réalisation, de tournage et de scénario. Le film n'a ni queue ni tête et même plutôt ennuyant si on se détache du choc provoqué par les scènes.\n\nEn bref, ne regardez pas ce film, il n'a aucun intérêt (à part peut-être pour la bande son qui me rappelle un peu Saw).",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@meurtrie",
      "author_id": "UCKF16SyIJYAiFGxOyFKbjxQ",
      "text": "On ne parle pas suffisamment du nombre de corolles qui ont été meurtries dans ce film",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicolasdragic7507",
      "author_id": "UC8BYq5o0kiQJJoviSwmrU4g",
      "text": "Les serbes t’excusent",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@beenest",
      "author_id": "UC2wYPUduDcDXKgsq5pCw_kw",
      "text": "Ton passage sur la guerre en Serbie, tu reprends surtout la propagande de l'Otan qui sert de narratif officiel. Les \"camps de viols\" c'est très controversé comme \"fait établi\"...",
      "likes": 0,
      "timestamp": 1671753600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@simonbolivarellibertador3143",
      "author_id": "UC6UZukZPMUd0KZwrVSCAxCQ",
      "text": "Je sais que l'extrême-droite serbe, ce n'étaient pas des tendres mais il en allait de même pour les factions pro-occidentales durant les guerres d'ex-Yougoslavie. À savoir l'armée croate, l'Armée musulmane de Bosnie (AMB) ou encore l'Armée de libération du Kosovo (UCK). Et ne parlons pas d'al-Qaïda qui s'est battue contre les Serbes avec le soutien de l'OTAN.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charlesponcin4022",
      "author_id": "UCSScUXGjH-_VXrjUCxHOcbg",
      "text": "J’ai pas envie de voir se film vu le peu d’intérêt qu’il représente, j’ai l’impression que les gens qui l’on vu le regard plus par ego à par auto satisfaction que pour réellement essayer d’en tirer quelque chose d’utile ( ce n’est que mon point de vu bien sûr ) après le coup de c’était la guerre gngngn trop entendu comme dirait Julia Ducournau \" c’est juste quelqu’un qui c’est trouvé malin de filmer ça et qui l’a filmé \". Je réer pas en question les atrocités de la guerre mais ya d’autres façon de faire et si tu veux que ton message soit relayée ya de meilleur façon de le faire",
      "likes": 3,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nansou4152",
      "author_id": "UC-SLimaliULauF9a68eAyFw",
      "text": "film incroyable",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LouisSerieusement",
      "author_id": "UCUudI5YwpvNz-Jj04WTntog",
      "text": "j'étais sûr que ça allait être CE film\nFranchement pour les gens qui peuvent endurer ça, c'est un super film, trop bien scénarisé, super bien filmé, jeux d'acteurs au top...mais bon je le recommande rarement, il faut avoir le coeur bien accroché",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lndre2428",
      "author_id": "UCvIUPnHf28xkY24jftT9a9w",
      "text": "Autant j'aime pas la censure mais là...\nD'autant plus que j'ai bien l'impression que les horreures de la guerre ont plutot l'air d'etre un pretexte pour filmer des atrocités\nSi le realisateur avait vraiment voulu faire passer son message je pense qu'il aurait essayer de faire en sorte qu'on le comprenne\nJe n'ai meme pas vu ce film je n'ai vu qu'une seule scene (pas la pire) qui me revient de temps en temps encore aujourd'hui alors que je l'ai vu à 15 ans et j'en ai 23.\nDe plus pourquoi nous obliger à voir des choses aussi traumatisantes, dans le sens où ce n'est parce qu'il en a subit qu'on est obliger de les subir aussi\nJe parle de subir parce que j'ai bien l'impression que personne ne s'attend vraiment à ce qu'il y a dans ce film jusqu'à ce qu'il le regarde, tout le monde est choqué et surpris justement tant la violence est insoutenable\nDonc un film atroce gratuitement\nDescendu par la critique\nS'il est censuré c'est aussi parce qu'il est incomprehensible, le message ne passe meme pas, on ne voit que la violence.\nDonc un film raté en plus de tout ça",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dorianecarle8415",
      "author_id": "UCBcnej1thb7s-7d7WJDaJog",
      "text": "Je pense surtout qu'il a créé ce film pour assouvir ces perversions sordides, qu'il s'est cru assez intelligent pour duper les critiques, artistes et que tout le monde l'applaudirait car \"c'est super edgy, si t'aime pas c'est que t'as pas compris\".\nSauf qu'il est un poil trop mauvais et sincère dans son \"film\". \n\nPour commencer de quelle catharsis parles t'on ? Les Serbes sont ceux qui ont commis ces viols et meurtres, et il est Serbe. Il a absolument pas souffert de cette période bien au contraire, ce sont les responsables. \n\nLe mot même de catharsis est vraiment drôle, outre qu'il nous vient d'une pseudo sciences (la psychanalyse merci Freud), cela signifie en gros \"se libérer de ses pulsions\".\nIl assume entièrement que son film est censé libérer son peuple des pulsions de violences qui persisteraient ? En tout cas, en lui, ça c'est une certitude du moins. Y'a rien d'artistique là dedans. \n\nPuis l'excuse sortie 10 après... Sans compter la qualité de la justification \"l'être humain est bien pire en réalité\" sa fé reflaichir \n\nY'a aucune morale a son film, aucune perspective artistique, aucune sorte de réflexion, c'est seulement de la violence extrême embriquée dans un cadre faussement politique qui ne tient pas tellement il fait office de figurant.\n\nC'est très facile pour un pervers de trouver des justifications bateau a ses monstruosités, il y'aura toujours des gens pour croire à ce qu'ils disent soit parce qu'ils aiment faire les intéressants à penser à contre courant, soit parce qu'ils partagent les mêmes idées et pensent que la \"bien pensance\" censure tout et devrait laisser des films où y'a littéralement des viols de nourrissons. \n\nIl faut aussi savoir reconnaître quand un \"artiste\" utilise l'art comme mauvaise justification a ses perversions. Ce n'est pas parce que c'est rejeté et choquant que c'est artistique.",
      "likes": 2,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lordosman3965",
      "author_id": "UCnOZtFHgzh4qGcqxJ0KuoTA",
      "text": "Bon faut arrêter avec ce film c'est juste une bouse bon pour les ados qui veulent se faire peur",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hirokoai3013",
      "author_id": "UCEDpVAVTlDWrl5piap3XAXw",
      "text": "Alors, pour ma part, je n'ai pas vu ce film, mais oui, il a sa place au cinéma. Déjà, que du sexe et de la violence soit exposée au cinéma, c'est normal, et ce serait bien de faire face à nos tabous et de ne pas cacher sous le tapis le fait qu'ils font partie de notre monde. Si une autorité peut décider quels films sont trop violents pour être regardés, elle peut tout à fait y inclure une composante idéologique (c'est ce qu'il se passe avec la lutte contre le terrorisme, le concept est tellement flou qu'on peut s'en servir pour assigner des écologistes à résidence). De plus, on est clairement dans un film dans lequel la violence porte un sens particulier, et ce film n'a aucun sens sans elle, donc le remonter revient à détruire complètement le sens du film, s'il reste de la violence après, en effet, elle est gratuite, autant interdire le film. Honnêtement, est-ce qu'on peut dire à une équipe de gens qui ont vécu la guerre en Serbie et qui en sont traumatisés qu'on ne va laisser personne les écouter parce qu'ils s'expriment trop crûment ? C'est vraiment étroit d'esprit. L'interdiction aux moins de 18 ans me semble justifiée, je comprends qu'on ne veuille pas soumettre les enfant à la violence d'un viol, ou d'une guerre, ou faire son éducation sexuelle avec un film décrivant des viols répétés incluant des enfants (d'ailleurs, çà pose une autre question : devrions-nous pouvoir demander à un enfant sur un tournage de mimer un acte sexuel ?). Mais ce n'est vrai que parce que la violence du film est extrême et pourrait déjà être difficile à supporter pour un adulte. Le but n'est pas de faire vivre à tous les adolescents du monde la guerre en Serbie.\n\nMais, personnellement, je trouve que la plupart du temps, vouloir absolument soustraire les enfants de la violence dans les œuvres narratives est problématique. Déjà parce qu'il est utile pour les enfants d'y faire face rapidement et de ne pas partir en vrille le jour où ils y sont enfin confrontés. Ensuite, parce que je préfère de loin qu'un enfant ressente de la peur face à un film que rien du tout, parce que pour l'instant, un paquet de trucs pour enfant sont des petites leçons de vie (souvent basés sur l'obéissance à l'autorité) davantage faits pour leur parents qui les laissent voir, ou des petites histoires conçues pour être les plus plates possible, voire pire, des productions industrielles issue de démarches complètement cynique dont le but est de manipuler les enfant pour soutirer du fric de leurs parents. Franchement, les enfants mérite de meilleures histoire que çà. Encore parce que même si la violence incitait les enfants à l'agressivité, se ne serait pas forcément un mal, on a parfois besoin de gens qui savent se montrer agressifs, aller au conflit, et se serait cool de ne pas uniformiser les gens à avoir une même attitude envers la violence. C'est à nous tous de décider quelle violence est acceptable ou non, et les enfants sont de futurs adultes qui devraient un jour avoir leur mot à dire. Enfin parce que la violence est difficile de retirer de la vie d'un enfant de toute façon. Après-tout, si on n'accepte que la violence ne doit pas être vu par un enfant, nous devrions peut-être retirer les films mettant en évidence des inégalités de richesse, des divisions genrées du travail domestique, des codes de beauté contraignants, des gens qui acceptent des boulots pourris pour payer le loyer et la nourriture, d'autres qui doivent gérer des conditions mentales assez difficilement et qui se font souvent culpabiliser par leur famille, des peuples qui ont perdu leur héritage par assimilation forcée, des systèmes scolaire hautement sélectifs qui mettent les élèves sous une pression constante... On n'a pas fini de censurer.",
      "likes": 1,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leoncombs",
      "author_id": "UCDw3USsOUmZn6g6h9BC1X4A",
      "text": "Gaspard Noé est un très bon exemple en France, son cinéma soulève un tas de questionnements, l'art ne sert-il pas à nous interroger sur nous même ? N'est-il pas souvent un reflet de nos propres démons? Je pense que l'art est là afin de nous apporter plus de questions que de réponses..",
      "likes": 0,
      "timestamp": 1640217600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}