{
  "video_id": "KajLsSJG9NU",
  "title": "How this YouTuber created her own cult",
  "url": "https://www.youtube.com/watch?v=KajLsSJG9NU",
  "comment_count": 340,
  "comments": [
    {
      "author": "@francoisp3625",
      "author_id": "UCnsW_UH9vXX-nBe3X-enXYA",
      "text": "la censure youtube est tellement débile que même des vidéos sérieuse pour alerter/aider les gens sont obligés de beeper  c'est scandaleux et débile \nça a même été un problème quand j'étais moi même suicidaire et avais besoin de trouver d'autres personnes pour en parler et voir des reportages sur la psychiatrie pour me donner le courage de demander l'aide",
      "likes": 651,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julievaillant6372",
      "author_id": "UC7kVZt6NWLz2ypV0cjJEtVw",
      "text": "1:56 trop forte cette nana, elle a accès aux ARCHIVES de mes pensées alors que moi-même je n'y ai pas accès ! Faut qu'elle me file les codes d'accès 😂",
      "likes": 98,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aqualynlamaroufleuse",
      "author_id": "UC-lhROtpCUVwyMeVs44me5g",
      "text": "Oh mon dieu ! Ca me retourne le cerveau car j'ai faillis tombé dedans quand j'allais vraiment vraiment mal dans ma vie.... Et c'est assez insidieux comme technique, en surface elle a l'air sérieuse, douce, prônant la méditation une spiritualité douce et puis on creuse et ont tombe dans des truc chelou. Bref j'ai jamais autant remercier la petite voix dans ma tête me demandant de faire attention et de checker qui était Teal Swan pour le grand public... \nBref Merci pour cette vidéos, super taff comme d'habitude !",
      "likes": 177,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jmesnault",
      "author_id": "UCTjf8llxTLa1SftGQeFjy6w",
      "text": "Mieux qu'un \"bip\" dans ce cas, un \"mute\" serait moins perturbant pour le Spectateur...",
      "likes": 10,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Aladfal",
      "author_id": "UCB2a5MhxoKgl5-LIykgUUkg",
      "text": "Y'a un \"uicide\" qui a échappé au bip.",
      "likes": 23,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrCoooola",
      "author_id": "UCZGFflCX7Gb-XfrvCEtkJ-g",
      "text": "J'ai vraiment beaucoup aimé cette vidéo qui parle du *BIIIP*.",
      "likes": 19,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonycombrexelle",
      "author_id": "UCtK_0pg2a3LSyfWXA4eCzGA",
      "text": "hypnotisé par le froissage du t-shirt.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wvanimanimationhtml5619",
      "author_id": "UCY_hv6G5R_pAdA8HaEaVhXQ",
      "text": "Ca me rappelle fortement les méthodes de la scientologie",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bruno32600",
      "author_id": "UCpw70ZVHigmAqnQfVnWgcyQ",
      "text": "il serais bien de mettre la version non censuré sur un autre media comme Odysee ou autre , c'est vraiment insuportable d'avoir autant de bip :( , youtube deviens vraiment lourd avec leur censure",
      "likes": 891,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@audreydacheux1248",
      "author_id": "UCLsXs3rHmTNVkiF01UKiFlg",
      "text": "C'est curieux, j'ai souvenir d'avoir regardé des vidéos y a plusieurs annees et elle citait ses sources bibliographiques pour les outils de développement personnel",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Junior226off",
      "author_id": "UCdddFIBKRR5Xkbtk9vdHNGg",
      "text": "J'aime beaucoup tes vidéos, j'apprécie beaucoup ce que tu fais.\nhardisk ce commentaire vient tout droit depuis Ouagadougou ( Burkina Faso 🇧🇫) bon vent à toi 💪",
      "likes": 61,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shana_rbo",
      "author_id": "UC-OIbOlYxuKKeQnhvFJyIdg",
      "text": "Je trouve vraiment horrible le fait de decribiliser à ce point la mémoire traumatique et les bien fait qu'il peut y avoir a travailler dessus car personnellement je l'ai fait mais de façon très cadré professionnellement et surtout de façon saine. \nOui cette mémoire traumatique existe mais il faut être vraiment prêt et encadré pour y accéder et ne surtout pas forcer les choses, si la personne ne se sens pas prêt il ne faut pas pousser les gens a le faire point barre, certaine personne n'ont pas besoin de ça pour guérire de leurs traumatisme et c'est très bien ainsi! \nJe trouve vraiment dommage que ces gens font les choses comme ça car ça ridiculise les nouvelles médecine alternative qui peuvent aider d autre personnes a l' avenir.",
      "likes": 62,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lauranet.2682",
      "author_id": "UCi7ICbpAG1nBJ6Uj0lLFSkA",
      "text": "Concernant l'amnésie traumatique, c'est quelque chose d'avéré par nombres d'etudes, bien qu'évidemment controversées également. Je trouve ça tellement triste et décourageant de voir que ce sujet est traité avec déviance par des personnes incompétentes ou malveillantes. Lorsque cette pratique est bien encadrée avec serieux, cela peut réellement faire avancer les choses, et surtout toujours dans le respect du patient sans jamais forcer quoi que ce soit. Rien que pour le TDI, qui est intrinsèquement lié à l'amnésie traumatique, on ne peut nier à 100% son existence.",
      "likes": 211,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Staklihen",
      "author_id": "UCKYqEqjnYytDem00K2nb4Qg",
      "text": "Skippy a de la concurence.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@leFauxVersa",
      "author_id": "UCuaqgr6EvPcsrYrUNzriONg",
      "text": "5:21 \"I, too, am extraordinarily humble.\" comme dirait un certain personnage des gardiens de la galaxy 😂😂",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@connexcite1875",
      "author_id": "UCuKZKO_c3evJK4SGwJW9i3Q",
      "text": "Travaillant dans la prévention des dérives sectaires. Je trouve ta vidéo très bien faite, merci et bravo pour ton travail 👍",
      "likes": 77,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@starlightdelespace",
      "author_id": "UCZ0FkwJhGTBTuf6H7HAGcsw",
      "text": "C'est vraiment un fléau le suiBIIIIP !",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Soupe_al_Oignon",
      "author_id": "UCf_wbUnG545dnisUUJHr_nA",
      "text": "YouTube, tu nous emmerdes !",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AdrianVictus",
      "author_id": "UCDkhgGoKvuQnMumEYj6O1aw",
      "text": "\"Son objectif : mettre fin au cycle de la souffrance\" mais c'est Madara Uchiwa la meuf en fait?",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jordi.rocafort",
      "author_id": "UC3PRNF0jxD59ZWChjH0asSA",
      "text": "Je ne suis qu'à 6:45 mais pour l'instant quand j'entends la description de la secte de Teal j'ai l'impression de voir la secte de Gina Linetti dans la série Brooklyn 99.\nLa série s'est sans doute largement inspirée de l'histoire de Teal",
      "likes": 31,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kevinadry3462",
      "author_id": "UCGa37Xv2AHOsqVp_gTTiJJg",
      "text": "J'ai vraiment aimé le passage du question pour un champion 😂😂👍🏼👍🏼👍🏼",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@delphinelouise838",
      "author_id": "UC-i_tmZXjF666-Q7mLoDIeQ",
      "text": "Franchement c'est hyper grave de faire revivre des traumatismes à des personnes en souffrance...",
      "likes": 42,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Altis_play",
      "author_id": "UCs2UszeXZlQ-DsHI667DONA",
      "text": "GG pour les 400k, il est temps de fonder la communauté des Hardos et de propager notre dévouement et notre passion pour les excellentes vidéo ! 🎉💪",
      "likes": 12,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jbwejman",
      "author_id": "UC6o0WA2to6IDRL2jxRvnZnQ",
      "text": "Courage à celles et ceux qui se battent contre la dépression. Je peux conseiller les psychologues dits systémiques. Qui écrivent le schéma social du patient. Pour ma part, selon mes problématiques et mes besoins d’accompagnement, ça été une réelle révolution dans ma vie. Et oui, ca ne prend pas 1 semaine pour s’en sortir. 2,3,4 ans de travail, c’est ce qu’il faut pour anticiper les moments difficiles, se créer des routines, gagner en confiance en soi, etc. Puis se dire qu’ensuite c’est un suivi sur le très long terme, plus espacé, pour continuer à se construire et renforcer de nouvelles bases.",
      "likes": 96,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeonLeeAI",
      "author_id": "UCYqXvo02YoevLjCDTELRPZg",
      "text": "Je désapprouve la video et ta fermeture et limite d'esprit sur celle-ci mais merci quand meme et bravo pour les 400K",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Moon_channel_",
      "author_id": "UCYIlqTlkZbHvg9_TOY4RuwA",
      "text": "Alors pour le coup je suis en thérapie EMDR et si on peut bien avoir des souvenirs traumatiques \"cachés\" dont on n'a pas conscience. J'ai un trouble borderline avec un trouble dissociatif et grâce à l'EMDR j'ai eu des reviviscences, des souvenirs qui sont remontés au fur et à mesure. Mais attention effectivement selon les méthodes utilisées à ne pas se faire implanter de faux souvenirs. Cela dit pour ma part je pense cela impossible j'ai énormément de détails que moi seule peut connaître et les gens présents dans ces souvenirs.",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Monsterpositif",
      "author_id": "UC03MPqpopixq2dcPEFf0iBQ",
      "text": "Et personne l'arrête ? ??? Y'a des gens qui sont plus dangereux qu'une bombe 😢😢😢",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noamrandier5650",
      "author_id": "UC8Ly3LYjvpapJK79Iok8pcQ",
      "text": "Juste hardisk pour le coup les techniques psychologiques avec le jeu de rôle et tout on été prouve scientifiquement récemment",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Neofelisnebulosa1996",
      "author_id": "UCDjY7y6FFJAagHrt8_RNLFA",
      "text": "Hello , il faudrait les sources des études qui disent que la mémoire traumatique n’existe pas ou « n’est pas du tout validé par la science » histoire qu’on puisse vraiment lire étudier et se faire son avis . Dire simplement quelque chose n’en fait pas une réalité , et il y en a aussi des études qui se penchent sur le sujet et prétendent que ça existe. Bcp de personnes qui vont écouter ça vont se dire ça n’existe pas parce que le mot science a convaincu dans la phrase . C’est dommage",
      "likes": 32,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Djid-ane",
      "author_id": "UCk94i2SGywtQgwwtHJiDSeg",
      "text": "Clairement le meilleur format de ta chaîne YouTube ! Merci !",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hardisk",
      "author_id": "UCA6rJQnIFgQOcjO-xtNV7lg",
      "text": "Désolé pour la censure ATROCE sur cette vidéo (avec masse de bip surtout à la fin), on a essayé de publier cette vidéo la semaine dernière et YouTube l'a bloquée à cause de la mention du \"uisside\", du coup voila la version censurée qui , je l'espère, devrait passer. \n\nOn va commencer à publier des versions non-censurée sur Patreon quand ça arrive à l'avenir, soutenez nous ! --> http://www.patreon.com/hardisk",
      "likes": 426,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@primeral9343",
      "author_id": "UCEoALnIJtBvzuiL8NjrmdUw",
      "text": "C'est un truc de fou ! Ce pseudo argument ultime de \"moi aussi je suis passé par des périodes très difficiles donc je sais de quoi je parle, et j'en suis donc un expert\" c'est exactement le même que celui de Thierry Casanova qui se prétend médecin car ayant survécu à une maladie grave. Ça aussi faut en faire un red flag je crois",
      "likes": 110,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@laboutikdemo",
      "author_id": "UCZwNGf44FpkFTAW5OH5xAew",
      "text": "allez courage les 400k c'est plus très loin !",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elo3080",
      "author_id": "UCarES0xGiWDFZZtF95LX3dw",
      "text": "Quelle histoire de fou... merci à toi pour cette vidéo. Je pense que c'est important de faire connaître ce genre de dérives pour être mieux armé face à ce genre d'individus.",
      "likes": 15,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fly6111",
      "author_id": "UCB6CM8GAJzFLo56Ejl8tDQw",
      "text": "Ahiiiii à 11:08 il a dit le S word... Pas biiiiien m'sieur Hardisk ! Chui choqué maintenant !",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VincentGSMusic",
      "author_id": "UCCOwEY4TDxrSEcDTpYz7xsw",
      "text": "J'ai suivi les vidéos de Teal Swan fut un temps. Elle pioche ses \"connaissances\" de l'ésotérisme, hermétisme, l'astrologie, le new age, la psychologie, etc. sans jamais vraiment les mentionner ; cela facilite la suspension du jugement. Et effectivement, l'immense majorité du temps, ses vidéos sont objectivement intéressantes et amènent le spectateur à se poser de bonnes questions. Quelqu'un ayant un minimum de santé mentale ne peut pas se faire de mal, bien au contraire. Même la vidéo concernant le \"traitement\" des envies suicidaires m'avaient convaincu ; l'approche est \"rentre dedans\", risquée, certes, mais pourquoi pas. \n\nMais avec du recul, je déconseille à tout le monde ; bonne santé mentale, ou non. Puisqu'elle ne source et ne cite jamais l'origine de ses techniques et ses savoirs, elle donne l'impression de sortir ses \"connaissances\" de son c**, ce qui centre le \"progrès\" de ses spectateurs uniquement grâce à elle. Sans le dire expressément, elle devient la source unique de savoir pour ses abonnés. \n\nIl se dégage de sa démarche une centralisation excessive autour de sa propre personne, encourageant, chez les individus en détresse qui la suivent, une focalisation tout aussi importante sur eux-mêmes, au détriment d'une ouverture vers le monde extérieur et les autres sources de savoir.\n\nLes abonnés de sa chaine feraient mieux d'apprendre à s'instruire par eux-mêmes, de varier leurs sources de connaissances et de s'orienter vers des professionnels formés (et réellement diplômés) pour ceux ayant besoin d'accompagnements spécifiques : psychologues/psychiatres, pasteurs/curés, etc., théologiens/historiens, etc.",
      "likes": 64,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julie_connect",
      "author_id": "UCDxhOSQ_sLRh7YASQ9ePYEw",
      "text": "Quelle vidéo de qualité ! \nUne vidéo de prévention et d’information absolument captivante, avec la touche d’humour qu’on adore 😍\nBravo et merci!",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xlrjack",
      "author_id": "UCQJtp9mXCVHauXMjLm5TntQ",
      "text": "Moi aussi j'veux 400 k abonné .\nSuper vidéo comme d'habitude,  continues",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arthurtisseire354",
      "author_id": "UCRihiDHTnqC6qHAjavFumwg",
      "text": "Trop mimi vraiment tu m’as fait tapé des barres good job",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mat5805",
      "author_id": "UCxGp15jlKTuGvQqyQp7H05A",
      "text": "Ce serait cool que tu mettes tes sources en parlant d’une telle chose (:",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@renabeliever3628",
      "author_id": "UCMi8OG9BJ823eW0rDQHU7fQ",
      "text": "Les gourous ont toujours le même parcours : enfance pourrie, trauma, ego surdimensionné, narcissisme, troubles psys développés et appât du gain. Pour certains il y a la beauté fascinante aussi qui permet d’encore mieux manipuler. Ils font même plus l’effort d’être originaux, ils suivent tous la même trajectoire : homme comme femme.",
      "likes": 55,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Le.Gooner.D.Arsenal",
      "author_id": "UCqmIW3RgLikmanaHQkvd-Mw",
      "text": "Le taf est incroyable merci monsieur !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@0xSharkasm",
      "author_id": "UCnHIPYLFgMNur-lp8oH3aow",
      "text": "Résumé de la vidéo : bip, bip, biiip, biip, biiiip.\nMerci, excellent comme d'habitude ❤",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nope-sp7dk",
      "author_id": "UCM_ePuWB40u0io276XeZ-hA",
      "text": "Excellent vidéo, mais la censure est horrible. C’est de pire en pire sur les plateformes de Google. \n\nHonte à vous Google…",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AeronEP",
      "author_id": "UCCcUf6bc3HsL8kUqguXb6yA",
      "text": "merci à Hardisk de nous régaler comme toujours",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PowerPaillette",
      "author_id": "UCtQ2bMCUcQiGETv1mjJKNAw",
      "text": "Wouuuuh je suis épuisé d'écouter quelqu'un qui ne respire pas. Vive PAS les coupure/ montage",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monticha",
      "author_id": "UC3dNdPFL39E6SJs2nG8KyNQ",
      "text": "C'est une histoire de dingue... c'est archi flippant",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adopteunbrutus4449",
      "author_id": "UCaqa7JLUn-NkSxAHxrBavHQ",
      "text": "Cette vidéo était incroyable",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pfolala",
      "author_id": "UC16OhOPKlmffMtKEJ4-Bp9A",
      "text": "Je sais que ça demande plus de travail, mais c'est tellement plus facile de suivre ce genre de vidéo que des rediffusion de tes streams sur 30 min.   MERCI ! +1 abo",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boblapointe5358",
      "author_id": "UCtBbuhXbUJUQzleZ702mOrQ",
      "text": "Un business model qui fait rêver",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mr.kenrapofficiel",
      "author_id": "UCTrD6XoUyF6mSyn8VinuDyQ",
      "text": "Je pense que j'ai déjà eu à voir Un film qui parle de cette histoire",
      "likes": 0,
      "timestamp": 1737590400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Wfffn",
      "author_id": "UCDw1nUcxJMcau6bzp06E-9A",
      "text": "Excellent le montage !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kate_clt",
      "author_id": "UClE2klgP3-TQkVAhiMxveSw",
      "text": "Le chapeau en $$ m'a tuée ! Merci pour cette bonne vidéo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CameliaChanelle",
      "author_id": "UChmSw8EmTsNMi6NqwaG6VUQ",
      "text": "Très bonne vidéo comme toujours",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ulysso",
      "author_id": "UCLUgQHlsX9xjuNtn0GM8UeQ",
      "text": "C'est fou que nos sociétés soient pas capables de stopper ces personnes",
      "likes": 22,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@virginiekyburz2186",
      "author_id": "UCfN2hiqzvzVV2wH_8-pGQgg",
      "text": "Le concept de la mémoire traumatique est bien documenté, « prouvé scientifiquement » comme vous dites, mais également visible en séances pour nous les psychologues cliniciens. Le problème n’est pas là : l’enjeu c’est la façon dont on retravaille les traumas. C’est un domaine très délicat, parce que justement le travail est de permettre à cette mémoire de devenir moins dangereuse pour la psyché.\n\nLe problème des faux souvenirs implantés : cela peut en effet avoir lieu avec des pros ou non pros non formés à des méthodes reconnues et ont en effet lieu surtout à mon sens face à des patients non symbolisants.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GimberGinseng",
      "author_id": "UCwFLdYg4gvaIHHqN3qBvvrg",
      "text": "Vidéo vraiment intéressante sur un sujet très délicat, bien amenée. Je voulais juste répondre à la question de l'utilité de mettre le numéro vert : OUI c'est hyper important. Je vois passer beaucoup de vidéos qui abordent cela sans le fournir, alors que c'est une étape importante dans la prévention, comme de conseiller de voir un.e professionnel si de telles idées viennent à l'esprit et refusent de partir. Faut vraiment pas hésiter :)",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boushbash3133",
      "author_id": "UC6xwgbp1dTz41z_GX7fhbJg",
      "text": "Première fois que je regarde une de tes vidéos. Nouvelle abonnée.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shadeofred5970",
      "author_id": "UC5XlXgZXv_TTIwmRvwIJBQg",
      "text": "Intéressante cette histoire de BIIIIIP je connaissais pas cette meneuse de  BIIIIIP  qui pousse ses fan(atique)s au  BIIIIIP",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stars-gate",
      "author_id": "UCy4-HSD4EQi3cgBjWqUZnVA",
      "text": "Excellente présentation, épatante même. Tu nous changes des youtubeurs qui devraient suivre des cours de diction.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jm7706",
      "author_id": "UCGmbl0Gg63EWEuHfqfyv6cg",
      "text": "Super vidéo, je me suis abonné 😊❤ ( un abonné du Gabon 🇬🇦)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fredetrick1409",
      "author_id": "UCM0BQXoe8beU4bKUmYMoZZQ",
      "text": "superbe, j'te connaissais pas, tu es interessant",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@coubeau",
      "author_id": "UCIUWDKYTh6FI9MbcyWbpOZA",
      "text": "Tout bien que tu détiens est un souci qui te retient, et Swan et là pour nous enlever tout nos soucis. Ainsi nous aurons une totale liberté de penser, vers un nouvel âge de réminiscence cosmique. 😂",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bkwterraria",
      "author_id": "UCDdnKTzqD_m66oW7odjGW3Q",
      "text": "vraiment cool tes videos , je met mon com' et mon like pour le referencement 😁 bonne chance pour les 400k tu les auras",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ledeuilyoann5611",
      "author_id": "UCzOSXJqgO1DZ8GZ1QwdgWAQ",
      "text": "Je ne connaissais pas mais vous faites des Adeptes du coup",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ihab.solitaire",
      "author_id": "UCU6H2XToY3pHiAdVdjOKo-g",
      "text": "Force continue 💪",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Violet-fg9db",
      "author_id": "UChK5fG4NAiMBj_iGgT_6gUQ",
      "text": "Je viens de lire 2 commentaires et je ne savais pas que c'était chose courante cette amnésie. J'en souffre moi-même. Je n'étais même pas au courant que j'avais perdu des souvenirs. Juste j'ai constaté que des acniens camarades de lycée me racontaient pleins de choses que j'avais fait avec eux mai dont je ne me rappelais pas du tout.\n\nAussi j'avais un journal. Dans mon journal j'avais relaté une période de dépression que j'avais traversé. Après j'ai complètement arrêté d'écrire dans le journal. 2 ans plus tard j'ai encore fait une dépression avec des pensées suicidaires. Quand cette dépression est passée, j'ai réouvert mon journal et en le lisant, je me suis rendue compte que j'avais tout oublié de ce qui c'était passé durant la période de la 1ère dépression.\n\nJ'ai fait des recherches sur google et ils ont appelé ça \"une amnésie sélective\". J'avais oublié presque tout mon passé. Je me suis rendue compte que je ne me souvenais de rien en fait de mes année de lycée jusqu'à la 1ère dépression (1ère dépression sévère en fait). \n\nJ'ai alors fait des efforts et des exercices pour me souvenir. Alors des brides de mémoires me venaient de temps en temps accompagnés d'atroces maux de tête. J'ai alors compris que mon cerveau ne faisait que me protéger de l'horrible douleur émotionnelle.",
      "likes": 4,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chloeauberger727",
      "author_id": "UC7uWaoUnPGGpUj8N25WAY3Q",
      "text": "Très bonne vidéo.\nC'est super d'avoir partagé le numéro vert français, je pense que tu pourrais le laisser plus longtemps à l'écran... si ça peut aider ne serait-ce qu'une personne, c'est toujours ça.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boom920",
      "author_id": "UCW2KQwrPKNa_jWD5o1LZ7pA",
      "text": "Au top comme dab !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@francoissaleta",
      "author_id": "UCTsJvVo6iXTP0Q6yGB9R2BQ",
      "text": "Tout le monde est le gourou de quelqu'un",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Aupifclara182",
      "author_id": "UCMiGZseBTo6PyrlnDw-jCZw",
      "text": "Je retrouvais énormément de vidéos d'elle sur youtube avant et elle m'a toujours semblé louche :0 wow",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blookoz_2439",
      "author_id": "UCRgoL0_4WpBPZP3CTZEb0dw",
      "text": "excellente vidéo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MP-hz3ye",
      "author_id": "UC_Xn9BJN960Nl0q4OJauLdw",
      "text": "Biiiiip. En vrai très bonne vidéo qui met le doigt sur un vrai problème",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ode_Of_History",
      "author_id": "UCdwxKBrtTIDyk5Fkz2AqGjA",
      "text": "bonne vidéo, ça tombe bien de parler de secte c'est d'actualité avec une autre nouvelle secte au Portugal",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dutchezombie7110",
      "author_id": "UCiqfvY7EqYjHV0doLnlVdGQ",
      "text": "BRAVO POUR LES 400K",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@skeletononthecloud3185",
      "author_id": "UC6ZP79dZkKaJ2WONIhhgq2Q",
      "text": "Très bonne vidéo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vvardenfell2145",
      "author_id": "UCHwR4R4-CLK__NbZMmVomng",
      "text": "C'est vraiment une bip vidéo ! Le sujet et la bip sont hyper bip !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monsieurquea7675",
      "author_id": "UCKVJ-w3_R0YxTb939I__tQA",
      "text": "Et on remercie le puritanisme ! Un régale d'entendre 20 BIP par seconde ! merci Youtube !!",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AbdoulayeOuedraogo-y4v",
      "author_id": "UCJmIjelVwJmuWPFmuvdB13g",
      "text": "Je kiffe beaucoup tes vidéo.\nmoi je me suis toujours méfier des coach en développement personnel.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@francesubject3044",
      "author_id": "UCMEf5ZOAUEV_1lSn7pM0NRQ",
      "text": "Alors le fait de refouler des souvenirs pour se protéger c’est complètement vrai. Après le reste je connais pas plus le sujet mais je l’ai déjà expérimenté.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AliceDrissi",
      "author_id": "UCas73YylyCwmcth2pmgRAzA",
      "text": "Attention avec le de-esseur il est un peu trop marqué pour tes S :)",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elielevllv",
      "author_id": "UC9jT0Snd94oyXmVEKBiYpUQ",
      "text": "J'adore tes vidéos!❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Iblis_Zaphkiel",
      "author_id": "UCquxLCS-JRl4Y4Oet5dFsrQ",
      "text": "Je suis volontaire pour relever le défi, je veux voir si elle arrive à lire mes pensées sans finir avec un mal de crâne",
      "likes": 0,
      "timestamp": 1761177600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WalterOGuinN7",
      "author_id": "UCtcq7jE4a2JroKMF84r9w7g",
      "text": "Je ne sais pas si elle fait autant mouche en Europe qu'aux USA, mais pour les Américains, ça ne me surprends pas, la vie est tellement différente là bas, sans parler du système de santé. Déjà qu'en France la santé mentale c'est tabou, et les psy absolument pas remboursés. Mais ça reste terrifiant de voir que les gens écoutent et croient ce genre de personnes, elle \"abuse\" clairement de leur détresse pour sa notoriété. \n\nMerci pour ta vidéo, en tout cas !",
      "likes": 23,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emilieperier2957",
      "author_id": "UCsVlFMcCnsQYGYShV36Mo4w",
      "text": "Tu as gagné mon follow à la cerise de pisse sur le gâteau de caca.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@animegroup3952",
      "author_id": "UCCt68qSZcIh9mnWXfW_6cJg",
      "text": "Il reste encore une place dans cette secte car j'en cherche une. Disponible pour faire le webmaster le weekend sauf le samedi soir car trop bourré",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UCTGxXHO6qetYRIFTsASRINQ",
      "text": "19:56 on devrait censurer l'expression : \"mettre fin à ses jours\".",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ahnimaapraud295",
      "author_id": "UCCiTzY5KxIPn0heIiE1kN0A",
      "text": "Thérapie geshtalt détournée de son usage",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jaynsrock",
      "author_id": "UCLWCmxV_ImzI-sPtrK6Edrw",
      "text": "Je regarderai ta video une seconde fois et je compterai les tuuuuuut ... ca va etre un bon passe temps.\nA part ca super video 👍🏽",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gp2mv3",
      "author_id": "UCHESj2_4LonMTSGSk5Stcaw",
      "text": "Wow, la censure va loin ! Youtube devrait réellement revoir les règles sur certains termes...",
      "likes": 15,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yasminachaouch-ramdane4561",
      "author_id": "UCYoiJLCmdtRI2NXdCUxtjAw",
      "text": "Faire du profit sur la détresse des gens est inqualifiable 😢",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yamimeli6150",
      "author_id": "UCJdgBDBdVjTW6u-fEOMceeQ",
      "text": "ta voix est hyper clair hyper clean, comment tu la mix ?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@irisgap5005",
      "author_id": "UCei9aeP3nzAWDy0reqCl8sQ",
      "text": "Une vidéo sur \"l'apôtre\" Kathryn Krick ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@UserAxelle",
      "author_id": "UCWHtebNCR5dmXJOpwec48SQ",
      "text": "Au moment où que tu parles de réincarnation je tenais aussi à exprimer mon point de vu: moi aussi je crois en la réincarnation donc l'idée de la mort ne m'effraie pas plus que ça puisque pour moi je vais me réincarner et que la \"vie\" est infinie. Cependant, il est mieux de ne pas partager cette idée à des gens vulnérables et en détresse psychologique, car j'en ai fait les frais moi-même lorsque j'étais dans la même situation qu'eux et que je me disais que de mettre fin à mes jours ne changera pas beaucoup de choses si je me réincarne dans un autre corps plus-tard. Au final je vais mieux mais le fait qu'elle influence des gens comme ça à croire en cette idéologie me donne l'envie de vomir et c'est juste un plaisir malsain et narcissique qu'elle se fait. Cette femme n'est pas bien et elle a besoins d'aide et non d'aider les autres.",
      "likes": 12,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@klm827",
      "author_id": "UCxj246FpEWocLymtlYcRPNA",
      "text": "\"Cerise de pisse sur le gateau de merde \" ... legendaire cette punch line ❤",
      "likes": 19,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KeithLaDingz",
      "author_id": "UCnQfacH-2p9CqtOcYkFaYFA",
      "text": "On dirait la méchante dans farcry 5 pour ceux qui ont la ref",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nini2557",
      "author_id": "UCWozO-ZXyPsGlXI86qXXyiw",
      "text": "La femme de Silvain 🤣🤣🤣🤣🤣",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sabloussaut773",
      "author_id": "UCasyCynrctbkTjsFGnMeteQ",
      "text": "Allez les 400k me suis abonnée  besos D'ESPAGNE ❤",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bronxsahh",
      "author_id": "UCeSVu66XOh87c_3uoucKqRQ",
      "text": "wow ça doit faire un bon moment que je suis plus revenu sur cette chaine parce que le contenu a vraiment changé . Dans mes souvenirs , c'etait des tutos ou explications sur des applications ......Là  ,c'est un genre de squeezie de la tech 😂😂😂. goodjob",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SachaLPB",
      "author_id": "UCI0TeN54GGcjnClywB_qj9w",
      "text": "Ya la même chose qui monte sur tiktok avec ophenia vraiment c'est grave",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jojoaugustus",
      "author_id": "UCA-IMwyoespR5vc31Ad_99g",
      "text": "Tu les as eu finalement tes 400k abonnés !! Ahjaha",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BATociN88",
      "author_id": "UCOF5s8oH7z_9hXnu7snYKkA",
      "text": "Très bon Doc sur elle sur Disney+",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@baptiste5837",
      "author_id": "UC36T0R7IS7Q75Sf3geANBvw",
      "text": "Superbe !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@XavierVirely",
      "author_id": "UCYWNGJbNukLh-Q7APawM5JQ",
      "text": "Terrible histoire sur ces BIIIP de BIIIP, pouvant bien souvent BIIIP les BIIIP de BIIIP.\n\nBIIIP à tous !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@morganejean8250",
      "author_id": "UCcDP1U65kaL-5HpS6WnywPQ",
      "text": "J'adore la spiritualité, mais là j'ai tellement ris 😂 t'es fou!! \nTon humour est génial",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bea9354",
      "author_id": "UCQoiYbQccoCQuL0TVJgKTEg",
      "text": "J'aime ton humour !!!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@boubouh6182",
      "author_id": "UCh26AzvIvh5HdNyvQiSNqGA",
      "text": "majorité silencieuse de référencement 💪",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nuckem3344",
      "author_id": "UCYS1YAur6Zt3lamirVYlTWA",
      "text": "Bip! Bip! Bip!",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ricotaline",
      "author_id": "UCxMHOeANsVsxM3Z99C6tcew",
      "text": "Ce que j'aime bien avec Hardisk, c'est qu'il utilise des mêmes d'il y a 10/15 ans",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alistakk",
      "author_id": "UCcdwFGBoTW5EkN5hXApcTdA",
      "text": "super video ! \npar contre ton fauteuil est sacrément hideux :c",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@luc13h16clno",
      "author_id": "UCnffWJEIcgYmNyGToeXKdFQ",
      "text": "Bonne vidéo mais dommage pour la censure",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aislingm.7939",
      "author_id": "UCjlFz4gRhX713VkRSUNOvDg",
      "text": "nyao nyao",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hqhv.",
      "author_id": "UCA4YJ1GXPIAveIG0hyeZUeQ",
      "text": "un plaisir de recevoir cette notif le samedi !",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheFunnyCuts",
      "author_id": "UCFZwEeAOXv_aOwbn278BtLw",
      "text": "Ohlala j'étais tombée sur des extraits de ses vidéos mais sans connaître le contexte. Je n'ai pas du tout détecté l'ambiance guru, au contraire j'avais l'impression de voir quelqu'un avec un titre officiel partager des idées pas si dégueu type ted talk",
      "likes": 10,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@biscolady",
      "author_id": "UCzwx4UXQNFhoL2nt8_PMQvw",
      "text": "Je devrais lancer un cult aussi alors 🤣🤣",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mltbdx3340",
      "author_id": "UC5X-vQOK_Q_Rw3sSfsjPxoQ",
      "text": "la vérité, de l'univers , mdrrrr tu ma fumée la",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kayak5048",
      "author_id": "UCuc_PD495icyj4y02jmly2w",
      "text": "Super vidéo ! Alors juste vers 12:55, je suis sûre que c'est possible d'oublier ses traumatismes puisque c'est quelque chose qui m'est arrivé. Plusieurs fois même. Je trouve ça étonnant que ce ne soit pas prouvé, ça me semblait évident. Et je n'ai pas eu besoin de thérapies pour m'en souvenir, je ne voyais pas de psy a cette époque, ça vient juste dans certaines situations. Et je sais bien que ce n'est pas des souvenirs créés par moi même pour 2 de ces traumas, puisque j'en ai des preuves via des proches ou des messages ! Par contre il est évident que des thérapeutes peuvent influencer des patients et leur créer de faux souvenirs, donc passage était intéressant.",
      "likes": 35,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bil0u956",
      "author_id": "UCUBHZ8IqLXSbXbyKOTsaQsQ",
      "text": "Même ton médecin généraliste il t'envoies voir des gens \"\"plus compétent\" alors qu'ils sont déjà plus compétent que cette dame 😅",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raphael-le3237",
      "author_id": "UCdJwlA2ZMwHkQZOa4UqREIg",
      "text": "L'amnésie traumatique c'est reconnu, j'ai vu cinq psys différents et non reliés qui m'ont tous confirmé que c'est connu et courant. (Et dans mon cas, les souvenirs, je les ai retrouvés hors cadre thérapeutique, donc c'est pas iatrogénique.)\nLes faux souvenirs, ce serait bien d'avoir des sources, non ? Parce que c'est surtout et très souvent utilisé pour invalider les plaintes des victimes traumatisées (quand bien même il y a des preuves matérielles à côté).\n\nCependant, je confirme que les souvenirs oubliés, il faut pas juste les retrouver, il faut surtout les soigner.",
      "likes": 10,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Hippolyteee",
      "author_id": "UCfbhRsA0DHRDJPzKRY7I1nA",
      "text": "Wow énorme",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RoxMD8218",
      "author_id": "UCIO2hdxaUYZHIUki_KhADbw",
      "text": "La mémoire traumatique est prouvée et avérée.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sirkinwa",
      "author_id": "UCCzZw4jEl50_EA5phQA-JTA",
      "text": "La notif qui fait plaisir",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MissGourmandefr",
      "author_id": "UCjsWeus1_MapfBYz8MI63zQ",
      "text": "Wow mon algorithme m’a souvent mis ses shorts et je trouvais ses paroles très sensées (même si parfois pas 100% d’accord), mais je ne connaissais rien de sa personne ou de sa vie…j’avoue que ça fait très secte…",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@accountoff360",
      "author_id": "UCtlpaYG-_yweyM6424MY_0Q",
      "text": "C’est la vidéo avec le plus de bip que j’ai entendu de ma vie",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ww-jz3lu",
      "author_id": "UC5bPGCkbXMPYoetvK3hRIFA",
      "text": "Ado diagnostic bipolaire. C'etait il y a 20 ans.\nAujourd'hui elle serait HPE",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aidenpearce2457",
      "author_id": "UCUVKjXPj7csDp6t_Tf_QOkQ",
      "text": "Force à toi si ça va mal en ce moment courage tu as notre soutien! Super vidéo frero",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@peskooo",
      "author_id": "UCr9exnhsCsS3IfX367AKfvQ",
      "text": "Elle a lu Dune la dame en fait 😅",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jdiamsss",
      "author_id": "UCt0vCz_idX5DB0MSfRSuFsA",
      "text": "Très bonne video comme d'hab. Sinon, ton fer à repasser est en panne ? :D MDR",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@max-louisvier595",
      "author_id": "UCd6xp_3cCRrGm0kDF0F9qdQ",
      "text": "ça fait flipper de voir comment ces gens arrivent à manipuler, et à profiter, de personnes qui sont malheureusement dans une période de détresse.\nMais un signal d'alarme à voir, c'est quand on propose de \"guider\", \"soigner\" moyennant des sommes importante.\nEt ne pas non plus oublier que l'équivalent de guide, c'est Fürher, Duce, Caudillo, Grand timonier, Vodj (en russe pour Staline), etc...",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@salty4245",
      "author_id": "UCSBsrqvEmk11EX464pdFGFQ",
      "text": "Quelle bg quand memes 👀",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Xenorki",
      "author_id": "UCt0HHx6my6IHNk4o7NWKhBQ",
      "text": "12:10 personnellement je pense que c'est possible, mais est-ce que le souvenir est refoulé par e que traumatique, ou sans intérêt à ce moment là (car innocence de l'enfance)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guysalva1393",
      "author_id": "UCZsyT3IDgUzQypiD4dx0xSA",
      "text": "Bip Bip et les Coyotes😊",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gtogonizuka",
      "author_id": "UCyxQqAYqZQOJTO5NFMKkTvg",
      "text": "Trop de bip de censure 🤯🤯🤯🤯🤯🤯🤯 mon cerveau saigne",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sugusdubenks",
      "author_id": "UClV41Pni2N-N8p6WzdOpbYg",
      "text": "Super video je vois 900 like alors qu'il y a un montage et une écriture de qualité. Dommage tu merite plus",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JUSTMEKINOU",
      "author_id": "UCOkRF24eLSsB6DN3Be0FpCA",
      "text": "il y a plein de gens comme ça, il suffit de revenir de la mort.(E.M.I.)",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lucasglavier1508",
      "author_id": "UCUz-FTRD62G557KzIhw9_zw",
      "text": "bip....bip.......BIIIIIIIIIIIPPPPP...bip",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JohnHeliosMusic",
      "author_id": "UCM6lgg41_p16VWaIAEPAtlQ",
      "text": "J ai liké pour le montage de 09:52",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Yarflam",
      "author_id": "UCI_JUL3PKhe_45YxsmuN5uQ",
      "text": "C'est pénible tous les bips vers 18:25... Couper le son ce serait mieux. Ceci dit c'est une bonne vidéo ! C'est important d'en parler.",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mademoiselleelymusic",
      "author_id": "UCsRzVNT2-AHZD8b6PkxVUrw",
      "text": "Les dérives du business du développement personnel 😅",
      "likes": 0,
      "timestamp": 1758585600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gsmfbs7448",
      "author_id": "UC6OKDj7vMR2iZz2KJNeZpBQ",
      "text": "On lui a fait faire créer sa propre secte , un beau modèle",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@myrnavandenbos2226",
      "author_id": "UCSzOpjbXQG8UScSCEOQpS5Q",
      "text": "Il existe une version Française à concepts similaires avec les retraites spirituelles et holistiques de Chloé Bloom. On y apprend à développer nos capacités extra sensorielles à se sentir comprises entre personnes plus sensibles, différentes, éveillées etc.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@speedpasbg9553",
      "author_id": "UCFf7LQN1_e2YG_C_sHG4xbA",
      "text": "Donnez lui ses 400 000 abonnés, miskine il va finir par vriller les reufs !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@candy-nc8ur",
      "author_id": "UCvjNQofcMPzPeOaeek5557g",
      "text": "c'est une vraie diablesse",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Victoria_1705.",
      "author_id": "UCmjXPpfmqsKnygDE4qagq6g",
      "text": "Je suis la seule qui a pensé à Ophenia  pendant la vidéo ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ricardo.cataldo",
      "author_id": "UC0J33v7dCtHYUqEYEXUwcKQ",
      "text": "Il y a un numéro vert en France pour les personnes concernées par les acouphènes ? 😆",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@greghayart7559",
      "author_id": "UC-k_tnYpXuApyqDC0LNXPgQ",
      "text": "Tellement de bip qu’à la fin j’écoutais même plus!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joelbentzinger",
      "author_id": "UCaRTj1WcCVDs2wgf8r0_aZw",
      "text": "Ce que tu appelles des séances de \"channeling\" vers 11:37 c'est en fait des \"constellations familiales\" et ça a sacrément le vent en poupe dans les milieux New-Age les derniers temps.\nLe channeling c'est tout autre chose, même si c'est pas moins débile pour autant 🙂\n\"Le Channeling (parfois channelling, littéralement canalisation) est un terme américain de la littérature New Age qui désigne un procédé de communication entre un être humain et une entité appartenant à une autre dimension (un esprit maléfique ou démon, un ange, un « maître ascensionné », une entité du plan astral, une divinité, un extraterrestre, etc.).\"\nSource Wiki",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stevenbraga4106",
      "author_id": "UCVxnmL8p-GecEPRprkQda9Q",
      "text": "Aïe aïe  aïe...les sectes",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@0saki263",
      "author_id": "UCxMaaI0ZxZSfifXWOR9juyA",
      "text": "Un petit point par rapport à la \"thérapie\" qu'elle applique : cette méthode est utilisé aussi par les psychanalystes (qui ne sont donc pas psychologues) et pour les psychologue d'orientation psychanalytique\nIl faut savoir que cette orientation est loin d'être appliquée par tous les psychologue et de moins en moins courante, la psychologie de nos jour se base sur des données scientifiques et d'autres types de thérapies plus efficaces ont des effets avérés :)",
      "likes": 50,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@joffreysimon3116",
      "author_id": "UCnHU8fxaEpuR5_bXuSYp4Lw",
      "text": "Sérieux même le mot suicide est censuré",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lavoixdealice",
      "author_id": "UCOs7U-Rv2FwrVOy3a-eO54w",
      "text": "Super vidéo !  Merci d'en parler, ma première année de fac j'ai découvert les vidéos de Teal Swan par les vidéos de Infinite Waters. \nJ'ai vaguement regarder mais heureusement que j'ai vu une vidéo en anglais qui faisait de la prévention sur les pratiques douteuses des gourous sur Youtube dont Teal Swan (qui aurait poussé au suicide des gens). \n\nY'en a marre des fous sur Youtube à utiliser la vulnérabilité des gens pour de l'argent et réaliser leur fantasme de domination perverse sur le monde.",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FlorianLardet",
      "author_id": "UCqm8tbxzmTVJgCSKQ0e80DQ",
      "text": "Bienvenue à eden",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cowabunga-Bangarang",
      "author_id": "UCjqurRYG-Qm3AywYfntBWtQ",
      "text": "Moyenne générale de quotient du groupe d'environ 73...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaelkellerson893",
      "author_id": "UCTxAFRI50gHNLDJq7mvp4kQ",
      "text": "Merci pour ce super travail. Je tiens tout de même à dire que cette idée répandue de l'implantation de faux souvenirs est largement débattue, notamment par les spécialistes qui font référence sur la mémoire traumatique ( Muriel Salmona, Jim Hopper phD ) . La théorie des faux souvenirs  a permis de décrédibiliser de nombreuses victimes d'abus sexuels, mais n'a pas de fondement solide. Il y a un gros travail d'information à faire sur les mécanismes d'amnésie traumatique, qui concernent pas mal de gens malheureusement.     Quant aux abus rituels, je ne sais pas si Teal en a subis, mais malheureusement je sais que cela existe, je connais personnellement plusieurs survivants, Karl Zero en parle un peu, mais c'est un sujet tellement dur et peu concevable pour le grand public. J'espère juste qu'un jour nous verrons la fin de ces horreurs.",
      "likes": 1,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pmo4011",
      "author_id": "UC3IznOQcnPCAuS5x8Rwo0Xw",
      "text": "Vidéo très BIP, mais cela devient BIP impossible à la BIP.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@angeline_briezh4383",
      "author_id": "UCE4UgyX_-HpWtHSdgm-pwPA",
      "text": "Wshhh la censure la",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UCqIgTvSTTJ66qxP15QtJP_w",
      "text": "Allez je m'abonne 😊",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hsk4178",
      "author_id": "UCQYKv8tOAfhch4i6hz8Mj9A",
      "text": "Ah merde!!! Je la suis sur insta 😂😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iooxelo1300",
      "author_id": "UCvE1ulKB8OsgwIrYA-SGHiQ",
      "text": "Repasses ton teeshirt bordel",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@naeseli",
      "author_id": "UCVRoT1iJCmHqhVXlWse8FFA",
      "text": "C'est vrai qu'il vaut  mieux interdire des gens qui parlent de la (vie après la ) mort parce que certains risquent de mal comprendre et de se suicider. Aussi, il  vaudrait mieux  interdire des gens qui abordent n'importe quel  sujet, vu qu'il  y  a toujours un risque pour que  des gens vulnérables se laissent influencer et fassent des bêtises.  D'ailleurs Hardisk, risque aussi d'influencer des gens dans le mauvais sens, qui sait ? Si après  avoir écouté cette vidéo les gens voulaient tout censurer, pour protéger les plus neuneus d'entre nous, on tournerait vite à un monde comme 1984 selon Orwell, ce serait dommage non ? Et puis.. au fait, tu as un diplôme pour être Youtubeur toi ?",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blookoz_2439",
      "author_id": "UCRgoL0_4WpBPZP3CTZEb0dw",
      "text": "tu nous fais une dinguerie pour ta 600e vidéo ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@esteellleee",
      "author_id": "UC7eEd6eFFurrskbs35I8iHw",
      "text": "ça fait des années que je n'avais pas regardé de video. J'ai dû mal à me dire que c'est la même personne et pas un personnage avec un filtre.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zukoulou7464",
      "author_id": "UCedTtHoN_0xj_p4m8slnssw",
      "text": "C'est une gourou ! 😢",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@UrekMazinoGoatReadTowerOfGod",
      "author_id": "UCZIlttb5lLhgio1E0j9kAgg",
      "text": "Une rivale pour les religions et gouvernements",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bregovicnana7793",
      "author_id": "UCoIWrwj6rXqNKPid4RCs9tg",
      "text": "Hello! Super vidéo! Je n’arrive malheureusement pas a avoir accès au documentaire DEEP END, quelqu’un aurait une solution ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Axart_",
      "author_id": "UChZF0B1mhJ0wTC6gbkQ-oQg",
      "text": "👌",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rayanlaouni9231",
      "author_id": "UCvS-Ib18KPEnJj6-uxVXQrw",
      "text": "Pour le ref",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nocturnus_Musica",
      "author_id": "UCH7WXFsQweZr5gIKbagMq6Q",
      "text": "J'ai qu'une chose à dire  \"la vérité est ailleurs\"... 😬",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pascalewouters-tn5hy",
      "author_id": "UCmRkr8laONRDTZJxbKukyIQ",
      "text": "Avec tout ces bus sur certains mots raz le bol je zappe",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stephaneforterre1133",
      "author_id": "UCoMAhd_C1MN-rmfYW8Sfr3g",
      "text": "Billie Eilish et ses colliers avec Pendus c'est la même chose 😢",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Snow_Storm2",
      "author_id": "UC8DFKAGTcHymodSeHd-PCtA",
      "text": "YouTube abuse avec leur censure",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@elsiesourisable",
      "author_id": "UC-nLUcAfa4Db2T29JcgC_pA",
      "text": "Vidéo super intéressante, en revanche, non les psychologues n'utilisent pas des techniques \"de manière courante\"  pour accéder à des souvenirs traumatiques qui ne seraient pas amenés par le patient lui-même de manière consciente. Tout simplement parce que ce sont des professionnels formés aux risques de telles pratiques.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ForPeace333",
      "author_id": "UCxuNq9R_vQhVeXq705wmexg",
      "text": "Bonne vidéo, merci! quand je vois ce qu’il me reste à la fin du mois à voir après avoir payé toutes mes taxes et mes impôts et le comportement cynique et corrompus de notre gouvernement. Je me dis qu’on est dans une belle secte à 60 millions d’abonnés. Et oui, quand on essaie de faire bouger les choses en manifestant on se fait défoncer la tronche comme des criminels. Du coup je me demande si je vais pas faire grand gourou, ça a l’air chouette comme métier. Allez courage 😊☀️",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@khaledsanny4817",
      "author_id": "UCDQkNEg74B5YGvCr-00ZYZw",
      "text": "Salut... super vidéo je viens de m'abonner. Par contre les bips sont très ennuyeux et dérangeant... tu peux remplacer les mots sensibles par une lettre ... \"S\" dans ce cas...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EItyrannos",
      "author_id": "UCMzccDm70c8j0J8gJ3uOvwg",
      "text": "Elle sait aussi ce que sont les cramptés..",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheGinettte",
      "author_id": "UCRdcQyWy_nDpBrZ_l58jU0g",
      "text": "Le mec dit presque “si tu regardes cette vidéo tu vas sûrement te suicider dans quelques jours”",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bilalkh6459",
      "author_id": "UCXfEUznF9IZq9BNuLPsTRzA",
      "text": "ils on jurer depuis 6mois il cherche c’est 400k abonnés mskn",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SmileAnyway-FR",
      "author_id": "UCgIOsZmudJOYt6daXBkeACQ",
      "text": "J'espère fortement que les gens ne mélangeront pas croire à la réincarnation et besoin de contrôle. Cette femme a une vision du sui**de extrêmement dangereuse et qui ne donne que très peu d'espoir aux personnes qui y pensent. Pourtant, le principe de réincarnation n'est pas de \"reset\" sa vie mais d'apprendre dans chaque épreuve de la vie, même se relever pendant une dépression. Je ne suis pas en train de dire que c'est facile, loin de là. L'accompagnement bienveillant et de soutien est primordial. L'amour n'incitera personne à \"reset\"... \nPrenez au mieux soin de vous <3\n\nAussi, je trouve un peu dommage le ton que tu emploies @Hardisk qui n'est pas neutre envers les croyances spirituelles en générale, j'aurais apprécié que ce ton soit employé seulement face aux croyances dangereuses qu'a pu propager cette femme...",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Siloé76",
      "author_id": "UC-OwspK_NUfkO-qiRFKnkQg",
      "text": "En France on a ussi Natacha calestrémé qui est en plus validée par les magazines et autres médias officiels et reconnus. Ça craint. Le New âge est partout c'est une véritable épidémie.",
      "likes": 0,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@falsegirl5404",
      "author_id": "UC-q5i3XMTj2JTHD9T62-Niw",
      "text": "J'aimerais préciser quelque chose, oui cette manière de régler les souvenirs traumatiques n'est pas validé scientifiquement, en revanche le blocage de souvenirs à cause d'un traumatisme est prouvé, on vois beaucoup de personnes qui ont vécues des violences mais ne se rappellent pas TOUT car certaines choses étaient trop violentes, les souvenirs ne sont pas crées vu qu'elles se rappellent par exemple s'être faites agressées ( disons en soirée ) MAIS elles on un trou de mémoire de 2h pendant cette fameuse soirée.",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Erim._.",
      "author_id": "UCvRaneBve4J85gwEP91LWAQ",
      "text": "👍",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FatihaBioui-gy1me",
      "author_id": "UC2w3-soTiVP5CB-egD8AigA",
      "text": "Je ne suis pas youtubeuse je voulais faire des videos de la suisse comme j aime voyager. Mais je vais demandez si on peux faire des cours",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manuellachannel8030",
      "author_id": "UCZWmzwP89eF70H9Di0X1aaQ",
      "text": "Une grossesse qui dure 3ans normal que son mari souhaite se barrer",
      "likes": 0,
      "timestamp": 1737590400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@florianpierredumont4775",
      "author_id": "UCzYM7aF9PiOPW_P6vcQO4Iw",
      "text": "Autant, je trouve que les conférences contiennent pas mal de choses interessantes, et effectivement elle a l'air de bien connaître la psychologie et les comportements des gens. ...Mais quand on remonte les publications on trouve des vidéos un peu plus chelou sur les auras et les crystaux qui tendent plus vers le mystique. C'est depuis lors que j'ai commencé à filtrer ce qui est dit dans les vidéos... :(",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anais.l6330",
      "author_id": "UCju2Sr8Gp7S61I5xPgV2NvQ",
      "text": "Quelqu'un sait d'où vient ce passage à 17:23\nJe l'ai vu quelque part mais je ne sais plus où...\nEn tout cas c'est une chouette vidéo (fin pas trop quand même vu le thème abordé)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lechinois4396",
      "author_id": "UCY72IANDU7pnEqdlGNsqRSw",
      "text": "elle a pas une tête qui inspire confiance (enfin, à part à ses abonnées/clients/fidèles ..)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MorganeRainbird",
      "author_id": "UC_BjuEX95XEBHg2bQtf2nOA",
      "text": "Toutes les images d’elles qui sont montrées me mettent terriblement mal à l’aise. Elle a un regard vraiment méchant pour quelqu’un qui dit faire les choses pour guérir les gens…",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LunaticDandy",
      "author_id": "UCnIaq7KmQbeBZdz74j4lXrg",
      "text": "Je BIP depuis mon BIP et puis il a BIP puisque j'étais BIP quand BIIIIP BIIIIIPPPP \n\n\n\nBBBBBBBBBBBBBBBBBBIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIPPPPPPPPPPPPPPPPPPPPPPPPPPP\n\nOn peut plus rien dire...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tizoug",
      "author_id": "UC7QvZOqc9x1MZr24qTCHI3A",
      "text": "Pourquoi Bipper le mot suicide....😮",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariakouame1589",
      "author_id": "UCfvcSKGJM9FeZNmFUZIG3og",
      "text": "L’homme est une machine programmable faut juste trouver le point faible",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@riugnlpjbkkoou",
      "author_id": "UCmjaZ3eHsNh0294KEDfXSxQ",
      "text": "super bon sujet mais malheureusement bcp d’erreurs en ce qui concerne les explications basées sur l’historique psychologique",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amumuisalivedatcom8567",
      "author_id": "UCideLl37EMrIp4DFwdN-kCA",
      "text": "Ptdr, la courte présentation de la personne (pouvoirs psychiques, ondes émotionnelles et tout le tralala) on dirait une description de 80% des femmes de 15 à 35 ans",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romain8336",
      "author_id": "UCqG0ev5g01Ngit_Zs03TQAQ",
      "text": "il dit quoi quand y'a le bruit ? :(",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@janislangon",
      "author_id": "UCc2UaS5nSfYkkCjxMIE6E-g",
      "text": "Concernant la memoire traumatique refoulée j'ai personnellement un cas dans mon cercle proche mais ca ne se traduit pas comme tu le decris dans la vidéo. en fait le proche en question a bel et bien vécu un traumatisme et s'en souvient mais à coupé les liens émotionnels qui existaient avec ce souvenir. Mon proche était donc capable de dire que cet évênement avait eu lieu, meme capable de se le remémorer et de raconter la scène (qui date de son enfance) sans pour autant afficher une quelconque émotion sur son visage. Plus récement le proche en question à vécu un évenement qui l'a fait \"reconnecter\" à se souvenir émotionnellement et de la ca a ete dur, suivi psychologique etc...",
      "likes": 0,
      "timestamp": 1758585600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@basile258k",
      "author_id": "UCvtcNt-9ifXDwuUa2uKebKQ",
      "text": "Bonjour. Moi aussi je suis née le 16juin. Dois je monter une secte de ce pas ?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bukketball",
      "author_id": "UCPlmin7qzV96Zd48oNPbHCg",
      "text": "Faut faire comment pour rentrer dans la tienne.. 😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yunikonsystem9425",
      "author_id": "UC0WkKn0l1Zazf2Chs1VafEQ",
      "text": "C'est un sujet qui me faisait peur de la manière dont tu allais l'aborder.\nEt pourtant j'ai été agréablement surprise de voir que tu l'as fait de manière vraiment positive et sans jugement.\nLe problème des traumatismes oubliés c'est que si ton cerveau l'a oublié c'est qu'il n'est pas prêt a le voir / revivre; et que ce n'est pas une bonne idée de chercher des réponses que ton cerveau ne veut pas donner, mais que un jour peut etre il s'en \"resouviendra\" ou plutot tu reprendras conscience de ce trauma.",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@amandyte",
      "author_id": "UC2pR4S9PEG9vyiBuytQYsVQ",
      "text": "Mais son cv tient même pas la route",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@caleightarantinogermanotta8621",
      "author_id": "UCIc_q9mCOSIJSqlbpJpWhgQ",
      "text": "une version belle gosse du christ cosmique en gros",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yassineyassou4695",
      "author_id": "UC6_QXdMW1wYnSESMTCIiyaQ",
      "text": "moi aussi jveux etre un cyber-gourou",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juliemn2478",
      "author_id": "UCxDJ3Og1i7SaOPW4YJ2x4Rw",
      "text": "Bonjour vous êtes vraiment doué on vous écoute avec plaisir très bonne analyse en revanche je comprends pas pourquoi censurer le mot suicide, qui fait parti du vocabulaire français . Svp arrêtez de faire ça.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alrickdeperiers7722",
      "author_id": "UC3aB63UGwMsQ9wesC2a6cCA",
      "text": "Mentaliste",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Falonne-t7w",
      "author_id": "UCXmT7FF1kGFbWCemI06zz2Q",
      "text": "Je ne comprends pas comment on peut être aussi idiot et se laisser manipuler 😢 par des personnes aussi diabolique 😢",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Irv1n3",
      "author_id": "UC0OXPB_hHZIDxmFUBN3I0PA",
      "text": "ignoble les bips",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charlesndjepel3134",
      "author_id": "UCnb1AeNvFg5_X1GRDVHlS1Q",
      "text": "Le monde est vraiment très très bizarre. Celle même qui dit avoir été abusée dans sa jeunesse se retrouve dans sa vie d'adulte être une spécialiste des abus.😂😂😂",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pandora091",
      "author_id": "UCAcwFV4xyiCRMc6TiammuHQ",
      "text": "Bonjour\nune amie m a envoyé votre vidéo sur la secte de la youtubeuse. j ai été très perturbée parce que ce que vous décrivez c est a quelques détails prêts ce que j' ai vécu avec Sonia Spelen. nous sommes plusieurs à en être sortie \"exclue\". Merci de faire circuler ces infos je ne pensais pas  un jour tomber aussi facilement dans ce piège. j en paie encore les conséquences. bonne continuation à vous",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alicemarthe1972",
      "author_id": "UCsYvFO26o2WzLSS6rMcNcgQ",
      "text": "Cantique ou quantique ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xavmyst-9",
      "author_id": "UC9TqCDMa5v3555ft21CK8qw",
      "text": "Qui a l'expertise suffisante pour déterminer si un être est schizophrène, mystique, fou, folle ou spiritualiste ?  Et peut-on être spirituel hors religion ? Là est la question .",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DanielButeau",
      "author_id": "UCMY4XCVNMou2fu1g1xtniTQ",
      "text": "\"Après 3 ans d'absence sans donner de nouvelles il est revenu pour se séparer de sa femme enceinte de leur deuxième enfant à ce moment là\"... \ny'a que moi que ca fait tiquer? Elle a mis sa grossesse en pause durant l'absence de son mari?",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@matthias6238",
      "author_id": "UCttXCFeeiPEkLX80zWUvODA",
      "text": "T'as pas peur de voir sa secte t'attaquer ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ProjetRHIZOME",
      "author_id": "UCYBsUUIo_JkBJTSBNT0MWcA",
      "text": "Pour quelqu’un qui s’identifie à Jésus, je trouve que ses tarifs sont beaucoup plus cher que lui 😜",
      "likes": 1,
      "timestamp": 1745366400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eugenelagegene9222",
      "author_id": "UCBLqOSc6YeMVKYTO1dcCWhQ",
      "text": "Ah oui on voit bien les troubles borderline... La toxicité à l'état brut.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@m2ks_officiel",
      "author_id": "UCkoJPlcQvq4pAv08TPvIZqQ",
      "text": "Mais ques quelle va dire une fois devant dieux elle",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@olivierbastide2043",
      "author_id": "UCUdyJ84-bsmcCfs_DCM3FWw",
      "text": "Les propos d'un individu n'engage que ce qui veulent bien lui donner de la crédibilité.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@virginiechampdeble9631",
      "author_id": "UC6tU10MsI1qnPjRzbmqqOUA",
      "text": "je découvre la chaine, sujet intéressant, mais un peu speed non?? il faudrait prendre le temps de respirer!! c'est important les pauses dans un récit^^ mais sinon bravo, tout ce petit monde du développement perso etc est terrifiant..",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gabdongipark",
      "author_id": "UCC8sOxQAMgEndYrP-MtSyTQ",
      "text": "Je pense pas qu'elle pousse volontairement au suicide mais n'aide pas à résoudre le problème. Tout en prétendant être la solution.\nElle dit pouvoir aider et sauver mais n'arrange rien",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marielc1159",
      "author_id": "UCu0aYAH9wmmYU8Dpp9B2wWg",
      "text": "Elles sont pas assez longues tes vidéos 😭",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@romane9860",
      "author_id": "UCGkzMb7nobQ-3FQ4_P_eb5g",
      "text": "Pour faire un focus sur le processus de complétion : ça se base sur les topiques de Freud. Donc déjà, plus précisément, c'est de la psychanalyse (la psychologie est une science hein). Le refoulement est effectivement un mécanisme de défense qui balance quelque chose d'insupportable au conscient dans l'inconscient. Certes, ce n'est pas prouvé scientifiquement. Eeeeen revanche, ce que fait cette femme est problémtaique, pas parce qu'elle utilise cette théorie, mais bien parce qu'elle n'est pas formée, et que putain, elle le fait vachement mal. Rapellons que même si la psychanalyse n'est pas scientifique, ça peut fonctionner pour certains troubles, pour certaines personnes. Il s'agit bel et bien d'un type de thérapie. Voilà. Je ne vénère pas la psychanalyse, mais j'ai du mal à entendre que ça ne fonctionne pas... Cette femme utilise de réelles techniques à ses fins, elle ridiculise des bonnes thérapies (d'ailleurs, ce n'est pas aux médecins que valider ou non cette théorie, ce n'est pas leur domaaaaaaaaaine)",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ju.lee24",
      "author_id": "UC-cLjv4laeHgvUqe0GSSEVw",
      "text": "Teal swann😮😮? Je l'ecoutais et la trouvais cool. Dis donc... 😢C'est flippant",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@judicaelmayne9274",
      "author_id": "UCgxoCxe6k93D4a2fW6FrmAg",
      "text": "insuportable, la censure de youtube.... c est de pire en pire",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fatimatabintoumarico8032",
      "author_id": "UCyvngcjMdHLfx0EahlB0w9w",
      "text": "12:04",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaeldauchy5491",
      "author_id": "UCeW9ds_ByZZOUUL2mmeVKeA",
      "text": "4:18 ça se voit, désolé. Courage.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GeniusSignal",
      "author_id": "UCpYS6w6Hsp_UFvLr92gbsXg",
      "text": "Ok",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@grattacap",
      "author_id": "UCKMUbi69Z7kBogNltEiXg5A",
      "text": "Il faut s'arrêter de siffler quand il faut dire le mot SUICIDE et tout ce qui l'a petit tête de YouTube veut censurer",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mafalda970",
      "author_id": "UCYhvHm4QiqvhFf973CWZQoQ",
      "text": "Comment s'appelle t elle? Quelle est sa chaîne",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@germainvouillamoz8134",
      "author_id": "UC_BEU_CNLA0Ag9U0aa0fEdg",
      "text": "aaaah les dérives du new age! méfiez vous!",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@furederikku",
      "author_id": "UCRk7a6b9X8COvLo9aT_fFPQ",
      "text": "12.30 tres contreversée WHAT ok j'ai un principe de défense qui n'existe pas selon certain mdr j'en ai c'est chiants a mort mais bon",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@djenevamatogue7642",
      "author_id": "UCdvCi5kSVCGRVocApimSMAw",
      "text": "Je suis désolée et vraiment pas fière de moi mais jai ris 😅 elle a un tel niveau de connerie que c'est impossible de s'en empêcher",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shikki854",
      "author_id": "UCvqdhlY4E9jbmk6L79ppZFQ",
      "text": "\"la vérité de l'univers\" la vérité d'aimer les chips me suffit largement perso",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dannoname5107",
      "author_id": "UCO65Zb8PSR8KVMZ5RiVIrDw",
      "text": "Tous bizarres ces Eulenspiegel...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@savannahwolf8569",
      "author_id": "UCh8c-6ulIftFqzAP9SEusCg",
      "text": "A 100% d’accord sur le cas de Swan, mais juste : la mémoire traumatique (et l’amnésie post-traumatique, que cette dernière soit suite à un trauma crânien ou un trauma psy) a été démontrée des années avant que tu ne publies ta vidéo (en français : le Dr Salmona le vulgarise pour ce qui est des APT psy, pour les non-anglophones et non-membres d’une corps médical).",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@groubill",
      "author_id": "UC2OzE-qUtE016kAoQKUc6EA",
      "text": "Comme quoi apprendre le contexte d'un mot dans une phrase/texte n'est toujours pas à la portée des robots youtube :/\nPourtant j'en ai vu des bandeau pour la prévention aux risques de \"uissides\", \"d'arssellement\" et laisser la vidéo.\nApparemment, le grand pas n'est pas pour youtube...",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DenisDELAGUILA-l9c",
      "author_id": "UC7C6WG8AOBMnF-JSfeyJjRA",
      "text": "bon encore une qui finira en taule c'est une question de temps 😁😁",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GreatDaisuke01",
      "author_id": "UCceJqtSBnhp4NtpIhZeupKA",
      "text": "Franchement le délire de: Ses fidèles sont des gens perdues et isolé, j'y crois moyen, je pense que la grande majorité viennent pour faire une sortie, rencontré leur star, après oui il y a certain qui sont des gens avec de vraie problème sociale, là c'est plus problématique. Et ils ne peuvent pas être suivis en regardant des vidéos youtube.\n\nCe qui est cool quand tu es dans une secte, est que tu voie que le côté sympa de ta divinité, donc on s'en tape qu'elle est égocentrique, a un besoin de surpuissance et de domination sur les autres, on s'en tape, géniale non? XD",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manuebendermarcachien581",
      "author_id": "UCYHnYgGDPW0Qk76DzIevOeg",
      "text": "Ça m'étonnerait pas que cette haine envers la natalité est que Teal ne puisse pas avoir d'enfants🧐",
      "likes": 19,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tahia_maroc",
      "author_id": "UChJafvYjmJEhn39vePaeG6w",
      "text": "Tout pour la money 🤑💸",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@goova4116",
      "author_id": "UC1COneLVJ8izcD1M_nTs4sQ",
      "text": "église de réveille version occidentale 🙌🏿🙌🏿",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mallem1755",
      "author_id": "UCfDR_b3C5V6Mxvy8GtKiYZQ",
      "text": "Les bip, c'est pour quoi ? Tu peux pas mettre un bruit de dindon à la place ? Ou un silence ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evanoucha93",
      "author_id": "UCKBZjixdqHnkI3HUcSI4DZw",
      "text": "Pourquoi \" PUTAIN DE CHAT \" t'a un problème avec les chats ? \nSinon ok vidéo complète.... ça fait flipper !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hein6870",
      "author_id": "UCdDmQ-Go-tWBAKYseniXkOQ",
      "text": "Si on te dit le suic!de est comme un simple recommencement....... Effectivement la première idée n'est pas de t'en éloigner mais au contraire de vouloir mieux recommencer 😗",
      "likes": 0,
      "timestamp": 1747958400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@iwerzohn6339",
      "author_id": "UCRf9lyXq_CRvtPJnc-M3Lew",
      "text": "Évidemment il existe des charlatans partout, mais il s’agit aussi de faire la part des choses car s’il existe un risque réel d’incorporer de faux souvenirs aux patients en essayant de traiter la mémoire traumatique, le sujet ne devrait pas être décrédibilisé pour autant, tout comme l’ouverture à la spiritualité. Il faut « juste » savoir faire preuve de discernement dans certains cas et surtout savoir rester incarné dans la matière une fois que l’on y a mis un pied dedans (qui est en mon sens une source de richesse).",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@recorr",
      "author_id": "UCCq_ZCHMtNAus6uCY_YEu0g",
      "text": "c'est bizarre, mais absolument tous vos arguments, sans exception sont sans valeur, mais cette femme semble dangereuse, en tous cas, en tirer quelque chose de positif semble un sacré challenge",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tudualhuon4409",
      "author_id": "UCqkqvygJAbTTkzDJQ-hIDXQ",
      "text": "La mémoire traumatique c’est une vrai chose qui a été prouvé scientifiquement. Face à des événements trop hardcores pour la psychés le cerveau préfère juste faire comme si ça n’existait pas et oublie. La seule différence c’est qu’il n’existe pas de méthode pour faire ressurgir la mémoire traumatique car justement la victime ne se souvient plus que ça a existé. Simplement, certaines victimes se souviennent de ces événements grave à des déclencheurs parfois sous formes de flash des années plus tard. Donc une personne  qui prétend pouvoir faire ressurgir la mémoire traumatique c’est effectivement tres peu probable…",
      "likes": 10,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EnergieVieS",
      "author_id": "UCwmgWd8cn0SHjp3vc74UyOA",
      "text": "Cerise de pisse sur cette montagne de merde m’a bien fait rire",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PuppetMastazZ",
      "author_id": "UC8HH-SpSizkyp4ZhGi6XGKA",
      "text": "Comme d'habitude, une seule conclusion : les gens sont en moyenne très très bêtes et en manque d'attention.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@animpop",
      "author_id": "UCuDef8HOlkjFCOM1yEPWcZA",
      "text": "Bordel je veux crevé",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@domnic2035lejeune",
      "author_id": "UCSnBp5KW8YfamueM1-jVR9w",
      "text": "celui qui parle de elle ce serre de elle pour avoir plus d'abonnement , ces qui qui profite de l'autre ???",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@c0c01er",
      "author_id": "UC7jIfqSKiUI8PTOZ0QLaG9Q",
      "text": "C'est reupload ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lnarougeaux",
      "author_id": "UCG0awtVxbrhl1zZkHIiCicA",
      "text": "J'aime bien tes vidéos, mais je trouve que tu parles trop vite ! J'ecoute en 0,75 😕",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@INCHRISTWETRUST7171",
      "author_id": "UCMY_Y1N0UqXLbfW9PQm7MvA",
      "text": "J'en ai marre de la voir partout et je me demande même si son histoire de victime d'abus/trafique est vrai.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "",
      "author_id": "UCTGxXHO6qetYRIFTsASRINQ",
      "text": "19:06 il est moche mais je préfère me faire soigner par Teal.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sweetp6214",
      "author_id": "UC4Y3RBPuQRwtbZ4TWtF4HVA",
      "text": "Rien que ça…. Elle se prend pas pour une m*rde madame Irma",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@feanaro07",
      "author_id": "UCQOca-Cfw33otfaPQiPruow",
      "text": "Bon c'est terrifiant et à la fois devenu si banal à lire ce genre de dérive. \nLes traumas refoulés sont un fait comme on preciser plusieurs personnes dans les coms. Le soucis etant que ces gens ne sont pas formes et se projettent dans leurs \"patient\" d'ou la fabrication de souvenir. Surtout si elle croit réellement qu'elle a des dons magiques... \nLes jeux de roles par contre, j'ai checké un peu et ça m'a plutot m'air d'être du bullshitt et justement un risque de donner de faux souvenir.\nSa méthode ressemble pas mal au coach et au buisness pyramidal aussi.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kraatzou",
      "author_id": "UCH0R-KP2G6eXoI4tyLK6cKA",
      "text": "Effectivement, les bips cassent les oreilles. Je sais que tu n'y peux rien, c'est la faute à YouTube, mais ça gâche tout ! Sinon, vidéo sympa, on voit comment le new age peut faire du mal et faire croire aux gens qu'ils ont une pratique spirituelle alors que non. Merci, je ne connaissais pas cette youtubeuse qui a l'air d'avoir un égo surdimensionné.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@analogNath",
      "author_id": "UCtWGog7MvXhnLgbu6wNrA8Q",
      "text": "Les troubles dissociatifs post-traumatiques, dont l'amnésie, existent véritablement et avec une personne sur cinq victime d'abus sexuels pendant l'enfance (c'est encore pire aux USA) qu'on soupçonne de mentir pour attirer l'attention, il n'est pas étonnant que cette femme entraîne avec elle dans son trouble non résolu et ses conjectures les plus désespérés... Les victimes sont nombreuses, elles ont besoin de soins et de pouvoir s'exprimer.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Liekedrim",
      "author_id": "UC6J8TN2HEVMPMy26itIkQGA",
      "text": "10:05 Comme tu le dis toi-même ce sont les critères d'une sectes, alors au lieu de parler de petites sectes d'une centaine de personnes, tu devrais peut-être parler de la plus grande secte au monde qui est appelée《religion》.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manuebendermarcachien581",
      "author_id": "UCYHnYgGDPW0Qk76DzIevOeg",
      "text": "Alors cette histoire de bouton qui réinitialise ...heu je suis bipolaire et en effet j'ai des idées du genres surtout rapprochant la 40 aîne et que j'ai cette impression que bha ça a foiré quoi...j'en suis consciente que ce ne sont pas des idées normals mais bon ...un truc me dit que cette femme va pas bien",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Elma82",
      "author_id": "UC9zxOCHd2HiiGnXlrkmDqGg",
      "text": "C'est l'arrière petite fille d'Elena Blavatsky 😂😅",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@moustikk5395",
      "author_id": "UCfdFUoYCagUAfqcxbJDZG4w",
      "text": "C'est pénible tous ces bips ! Vous ne pouvez pas remplacer ces bips agressifs par quelque chose de plus soft? Au passage, une itération de suicide n'a pas été bippé. 😉",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fadelnekkache1141",
      "author_id": "UC3YO_7YI1G4ruNYkMJrbLCA",
      "text": "Une méditation est une prière et si on ne prie pas le créateur.. qui prie-t-on? Voilàaaaa! t'as compris pourquoi on se suicide dans son sillage.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lililupin5478",
      "author_id": "UC5w5L15tpsBUyJAuw74jLqg",
      "text": "A partir du moment où un 'prophète' demande de l'argent alors fuyez loin",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MsBizbille",
      "author_id": "UCGblYBn_eeq5mBTJRsa8olA",
      "text": "On est certain qu'elle n'a pas pipoté son \"passé\" ? \nÉdifiant en tout cas !",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@___porpax5711",
      "author_id": "UCHCcyWtt7sGgEEo57sc2bVg",
      "text": "Trop trop beaucoup trop de beep! C'est presque BEEEEP par moment !\nPar pBEEEEP choisi un mot-code ca sera plus BEEEEEP. Parce que part moment j'ai même juste rien BEEEEP!\nBEEEP <3 !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@addisund8245",
      "author_id": "UC0gF6lZmSqQCzxnssOmR-Ag",
      "text": "Bah punaise je suis à 17:30 mais meme au début c'est quand meme loin d'être bête, bien sûr que les gens cherchent à ne plus souffrir et bien sûr qu'il faut tenter de leur faire comprendre que se dévivanté n'est pas une solution envisageable. C'est peut-être maladroit mais ca part d'une intention louable ou est le probleme ? \nIl ne faut pas tout mélanger justement , que sa finalité ai été machiavélique ou autre est une chose d'ailleurs c'est le principe meme de manipulation une part de verité dans le mensonge , neanmoins on ne peut pas tout jetter sous pretexte qu'une ou des personnes s'en servent à mauvais escient. \n\nDonc dire: vl'a le discours enfuyez vous c'est un drapeau rouge ! \n\nMais c'est un résumé vachement limite. \nJ'aime bien le travail du contenu sue je viens de découvrir mais alors je ne partage pas du tout ton opinion. \n\nElle s'est servie en partie de bons outils a mauvais escients. \nCe ne sont pas les outils le problème c'est la personne derrière comme pout tout en fait 🤷",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Natverr",
      "author_id": "UCDOq8UmBe33BN8iuwH2PWbg",
      "text": "Oh les bip la c'est bon, même feldup n'en met plus",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cassetetechinois1473",
      "author_id": "UCBHpkz5QOai3fM813sSflHg",
      "text": "Moi je devient dépressive si je donne 1500 eu à une meuf qui te suce même pas .",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raphael-le3237",
      "author_id": "UCdJwlA2ZMwHkQZOa4UqREIg",
      "text": "Hélas cette histoire ne me surprend pas, c'est typique de l'échec de la psychiatrie (pas assez de psys, médecins généralistes pas assez bien formés pour rediriger leurs patients, stigmatisation) du coup les gens se tournent vers des méthodes alternatives...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LE.B-b3y",
      "author_id": "UCanD22Ypa-qaycdAMxn_1OQ",
      "text": "De la 🐱 à sa mère !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementgrauby5871",
      "author_id": "UCMGqvUD80qopZW_6ZgJAOTQ",
      "text": "La vidéo n à pas été postée il y a 1szmaine ?",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fyross",
      "author_id": "UCCQoV7XPC0d6V2mSu5Sn0bg",
      "text": "je rêve le mot suicide est censurée, putin",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christellekekuine5173",
      "author_id": "UCRkMKJ-Glq7BiAkFnq9cq4Q",
      "text": "C'est dommage vous parler trop trop trop trop vite",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chibievampire",
      "author_id": "UCJjXdyjLKnAq2LHc4ond-vg",
      "text": "C'est insupportable ces bips. Si vous savez que vous allez censurer chaque mention au suicide, trouvez plutôt un synonyme ou un mot qui le remplace plutôt que de mettre ces sons insupportables 😥",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Asildor49",
      "author_id": "UCAkAYgB5I3vHG-qehf6llOg",
      "text": "J'aurai aimé intégrer ce groupe pour mieux le sauver",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SachaDeDeur",
      "author_id": "UCwOdImY0ToNyDfYq3UoVdkg",
      "text": "oh les biip c'est INSUPPORTABLE !!!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_MKSN",
      "author_id": "UCGKgDsxAqo5hi2sD-nHpcHg",
      "text": "Quel enfer cette meuf vraiment c'est A-FFREUX",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lyassinlyassin9367",
      "author_id": "UCN-0_WvO1Fq5IxVkA0t1kQQ",
      "text": "T façon,l homme es tellement paumé que même si ce serais un extra terrestre,il serais influenceur avec le plus d abonnés.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@onokomachi9596",
      "author_id": "UCiy6UwGzKUkB25DmeK6NtJA",
      "text": "C est grave de ne plus pouvoir prononcer des mots existants dans le dico ! La liberté d expression est en train de partir grave en c.......s biiiiiiip!",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@irisb7088",
      "author_id": "UC_R7G7sTe9h7dM1QSMyDoWA",
      "text": "Inviter à revivre ses traumas comme le fait Teal Swan, n'est pas une pratique courante en psychologie, comme vous osez le dire... Certes un psy essaie de faire un \"historique\" pour mieux comprendre la situation, qui peut amener le patient à revivre certains évènements, mais en aucun cas la personne y est poussée.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@melekoprea4416",
      "author_id": "UCOe3PPDpAL2ud73CT3B3Xgw",
      "text": "cette femme elle me fait penser a la bete dans la bible",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ilycode",
      "author_id": "UCoyASPxCHWMZh005A1tFGcA",
      "text": "c'est du shaming .... c est nul, meme si la meuf fais des trucs pas bien toi tu fais ton vbeurre dessus en en parlant comme de maniere tres nonchalante",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@redman13011",
      "author_id": "UCgAUcsi4hYmP0Wpb5AlePjQ",
      "text": "Alors sue youtube la femme peut mettre des vidéos qui pousse au suicide par contre ta video qui debunk et explique son fonctionnement est censure quand tu dis le mot suicide... Tout va bien",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@josefrance8934",
      "author_id": "UCYJDiu_1s-tj1vaVsOEy4fA",
      "text": ":face-blue-smiling:Nous sommes en pleine époque des FAUX prophètes gourous et compagnie...:face-purple-crying::face-pink-tears::face-blue-wide-eyes:",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gaellecastor3866",
      "author_id": "UC-x-ID-gaQyQsRfpioX0XSQ",
      "text": "Rien à dire sur la vidéo ! Boulot intéressant et bien documenté. Mais c’est quoi, cette sensure??? On est au pays des bisounours, ou quoi ??? Sexe, suicide ne sont pas des gros mots! Enfin, mais c’est dingue!!!",
      "likes": 0,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_Nraw",
      "author_id": "UCoCvci8sHDou99ZLSAf8N4g",
      "text": "Peut-être qu'à force de quémander les 400k l'algo te fais perdre en visibilité pour te troll 👀",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@drmeme42",
      "author_id": "UCBI-dYDX16vNTqLA9EdgCwQ",
      "text": "c'est vraiment genant ces beep tous les 3 secondes, trouve une paraphrase ou dis les termes",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aquarius044",
      "author_id": "UCHic247Bc9r2BampO2E37JA",
      "text": "Dès que j'ai vu de la censure (ce qui est le comble de la pudibonderie car on aura tous compris que le terme banni est «suicide») j'ai abandonné le visionnement. Je le fais non pas non pour punir le youtubeur (qui a fait du bon travail, lui), mais pour protester contre le puritanisme stérile et infantilisant de YT.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jesuinosanto",
      "author_id": "UCv_Vpx3y8JS5ZEls8GKYhgA",
      "text": "Salut à toi,\nTu dis de grosses conneries aussi.\nLes mouches à mer.. sont vraiment utiles.\nDonc je classerai cette personne plus dangereuse que beaucoup d'espèces d'insectes, mêmes les nécrophages n'ont aucune fascination pour la mort.\nElle utilise le peu de conscience qu'elle possède à des fins vénale, sadique et morbide. (Je n'ai jamais écrit de propos si méchant). Il faut que les gens soient au courant.\nMerci à toi",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mikufan.01-u6d",
      "author_id": "UC1jPqxmo0YoQI9AcuQvnBng",
      "text": "Est-ce que quelqu’un peut me rassurer ? J’ai des proches qui acquiescent les propos de François Lemay, et je ne sais pas quoi en penser. Je n’ai rien contre lui. Je suis juste un peu perdu, car je n’ai jamais regardé sont contenu par peur. Je suis persuadé qu’il ne fait rien de mal pourtant certains propos des mes collègues me font flipper. On me fait des éloges sur cet homme sur des pratiques fortement liés à la spiritualité (ça me met mal alaise pour je ne sais quelle raison). Je n’ai pas grand chose à rajouter, mais si quelqu’un pourrait comprendre ce que je veux dire derrière ce message ça m’aiderait beaucoup.\nMerci \nEt très bonne vidéo sinon✨",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Meylo_mallow",
      "author_id": "UC3vSupAnKVMDBQdsTYq8xWw",
      "text": "J'ai regardé pas mal de shorts extraits de ses conférences et autant parfois je comprenais autant d'autres fois ce qu'elle disait n'avait aucun sens et même était contradictoire. J'ai arrêté de regarder. Sinon je ne sais pas où elle a dit ça mais schizophrène + bipolaire + trouble borderline ce n'est pas possible. Personne n'a toutes les maladies mentales en même temps et surtout la bipolarité absorbe le trouble borderline donc on ne distinguera pas les deux dans une seule personne. Bref",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@michelff3588",
      "author_id": "UC-AwIrrgcz6Qd8fCdqL4FtA",
      "text": "alors c'est terrifiant mais je reconnais les discours de quelqu'un que j'ai fréquenté pendant des années, et qui m'a bouffé la vie. C'était une secte, obviously, mais là, c'est 99% des mêmes schémas. En tout cas merci d'en parler et de vouloir sensibiliser à ça ! road to 400k !",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MsTicha21",
      "author_id": "UCYtq85JooJRGpPvBkGhIxKw",
      "text": "Insupportable les bips successifs, je n'ai pas terminé la vidéo.",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicoconi3347",
      "author_id": "UCk2AOOrMYGEFfnfR-9DKiLg",
      "text": "youtube vous me pété les bip a interdire des mots qui nomme une situation ou un fait.\ninterdire le mot ne peu pas supprimé le fait!!!!!!!!\ndonc je vais prendre plaisir a vous insulté sans insulte: je vous bip au bip bande de bip. votre bip et si énorme que je vous bip sur la tronche.🤣🤣\nbien sur je vient de faire de l'humour car il y a pas d'insulte 🤯tête de bip...............",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jean-claudeselle3010",
      "author_id": "UCxZDw1b7b1pL77w0oHa1blw",
      "text": "Son don s'appelle la mégalomanie tout simplement ... Et peu-être aussi un autre qui s'appelle mégalomanie ... Avec en plus une bonne dose d'égocentrisme et elle se pense supérieur",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@honey__lemoonn1814",
      "author_id": "UCmJS7irPmIQded_r1qoOreg",
      "text": "On dirais des gens qui ont peur de perdre encore des gens. Après si les gens sont aussi bête pour faire confiance à une inconnue faut les laisser",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrAntomaster",
      "author_id": "UCwVpbJJJNEYlF77BJyVfxQw",
      "text": "tu as oublié une censure du mot en S",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lecoutcritique8854",
      "author_id": "UCBhf5-gbwv7O0UOqtSo0zOw",
      "text": "Merci de ne pas parler de psychologie quand on parle de PSYCHANALYSE. En tant que que psychologue, je refuse d'être assimilé a cette arnaque (en bande organisée). Le titre de psychologue est protégé par la loi, ce n'est pas le cas de celui de psychanalyste.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alicialandbeck1231",
      "author_id": "UCcSC3X8IPEm1tRvLADmQXyQ",
      "text": "Hello, par contre attention à ce que tu transmet. Concernant les théories sur le Trauma, 90% de ce que tu dis ne correspond pas du tout aux théories scientifiques, analytiques et autres (je suis spécialisée la dedans)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MsTyma67",
      "author_id": "UCh9Go8dctR1JfyzB7ZRu0sw",
      "text": "Le problème des \"thérapeutes\" c'est qu'il n'y a besoin d'aucun diplôme pour avoir ce titre, même en France c'est légal de s'auto proclamer thérapeute. Du coup beaucoup de personne tombe dans les piège de gourous. Il y a des thérapeute qui sont bien et on vraiment bossé leur sujet et peuvent apporter un réel complément à un suivi psy mais il faut savoir rester critique. Même pour les psychologue et psychiatre faut faire gaffe car certain utilise la psychanalyse qui n'est pas une science et a même des tendance de dérive sectaire. Je suis dans le mode de la thérapie en tant que patiente depuis maintenant de nombreuse année et j'en ai vue des connerie que ça soit en libéral ou même en hôpital. Perso je préconise la TCC qui est basé sur les neuroscience et qui m'a sauvé la vie. Courage à celleux qui passe des périodes d'enfer, je vous envoie tout mon soutien.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stephanehoullier2116",
      "author_id": "UCPfi_MmK_2lsgS7vios1weA",
      "text": "Bonjour à tous. Il y en a plus qu'assez de cette (auto)censure, qui ne dit pas son nom. Surtout sur ce type de média, complètement hypocrite à minima, voir psychotique. On y voit des pubs pour : acheter des armes; des sites de rencontres pour adultes, des escroqueries en tout genre, des contenus plus que lumites, mais on interdit de nommer précisément, des actes et des comportements plus que horribles. On est en plein dans le roman de George Orwell, 1984. Il faut réfléchir à, trouver et poster sur des médias plus honnête.",
      "likes": 0,
      "timestamp": 1745366400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@camilledelannoydecoco",
      "author_id": "UCJWr2m9pRv-K_r9A-VydsJw",
      "text": "Je la suis sur les réseaux et bien que son message spirituel et ses conseils sur le développement personnel sont très bien, le côté savior complex est très gênant et dénature le concept original 😬C'est toujours le problème avec le domaine de la spiritualité, il y a souvent des dérives, certains pensent avoir des \"dons\", être supérieurs et ça part en cacahuète! Il faut savoir faire la part des choses. Perso, des vidéos sympa sur la psychologie et la spiritualité okay mais la retraite deluxe à 5000 balles non merci 😅",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flamme8587",
      "author_id": "UCtHfq-fU1OSMQtXlRp76G2Q",
      "text": "Omg moi aussi j'ai envie de créer une secte (mais sans les trucs bizarre)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@chenellamoon4057",
      "author_id": "UCujkuAZahBDoGNeKkZ5RbGw",
      "text": "A votre avis elle est pire que  Charles ou Jim?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmaphilo4049",
      "author_id": "UCdJLorp5BZspsunjeARZU9Q",
      "text": "Je connais bien Teal Swan, j'aime pas du tout ce qu'elle fait.... D'ailleurs c'est pas elle dans la vignette.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Carouan",
      "author_id": "UCu9CYp4q02jVW_6iLw3sT4w",
      "text": "⚠️⚠️⚠️\nAttention à 12:20\nLe concept de mémoire traumatique existe bel et bien et est scientifiquement prouvé. \nMerci de ne pas dire n'importe quoi.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marcoprolo1488",
      "author_id": "UC37ppWme-MUO_g5rrLvn2Tg",
      "text": "Je trouve ton approche très irrespectueuse. Je ne connais rien de cette personne mais si les clients y trouvent leur bonheur et leur salut c'est leur problème. Si ils vont la voir c'est qu'ils ont un besoin. Il ne t'appartient pas de juger de leur propre ressenti ni de la valeur de ces prestations. La vraie question serait plutôt de savoir pourquoi des gens sont si mal à l'aise dans nos sociétés occidentales et pourquoi des gens comme toi se permettent d'en insulter d'autres.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hippiestafarii",
      "author_id": "UCLfTu0QogGBtduCvmDZ3Scw",
      "text": "Peut être que la faute est partagé entre elle qui dit et ceux qui écoutent ...",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maindo942",
      "author_id": "UCap_lZpIVuqYxQMo9qpa4MA",
      "text": "Très bonne vidéo mon amis, mais des Bips ! toutes les 2 secondes c'est vraiment insupportable, tu devrait trouver une autre solution, remplacer un mots par un autres, ou changer de terme dans la définition. Parce que là ... 🤯",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@annabees",
      "author_id": "UCG36bUH7Z_3YtLbjgExFUKQ",
      "text": "L'amnésie traumatique c'est controversé ?! Je comprends mieux pourquoi ma psy a voulu me faire remettre en question le témoignage soudain d'un membre de ma famille sur un v*ol subit 15 ans plus tôt... Ça me semble tellement logique que ça existe qu'il va falloir que je regarde qui la remet en question 😐🤨",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jevisdoncjesuis",
      "author_id": "UC6llTRjhPHiSGSC6SQTViCQ",
      "text": "Une petite video sur Thierry casanova? Ya de quoi faire là aussi 😅",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximedeveaux2898",
      "author_id": "UCRAkB2xW5FimRroFD1gLJoA",
      "text": "Je n'ai pas aimé votre vidéo que je trouvais ne porter aucune substance sérieuse jusqu'à 7 mn, c'est bien que les gens se réunissent cette société est pourrit a la moelle !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mariepierrebm2775",
      "author_id": "UCO07-_yITHi8ZUZuO7KEuXQ",
      "text": "Tout est tellement faux que vous êtes des mouton broooooo 😅",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gogowshagenai6139",
      "author_id": "UCkn3f-p9okHhnds9zzRJxnw",
      "text": "Psyvhanalyste * pas psychologue. Merci de respecter la legitimité des psychologues, formés sur des bases scientifiques. :)",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@melissacanada8501",
      "author_id": "UC4zDaVYSvnZE7AXK52lEJ0A",
      "text": "Il n'y a que Dieu qui est Bon.❤",
      "likes": 11,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cam.Vassaux",
      "author_id": "UCSQZryvH5i94awnFd-Nx4gw",
      "text": "La bonne vieille recette de la \"spiritualité extra sensorielle\" pour justifier une ingérence toxique dans la vie privée d'autrui ! Bref, un méga \"red flag\" qui est souvent glamourisé !!!\nLes histoires de signes astrologiques et leur compatibilité dans un couple, c'est très courant et pourtant le début d'une pente glissante 😔.",
      "likes": 0,
      "timestamp": 1758585600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MeYoTi3046",
      "author_id": "UCAdiGrjQzEpUCcHMUPF-U-Q",
      "text": "Ce qui est profondément triste dans tout ça, c'est que l'Humain est tellement méchant et dans le jugement, que des personnes ont besoin d'aller vers des organisations telles que celles de cette femme.",
      "likes": 0,
      "timestamp": 1745366400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@olivierbastide2043",
      "author_id": "UCUdyJ84-bsmcCfs_DCM3FWw",
      "text": "Les propos d'un individu n'engage que ce qui veulent bien lui donner de la crédibilité. Bien à vous le guru de la S.A.D.L.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brendy_lw",
      "author_id": "UCLfKdmp-8e2m0us8mUQ5cbQ",
      "text": "En France, on a un type qui s'appelle Thierry Casasnovas et qui a crée une secte grâce à Youtube.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emilie5228",
      "author_id": "UC050aGwsvzSyiCc0bJt2OXQ",
      "text": "Désolé mais le fait que tu parles de l’amnésie traumatique comme une théorie est non entendable, dommage parce que la vidéo n’était pas mal au début mais je vais m’arrêter là, à 12min55.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Anto-sz3kk",
      "author_id": "UCq1MhIbcCvxYF2LiVGFTMaw",
      "text": "Insupportable les bip...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pascalewouters-tn5hy",
      "author_id": "UCmRkr8laONRDTZJxbKukyIQ",
      "text": "Qui vous oblige à ne pas dire en clair le mot suicide c’est français ….de nos jours on ne peut plus rien dire ça devrait vous revolter",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@piedsnus1217",
      "author_id": "UCxg-5cbzWJK-Ap1wDXHspMA",
      "text": "Interressant. Juste quelques petits points  \n\n- Tu confond \"channeling\" et \"constellation familiale\", non ?\n\n- Ensuite, la meuf ne semble être quand même humaine, ce qui fait qu'elle a droit a l'erreur et donc a la jalousie. Elle avance elle aussi dans son expérience terrestre. \n\n- Ensuite, question existencielle : Qui a déja été confident.e d'une personne qui va vraiment passer a l'acte ? Car on voit bien, dans ces moments là, que ce n'est pas en l'enchainant ou en lui disant d'aller se faire soigner que ce fonctionne. Au contraire, écouter le personne, la comprendre, lui faire aller au bout de ses raisonnements, c'est une porte facile a ouvrir. Mais les personnes que j'ai rencontrée n'avais aucunes confiance en les \"pro\" comme tu dit. On ne sauve pas quelqu'un qui ne veux pas etre sauvé. Et je dirais même plus, par ce biai, on renforce le triangle Victime bourreau sauveur. C'est très délicat d'être l'oreille d'une personne plus bas que terre. On fait comme on peux ... \n\n- L'aspect non professionnel m'a paru un jugement de valeur fort dans ta vidéo. Comme si les diplôme avaient raison. Non, c'est la personne qui soigne qui à raison. Et je ne pense pas que l'on va demander aux psychiatres combien de gens sont passé à l'acte malgré leur conseils géniaux et leur théorie éprouvée ?  \n\n- Les gens sont parfois pas trés fûtfût ... Dés qu'on avance une solution, certaine personne nous prennent comme un messie et pense que l'on a va les sauver a leur place. Une personne charismathique comme Teal a probablement eu l'avantage sur des personnes perdues, sans pour autant le vouloir. Je pense que les gens devraient apprendre à avoir un peu de discernement, mais comme on apprend tout en bloc des savoirs achaïques (les fameux \"proffessionels\"), alors il est difficile de se sortir de ce moulage de cerveau. \n\n- Le reportage dont tu parle, que je n'ai pas vu, mais dont je peux en apprécier les extraits dans ta vidéo, semble vouloir confirmer une idée de départ par un max de biais de confirmation. Classique. \n\nVoilà, je crois que c'est tout ^^ Je précise que je ne connaissais absolument pas la nana avant de voir ta vidéo, mais je suis allé écouter son discours et me faire un avis par moi-même. Ce qui m'améne a la conclusion, dans laquelle je dirais que je trouve ton avis semble assez hâtif et basé sur  l'avis l'homme qu'a vu l'homme qu'a vu l'homme, qu'a vu l'homme, qu'a vu l'homme, qu'a vu l'ours ...",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@___Elidja",
      "author_id": "UC29vnyDkxUQAYCiyTzjso2A",
      "text": "Le jour viendra dans cette vie ou dans une autre, ou tous les propos méprisant que tu auras eu concernant les hypersensibles, les gens dotés de facultés de clairvoyance ou clairaudience etc, te sembleront plus aussi farfelu 😉\n\nTu as encore un long chemin à faire vers la sagesse pour comprendre que la vie ne s’explique pas uniquement pas des choses prouvées scientifiquement. Car celle ci a ses limites que l’invisible transcende au delà de toute imagination.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yassinisoufiane",
      "author_id": "UCdTfpdCFksqfwLJA9pAGnhg",
      "text": "Ah les secte new age/développement personnel.\nQuelle fardeau.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SeulsSurUneiIeDeserte",
      "author_id": "UCmV_6v7ceVmUAg3rwk9C9Uw",
      "text": "Insupportable cette vidéo : vous connaissez visiblement pas la ponctuation. Vous parlez telle une mitraillette c’est du vrai bourrage de crâne. Vos répliques grossières n’ont rien de drôle et vous mettez 100 mots là où 3 suffisent. Bref, sujet intéressant, mais tellement mal desservit.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheGreatGuigui32",
      "author_id": "UCeZwixTdU-K8sqB5oYNqkdg",
      "text": "@11:08 il manque un biiiip",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jesslife3788",
      "author_id": "UCku5Wf8RsUrGlvo3HLPPjhA",
      "text": "Schizophréne , bipolaire et borderline. Est ce possible ? Déjà borderline c'est compliqué",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LesvoyagesdeMargaux",
      "author_id": "UCDodUnB-oUQj3k1DaZMNdnQ",
      "text": "Je suis passé vite fait sur son compte, elle n’a pas l’air d’être un gourou non plus. Par contre je pense que chacun est quand même responsable de sa vie, comment on peut dire que c’est sa faute, elle n’a jamais dit aux gens de se suicider… elle est peut être à côté de la plaque mais à la fin de la journée chacun fait ses propres décisions. \nJe trouve ça trop facile de lui donner toute la responsabilité. \nLes gens ne sont pas forcés à l’écouter. J’ai été déjà dépressive c’est pas pour autant j’ai écouté tout et n’importe quoi. Bref",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tizianosavino7523",
      "author_id": "UC5hoArfzehVtEnv3nq5FIQg",
      "text": "En scientologie c'est le même principe !! Freud en parle aussi !! 🤷🤷",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PierreAntoineCoipeault",
      "author_id": "UC1n3NRZsbCG-5nVlSuH4S3w",
      "text": "tu veux plus d'abonnés ? repasse tes tshirts ! respecte-toi",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sophiamelanie638",
      "author_id": "UCFQNKJxCUsOBXDSwpwUDXLg",
      "text": "Interesse toi au travail de Muriel Salmona qui explique la mémoire traumatique.  Malheureusement tu confonds les choses et tu as des propos dangereux pour les victimes d'inceste.  Toi aussi remets toi en question.  Parler de ça, sujet grave et complexe, comme tu le fais sans t'être un minimum renseigner sur le consensus psychiatrique, franchement c'est vraiment nul..",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ghjuvanino9378",
      "author_id": "UCIQoKhvj2sv577xxHDgSdSg",
      "text": "Et sinon un fer à repasser ça coute trop cher ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@هِلال-و6ط",
      "author_id": "UCmN93FndmaxhIUTfxw2I4nQ",
      "text": "C’est vraiment diabolique, tjr le même mode opératoire, séparer les familles\nQuand cet havre de sécurité est brisé, on est livré à nous même et on cherche désespérément un moyen de combler ce manque j’ai l’impression\nÇa attaque les parents et remet la faute sur eux alors que c’est sans aucun doute (normalement) les seuls qui nous aiment par nature et de manière inconditionnelle !",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@godswill1598",
      "author_id": "UCpiEvTNC5y31sP3AsjaOQBA",
      "text": "Que notre Seigneur Jésus-Christ aie pitié de Teal et de toutes les personnes qui tombent dans son piège ❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexandraardnaxela3079",
      "author_id": "UCqRbnDDkAzWVk0vsY4JmxYQ",
      "text": "ATTENTION @Hardisk, il y a certaines informations complètement erronées dans ta vidéo, notamment  concernant les souvenirs traumatiques refoulés, renseigne toi mieux avant de tirer sur l'ambulance 😊",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ForTheNextGate",
      "author_id": "UCNEr85kghBuxEVbjKlQpKbg",
      "text": "En vrai ça dépends des gens. Moi ses vidéos m'ont énormément aidé dans les pires moments de ma vie et éduqué.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bibiboitedalu",
      "author_id": "UChsRrvmxLHKSIVfiNKEUrAQ",
      "text": "casasnovas a le meme mode operatoire",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Marc-Opolo",
      "author_id": "UC3rF-sn4I2gCCeTYLQEfYYw",
      "text": "J'ai beau essayer d'aller jusqu'au bout de l'histoire, mais je n'ai pas pu. Malgré tous mes efforts, j'ai dû arrêter la vidéo avant la fin : trop de grossièretés verbales. Pourtant le bougre semble être assez intelligent pour comprendre que sur YouTube, il y a toutes sortes de personnes qui regardent les vidéos. Et donc, à cause de cela, il est primordial d'adopter un langage correct. Il a censuré des termes que YouTube censure, ce qui est très bien. Mais, malheureusement il n'a pas pensé à en faire de même avec les termes qu'une bonne éducation censure.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bloody.Black.Sabbath",
      "author_id": "UCCJLM6oKdy0pSYufVfWeNDQ",
      "text": "Je pense effectivement que cette femme a des dons, mais qu'elle ne contrôle pas tout ce qui arrive... Ce n'est pas une femme dangereuse... Simplement tout ça la dépasse... Je n'ai pas l'impression non plus qu'elle ne s'aperçoive de l'impact sectaire qu'elle créée autour d'elle (que ça soit dans son cercle intime ou avec sa communauté d'abonnés)... Elle vit dans son monde... Et ce qui est malheureux c'est qu'elle est sincère quand elle dit ce qu'elle dit sur le suicide... et même si elle n'a pas de mauvaises intentions, ça la rend responsable de ses actes et des ses propos...",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Enae-Lebiew3",
      "author_id": "UCNTFEt3k3v6STFCfjuMFXog",
      "text": "Cher Hardisk, \nPourquoi ne vous ai-je pas rencontré plus tôt ? Tomber sur votre chaîne Youtube 🎬 a été un petit cadeau de Noël 🎄🎅🏻🎁 en avance ! \n\nBon, allez ! J'arrête mes conneries !\nPlus sérieusement, j'adore ta façon de raconter, les sujets abordés, bref TOUT !\nMerci pour ton travail super qualitatif, bravo 👏🏻👍😉\n🧡",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Asildor49",
      "author_id": "UCAkAYgB5I3vHG-qehf6llOg",
      "text": "Que les gens sont ... faibles",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}