{
  "video_id": "OskBtPeobas",
  "title": "How Star Citizen ruined its creator's life",
  "url": "https://www.youtube.com/watch?v=OskBtPeobas",
  "comment_count": 276,
  "comments": [
    {
      "author": "@hardisk",
      "author_id": "UCA6rJQnIFgQOcjO-xtNV7lg",
      "text": "Chaque jour, on remue un peu plus le couteau dans la plaie pour JDG 😔",
      "likes": 513,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@COP_rider",
      "author_id": "UCkzjrxbB-li8oANc8C81COQ",
      "text": "En tant que joueur actif de Star Citizen t'a réussi à m'en apprendre sur Chris Robert, trop bien ! Effectivement on sait pas quand  le jeu sortira après ça fait 3 ans que j'y joue et même avec 1 seul système je m'amuse toujours autant, à force de jouer on sait contourner tout les bug surtout qu'ils sont plus autant que ce qu'on dit, JDG ne joue presque jamais je sais pas si c'est le bon exemple 😅 pour finir je trouve ça dommage de dire que les devs ne parlent plus du tout de l'avancement du jeu, ils n'en parle plus en détail certe mais ils ont tout de même une road map à jour et il font des vidéos toutes les semaines pour montrer l'avancement du projet et présenter les nouvelles fonctionnalités qu'il y a en jeu c'est dommage de pas l'avoir précisé. C'est d'ailleurs parcequ'il y a autant de nouveautés que je m'amuse encore beaucoup et même si ce n'est qu'une Alpha. Oh et pour les devs en eux même effectivement ils gagnent pas des masses mais connaissant quelqu'un travaillant la bas ils font pas ça pour avoir un salaire indécent et ça fait quelques années que Chris Robert ne donne plus les fameux détails inutile qui font perdre de l'argent pour des détails il se contente de donner son avis et fait des propositions mais ce sont les chefs des différentes équipes qui choisissent réellement les changements qui doivent être apportées si nécessaire 😅",
      "likes": 262,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LordDesNano",
      "author_id": "UCjCWDvejKqMYYZS4wnOMyvA",
      "text": "Très bonne vidéo, juste un détail le projet de base était Squadron 42 jeu solo, mais vu les fonds récoltés ils a décidé de développer squadron 42 la partie solo et star citizen l'univers étendue le MMO de cette univers",
      "likes": 78,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clunkwestwood389",
      "author_id": "UChCqVmRgYwhkPiEM8wcpuog",
      "text": "Prochaine vidéo :\nComment Star Citizen a ruiné JDG",
      "likes": 64,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Founworld",
      "author_id": "UCeycLQ9vxhhQd9ktsV_jQxA",
      "text": "Tiens, Hardisk à dit de la merde. Chris Robert va très bien, il est en train de réaliser son rêve et le notre.\nhttps://youtu.be/tAGvdrAUaKU?t=1643",
      "likes": 12,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WestCoastChomeur",
      "author_id": "UCe0M2htKupuWxgHgiTTQEbQ",
      "text": "Y a quand même pas mal de coquille dans la vidéo... dejas RDR2 100 millions, je sais pas d'où sortent ces chiffres ? Le jeux est estimé entre 500 et 800 millions de dollars.",
      "likes": 18,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AlexandreGouraud",
      "author_id": "UCk3mfmzB_LXjxc49waobNGw",
      "text": "Perso j'ai le jeu, et je prend toujours un grand plaisir a y jouer !",
      "likes": 56,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rolistefanghien",
      "author_id": "UCfhDe6lgr5FGWtdHSEObwKg",
      "text": "8 mois après ta vidéo, Squadron 42 est feature complete et désormais proche de sa sortie. Star Citizen, lui, est a un tournant historique de son développement. Le projet est en bonne voie, il faut juste être très patient au vu des ambitions",
      "likes": 13,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jerem3135",
      "author_id": "UCtAo-LOn1dLfCa3l7gWM02Q",
      "text": "Et du coup, comment ça a ruiné la vie de Chris  Roberts?\nJ'ai plutôt l'impression qu'on n'est pas trop mal quand on s'achète une maison à 4 millions 😅",
      "likes": 34,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adrianc3319",
      "author_id": "UC5IT2eJvM6BwymkIjuQm_qA",
      "text": "on voit les gens qui ne joue pas a star citizen :D",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BecauseYouCant",
      "author_id": "UCjs0wgDuu_WreiXCu5pATXQ",
      "text": "Un truc dont tu parles pas des masses, c’est que le jeu est déjà giga bien. Alpha ou pas, le gameplay se suffit à lui-même pour être jouable et fun. Et pour le coup j’ai acheté le pack le moins cher en 2016",
      "likes": 235,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adrienwalz291",
      "author_id": "UC1cYRijxTzs-D86DW2n_oKg",
      "text": "La carte de l’Allemagne qui n’est pas à jour 😭",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Maxime-ht6lx",
      "author_id": "UCaSNvQOoVUzsXMS6hYW1fRw",
      "text": "Plutôt bon résumé. Peut être mal écouté mais les 100 systèmes, c'est bien pour Star Citizen (10 à la release) pas SQ42. Et les 500 millions, c'est bien pour les deux jeux, mais oui, c'est une somme très très conséquente. \n\nA noter toutefois qu'avec le nouveau Studio  de Manchester et celui de Montréal avec Turbulent, les choses commencent enfin à avancer à un rythme normal (il était temps). D'ailleurs le studio de Turbulent est très bien noté par ses employés alors que dans le même temps, il a de plus en plus de poids dans le dev de Star Citizen. (C'est top de bosser sur SC quand vous n'avez pas Chris Roberts dans les pates en permanence ^^)\n\nLa en ce moment, il y a le trop gros patch 3.18 toujours en test qui doit bientôt sortir en live. Il contient la persistance qui est le plus gros défi rencontré par les équipes dans le DEV du jeu et c'est encore très instable tant cela a d'impact sur toutes les mécaniques. Après ça, il restera pour la fin de l'année le server meshing, bien moins complexe à dev que le PES/persistance (énormément de bugs sont liés directement aux faibles performances serveurs) et le jeu pourra enfin passer en Beta. Le server meshing va permettre d'ajouter de nouveaux systèmes, ce qui était impossible avec l'état des serveurs à l'heure actuel. \n\nBref, le dev de Star Citizen est frustrant, laborieux, lent, couteux et  Roberts n'a pas toujours été le meilleur manager, c'est certain mais il y a vraiment du boulot derrière et j'apprécie de plus en plus ce que je vois dans le jeu. Et il est franchement beau ce jeu surtout à cette échelle et même Unreal Engine 5 ne lui met pas une claque.",
      "likes": 73,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Baptiste_Grenon",
      "author_id": "UCNc9EaUAsMFtjN_0YZVFZDA",
      "text": "Je comprends pas le titre ? En quoi ça a ruiné la vie de son créateur créateur ? Au contraire..",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nesskuik.",
      "author_id": "UC0DGQIa-ycAHbaoe8REh_WQ",
      "text": "Petite erreur Read Dead 2 a couté 550 millions donc plus que Star citizen",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexeaston6485",
      "author_id": "UCTxJaEWmbSfa6pUnUZGr2vQ",
      "text": "Yo, sympa d'avoir un avis extérieur à la commu' SC ! \n\nIl y a quand même pas mal d'incohérences dans la vidéo, j'en donne quelques unes comme ça : \n-Squadron 42 était le projet de base, Star Citizen devait être originellement le module dogfight de l'Arena Commander actuel. Ce qui s'est passé, c'est qu'ils ont mis en place des paliers de financement qui ont fait que le jeu a évolué vers un MMO. \n-Pour ce qui est de la comparaison temps de dev, je ne suis pas forcément d'accord avec toi, il aurait été intéressant de comparer le temps consacré à des MMORPG plutôt qu'à des AAA solo avec un online classique, on n'est clairement pas sur la même échelle. \n-Pour ce qui est de la gestion managériale de Chris Roberts, là pour le coup c'est très connu, maintenant il n'est pas le seul décisionnaire de la boîte, et les autres membres importants semblent vraiement tenir la route. \n-Je ne pense pas effectivement que le solo ait 100 systèmes explorables, du moins dans le premier épisode. Par contre, le fait qu'un seul système solaire soit développé depuis le début du projet est faux. Beaucoup de maps ne sont juste pas disponibles sur l'alpha, et plus généralement, beaucoup de contenu est développé en priorité pour Squadron 42 et intégré au multi quand cela fonctionne bien. \n\nJe suis le projet depuis un long moment (backer fin 2013) et crois moi, j'ai eu plein de doutes certaines années, et j'ai vu le jeu tourner à 20 FPS max alors qu'on n'avait même pas encore accès à des planètes. On constate vraiment qu'il y a un taf colossal de fait depuis les débuts. \nLe principal problème que je vois c'est qu'en étant dans un modèle de développement ouvert, on doit répondre à des attentes de joueurs qui ne comprendront pas tous les enjeux techniques derrières (et c'est normal, chacun son taf) et du coup, parfois ça donne l'impression que ça n'avance pas. Mais vraiment quand on fait une rétrospective, c'est assez dingue ce qu'ils ont produit. \nReste à voir ce que ça donnera, le jour où on a le server meshing en place, je vais respirer un bon coup en me disant \"ça y est, ça va se focus sur le gameplay et le contenu\"",
      "likes": 171,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@manuelpoensin8180",
      "author_id": "UCV0gPsv8T0ROMTpdM2kQIMA",
      "text": "Ça serait intéressant que tu en parle de la saga halo avec bungie et 343 industries",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@randomanswer2698",
      "author_id": "UC_jY5QGX1DPvH3wtsND9n8Q",
      "text": "\"J'ai réparé la texture du caillou sur Plutux 2000\" m'a tué ma race",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@othon051",
      "author_id": "UCNMHbecy2EaSjvCzek_TRUg",
      "text": "hé ben tu dois te sentir con maintenant... Et bon reprendre les infos des haters n'est pas vraiment une source d'info fiable, beaucoup de connerie dans cette vidéo...",
      "likes": 12,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@poussinnoir1526",
      "author_id": "UCWaLWXJ4XEEzniOPRx_sB2A",
      "text": "Et en quoi ça a ruiné sa vie?",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AmandaAnge",
      "author_id": "UCgdwSJ66VSVgZelrkIhaWDg",
      "text": "Alors, il y a quelques quiproquos qui ne vont pas dans cette vidéo :\n- Le développement de Star Citizen n'a pas réellement 10 ans de développement, les premières années ils ont dû créer le studio, recruter du personnel, etc. Là où d'autres grosses boîtes ont déjà tout ça. On tourne plus proche du 8 ans de développement réel.\n-  Au départ, le jeu ne devait être que Squadron 42 avant de prendre un aspect MMO et devienne Star Citizen. Et est passé de l'équivalent à un film de série B à du AAA. En général, ce genre de jeu demande 8-10 ans de développement et ça si ils n'ont pas déjà à créer le moteur du jeu. C'est surtout ça le projet Star Citizen, c'est de créer un moteur de jeu capable de soutenir le projet. Et vu le nombre de barrière technologique que celui-ci a dû dépassé, il ne faut pas s'étonner du défi et temps nécessaire à le faire.\n-  Bien que Chris soit toujours la star vedette, c'est son frère Erin Roberts qui a réellement remit de l'ordre dans le développement depuis qu'il a rejoint le studio. \n- J'aime bien Fred, le Joueur du Grenier, mais c'est son gagne pain de faire n'importe quoi sur ses vidéos. Les gens viennent le voir pour faire le pitre. Il est là pour faire le Show. Là où un joueur qui joue sérieusement a une bien meilleure expérience.\n\nBref, la vidéo n'est pas mauvaise, mais cela se ressent trop tout au long de celle-ci que l'intension du créateur était de montrer Star Citizen sous un jour négatif plutôt que positif. Le titre de la vidéo, désolée de le dire, p### à clic le laissait bien comprendre dès le départ.",
      "likes": 62,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicovendeeful",
      "author_id": "UCpO7AuAL38JLiguSGOuIUOQ",
      "text": "et bien cette vidéo a mal vieilli en moins d'un an",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MonkeyDDy",
      "author_id": "UCf_dRzZh6FZ8XT_zlMh--cg",
      "text": "Prochaine vidéo \"Comment le concept <<Comment cela a ruiné la vie de son créateur>> a ruiné la vie de son créateur \"",
      "likes": 12,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gilroyification",
      "author_id": "UCpCVzCfO60tUhrYL2ORxKiw",
      "text": "Mais du coup, le jeu n'a pas (encore) ruiné sa vie ? x)",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ov3rlord83",
      "author_id": "UC-Urtvanq9dh252nLbzXHuw",
      "text": "Y'a beaucoup d'erreurs dans ce résumé ...",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@deealbertino5527",
      "author_id": "UCkMXBUQcldPypb9pjBR3E9g",
      "text": "Hâte de voir le commentaire du JDG 😂😂",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Fred_.",
      "author_id": "UCxLqU_tklionhzxw8nqOtWA",
      "text": "FREELANCER Le jeu",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tommartin312",
      "author_id": "UCEy27s9bFKXosc5L2XsZ6ow",
      "text": "Attention pas mal d’erreurs notamment sur les couts de dev des jeux, Zelda BOTW est très loin d’être un des jeux les plus chers et RDR 2 a eu un budget bien supérieur à celui de star citizen (pour l’instant, psk vu que c’est le plus ambitieux des jeux, ca semble logique qu’il finisse par devenir le plus chers)\nEt enfin à propos de la comu qui s’inquiète sur l’avancée du jeu, et bien pas pour la grande majorité je pense, en l’état c’est déjà un de mes jeux préférés et il ne cesse d’y avoir des améliorations incroyables \nOn aimerait beaucoup que ça soit déjà finis, mais on sait bien que c’est psk ils prennent leur temps qu’ils peuvent nous sortir toutes ces choses incroyables\nSans parler des avancées technologiques faites grâce à ce jeu notamment autour du server meshing qui va sûrement chambouler les MMO\n\nMais sinon bonne video quand même, pour une fois que quelqu’un qui n’y a pas beaucoup jouer n’essaye pas de lui en mettre plein la tête gratuitement ça fait plaisir :)",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rayanlaouni9231",
      "author_id": "UCvS-Ib18KPEnJj6-uxVXQrw",
      "text": "Pour le ref",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Eigol_Orcen",
      "author_id": "UCEUqHlNyfzsqMY5wyIgb5qA",
      "text": "Beaucoup beaucoup d'erreurs dans cette vidéo, c'est pas du bon boulot. Après c'est tellement un gros morceau que bon.. Mais il y a des trucs comme le dev et le budget qui sont facilement trouvable sur le net, Red Dead 2 c'est pas 100m Oh loin de là.\nEdit: Vidéo pas top pour finir sur le salaire d'un PDG, PDG qui était déjà riche avant de lancer ce projet, fuu so french. On connait son salaire. On sait qu'il gagne pas grand chose par rapport aux PDG de grosse boite de jeuxvidéo comme Ubisoft ou EA. C'est triste de vouloir le diffamer alors que le gars est tellement passionné qu'il continu à coder le jeu sur ses heures perdues.",
      "likes": 11,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rn2o31",
      "author_id": "UCSRZphoCKSneBvLG9Al5C5w",
      "text": "Wing Commander le film, y'a Tchéky Karyo qui joue dedans ! ^^",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Roidirondak",
      "author_id": "UCYU2KskZJb-zYcmhQkj0Y6g",
      "text": "en vrai le jeu actuelle est jouable et très sympa, pour jdg je ne comprends pas pourquoi il bug et aussi le GROS point qu'il faut souligner c'est que une grosse partie des dev sont sur squadron 42 et non star citizen. Et aussi le studio développe ses propres technologie pour le jeu.",
      "likes": 23,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@symonsis",
      "author_id": "UC7G37bQMcM-eTQzUE_5LE2g",
      "text": "D'ailleurs la texture du caillou sur plutux 2000 est encore broken :/",
      "likes": 13,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rakicrodolphe6296",
      "author_id": "UCSWcf5a28rzafAuUUl8KOWg",
      "text": "Notons qu’indépendamment de la sortie d'un jeu, SC a quand même fait tombé des barrières techniques dans les  jeux video. Ca ne fait pas un jeu évidement, mais cela explique une part du développement. Les joueurs de SC ne se voilent pas la fasse et prenne les pack en connaissance de cause. Ceux qui investissent de l'argent massivement dans ce jeu sont des passionnés qui sont intégrés et participent au développement. Pour ma part j'ai pris le starter en 2020 et je ne suis pas déçu de cet investissement qui n'est pas un investissement fait pour avoir un jeu sous blister.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ōkami_974",
      "author_id": "UC9j4W3c8zCHE4RvByrGJeWA",
      "text": "Slt je kiff ce format . A quand une vidéo sur Tarkov ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arthur-tg5ll",
      "author_id": "UCFH8CfhYwOHnr748S0pGQoA",
      "text": "La pub avant la vidéo qui commence par \"salut moi c'est fred\" jpp",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gamer_Rouge",
      "author_id": "UCiZ5yYOp8sY1ovkbKgQaYCw",
      "text": "L'alpha de Star citizen n'a pas démarré il y a 10 ans, c'est le Crowdfunding.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CedricFayet",
      "author_id": "UCGC4iJGqbvv38rdrLSlWJWg",
      "text": "Pour un tel jeu un développement a la Minecraft aurait été top et cohérent. Mais pour ça il aurait fallu définir une roadmap claire et réaliste",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lank8438",
      "author_id": "UCERAxaOruktkI8eu5TEs4Cg",
      "text": "Salut, me semble que Chris Roberts était producteur délégé du film Punisher est non de la série :)",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PetitKatsu",
      "author_id": "UCAVHcduJoCEIrVeTbYKEpQg",
      "text": "Rectification, à la base le financement participatif n'était que pour Squadron 42, et c'est car ils ont récolté masse thunes qu'ils ont décidé de faire Star citizen, et les 100 planètes à la release, c'est que pour Star citizen aussi, squadron 42 sera finalement juste un petit jeu solo à vocation de faire de la pub pour Star citizen.\n\nD'ailleurs le développement ne fait que s'accélérer, avec la MAJ 3.18 nous avons enfin le PES (persistant entity streaming, qui permet de sauvegarder n'importe quel objet dans l'univers, que ce soit de la simple canette de soda posé sur une lune à une carcasse de vaisseau en orbite) qui est la base pour la fondation du reste, et notamment le serveur meshing (une nouvelle technologie crée de toute pièce par CIG qui permettra de \"fusionner\" tout les serveurs pour pouvoir accueillir des milliers de joueurs sur toutes les zones, fluidifier le tout, et rendre le jeu vivant) ce qui réglera les problèmes de lag serveur qui créent tout les bugs actuels.\n\nMais en l'état, le jeu est encore une catastrophe technique, et beaucoup de gens gueulent, mais c'était écrit dans le contrat, personne n'a forcé personne à investir des milliers d'euros dans le jeu avec un couteau sous la gorge, d'ailleurs plusieurs fois dans l'année le jeu est en accès gratuit pour tout le monde, pour pouvoir tester gratuitement comment ça tourne.\n\n mais on s'approche enfin du jour ou tout fonctionnera bien et ou les dev's pourront se concentrer à fond sur la création, donc que du bon pour l'avenir, et si le jeu était vraiment un scam, ils se seraient même pas fait chier le cul à tenter de développer toutes ses technologies, ouvrir plusieurs pôle de dev's à travers le monde etc... Ce serait débile de dépenser l'argent comme ça au lieu de partir au bahamas avec un minimum d'effort.\n\nPar contre on prie pour que chris robert ce fasse dégager du projet pour qu'enfin ça avance encore mieux. Car c'est son petit bébé, mais c'est surtout un gros caprice de sa part.",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mrkoddy",
      "author_id": "UCA-sN6J_Z621Ko9Pd_ERlSw",
      "text": "J'ai l'impression que la video se focus uniquement sur le dev et la comm de CIG entre 2012 et 2017 où en effet c'était pas fou. Alors pour le coup le dev avant 2017 est à jeter, les témoignages des employés aussi car yavait aucune orga en effet à cette époque, tout a été implémenté petit à petit pour donner la qualité qu'on a aujourd'hui niveau processus de création. Oublions pas que CIG a dû tout créer, les studios, les outils etc. Mais oui CR est bcp trop perfectioniste. Et CIG a beaucoup amélioré ses processus depuis les témoignages des employés qui ont bossé avant 2017. Et même depuis le covid ça a été encore amélioré. Après oui c'est toujours imparfait comme pour n'importe quel studio\n\nC'est comme si on retenait que les erreurs manageriales de Rockstar Games avant la sortie de RDR 2 alors que le studio a complètement revu sa façon de manager depuis la sortie du jeu pour éviter le crunch etc",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alex_0954",
      "author_id": "UC2QLEUnr9PU4meT8JW1cgyg",
      "text": "Le problème avec Star Citizen, c'est pas le jeu ou le développement du jeu, c'est juste que depuis qu'internet est devenu aussi accessible, il y a un nombre incalculable de gens qui aiment bien donner leur avis sur tout et n'importe quoi en aillant aucune putain de compétence.\nLes gens jugent les coûts et temps de développement alors qu'ils savent à peine faire une recherche google, alors votre jugement sur comment travail un studio de développement on s'en passera.\n\nIl y a une chose très importante à prendre en compte, c'est même la chose la plus importante, on est ici sur un jeu massivement multijoueur en cours de développement avec une version live. Ca rend le développement ultra compliqué, car ça demande que chaque fonctionnalité ou patch ne casse pas tout et empêche les joueurs d'accéder au jeu. Demander à n'importe quel développeur, il vous le dira, c'est un enfer.\n\nDe plus, souvent les gens comparent la durée et le coût avec des productions provenant d'éditeur ultra expérimenté et sur des licences SOLO ! A ces débuts, Star Citizen est un studio tout neuf, avec très peu d'employé sur un projet colossal. Forcément qu'ils vont pas abattre le même boulot qu'une équipe de fou furieux qu'à déjà sortie une multitude de banger.\n\nAujourd'hui, le studio c'est ultra développé, il y a eu énormément de recrutement (et ça recrute toujours un max), beaucoup d'ouverture de bureau et de studio. Turbulent qui est un des prestataires qui travail sur le projet à ouvert un studio en France récemment d'ailleurs. Les patchs et les fonctionnalités arrivent bien plus vite et la qualité de vie IG s'améliore grandement.\n\nA l'heure actuelle, le jeu est déjà ultra intéressant à jouer, une grosse communauté ultra sympa, des grosses corpo avec des évènements incroyable. Ce n'est pas un de mes jeux auquel je joue le plus, mais à chaque fois que je le lance, je passe de super moment.\n\nAh et je viens d'y penser, les gens qui hurle au scam, je vous met au défi de trouver des scams qui vous rembourse en 2 jours ouvré max si vous demandez à être rembourser sans préciser aucune raison, perso j'en connais pas. Car c'est le cas avec Star Citizen.",
      "likes": 10,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maldetronch4420",
      "author_id": "UCQD_KSH9gs-SH-IPKJ1hUwA",
      "text": "Patience tout arrive à qui sait attendre !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monyclair5357",
      "author_id": "UC13CLEp2QyVvN90EPsAd-lA",
      "text": "Le film Wing Commander est quand même cool je trouve.\nEn tout cas je l'aime beaucoup ! ^^ (oui je suis pas objectif)",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@freddyvretrozone2849",
      "author_id": "UCVsC0SYt-0oc35K4NWOXQPw",
      "text": "La video du BBC Micro pour parler du C64 :)\nSerieux, le C64 est un micro de legende encore utilisé aujourd'hui.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Yoko357",
      "author_id": "UClC-uytCTWg27psvha2FKvg",
      "text": "100 millions pour red dead redemption 2 ?? je n'en suis pas sur du tout ... mais bref, là n'est pas le plus important. Quant au temps de dev, il ne faut pas oublier que Cloud Imperium à débuter avec .... rien ... littéralement .. ce n'est pas un studio tout prêt comme Rockstar.. il a fallu embaucher, acheter des locaux, du matos, changer de moteur graphique (parce que oui, ils ont du dev leur propre moteur de jeu suite à un \"désaccord\" juridique) développer et c'est justement le dev de nouvelles technologies qui prend énormément de temps ... \nD'autant que le crownfunding de base ne concernait qu'un jeu solo .. alors que la promesse actuelle est un jeu multi sans aucun temps de chargement entre les différentes échelles de gameplays (terrestre => spatial => systèmes) ET un jeu solo .. \n7-8ans de dev pour RDR2 .. avec des équipes toutes faites comme Rockstar ayant l'habitude de leurs tech et qu'il n'y a aucune avancée technologique (comme le serveur meshing par exemple) .. évidement que c'est plus facile surtout qu'ils sont 3 fois plus nombreux que les dev de Cloud Imperium.\nDonc la vidéo est intéressante ;) mais largement incomplète malheureusement ça manque cruellement de points essentiels. Dire que ça coute 500M soit.. mais il faut tout dire alors .. pas juste le fait que c'est onéreux.\nJe ne peut que te conseiller le travail de Stanbatros (je ne dénigre aucunement le tien hein , je dit juste que je trouve ça un peu léger) par exemple qui est plus détaillé.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rub9152",
      "author_id": "UCKB1J4Jklvr7r77lmlpxyCw",
      "text": "C est bien de montrer ce qui va pas sur le jeu mais tu pourrais montrer aussi à quel point le jeu est déjà bien à quel point il est beau et surtout le jeu star citizen comme imaginé par Chris roberts n est pas fini mais il est déjà à des années lumières niveau fonctionnalités que la plupart des jeux qu on connaît alors oui il y a des bugs dans le jeu mais ça empêche pas d'y jouer les images de beug que tu montre sont pour la plupart sur les serveurs de test par définition un environnement beugué et quand tu compare à des jeux fini du genre cyberpunk niveau bug on est sur le même calibre alors que je rapel c est une alpha",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@batou-s9661",
      "author_id": "UCbMi3KLZxwsFNZJXwTXlroA",
      "text": "A la base le crowdfunding c'était pour squadron 42 et pour star citizen c'était un des paliers du crowdfunding. Pourquoi le développement du jeu prend autant de temps voici une vidéos de Stanbatros qui répond a pas mal de questions . https://www.youtube.com/watch?v=4rB6usapta8",
      "likes": 24,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cavaleriedesmarresetdesguetres",
      "author_id": "UCD4UvG6rxy4defLT_pDBLRg",
      "text": "Avec toutes tes vidéos je vais croire que devenir développeur jv ça gâche la vie mdrr",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LYOKO84",
      "author_id": "UCXhCBgintN5B6SQb2MsWOuQ",
      "text": "C'est dommage que les technologies développées spécialement pour ge jeu ne soient pas vraiment abordées. Particulièrement le PES et le Server Meshing.",
      "likes": 18,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoniodurden",
      "author_id": "UC-zskzni6R76USWgWh-AEpw",
      "text": "Très bonne vidéo",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sombre____",
      "author_id": "UC6zCS-G3nQHM-KWBrcndj4Q",
      "text": "Big news pour toi. Wing Commander, c'est pas de Chris Roberts, c'est d'Origin. Il y a participé mais n'était pas très impliqué dans le projet.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomaslepain",
      "author_id": "UChthoJe5ZXdNW_tjywFaTOw",
      "text": "Alors des info sont incorrectes. Surtout sur le multi. Le quickstater était pour un jeu solo voir une trilogie. Le soucis c'est qu'ils ont eu trop de financement. Du coup ils ce sont dit qu'ils devaient proposer plus que sa. D'où le multi..",
      "likes": 8,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Founworld",
      "author_id": "UCeycLQ9vxhhQd9ktsV_jQxA",
      "text": "Ni Chris Robert ni cloud imperium game n'est ruiné, c'est quoi ce titre ? Les finances du studio se portent très bien. Tu racontes pas mal de bêtises et tu n'expliques pas pourquoi cela prend autant de temps ni ce qu'ils sont en train d'accomplir.  Il y a un quart des infos, pas étonnant que les gens voient ça comme un échec ou une arnaque.",
      "likes": 48,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TokyoDeHitori",
      "author_id": "UCXk-VORpXdcMGK8pRUuKCbg",
      "text": "perso depuis 2018 je back le jeu et j'adore !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Addict_FR",
      "author_id": "UCoZCWWN2FaTG8ZLl_5BoRyg",
      "text": "Jouez à Freelancer, c'est une pépite",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blackout4475",
      "author_id": "UCGSnnG9P0mummhEvlDTj-eA",
      "text": "je pensais rdr2 c'était plutôt au alentour des 800 millions de dollars",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaumesanchez7211",
      "author_id": "UCT3ISzs5uHCOos-0dpA3r1g",
      "text": "3:37, j'étais pas prêt, en plus je suis seul chez moi.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lecintreyt",
      "author_id": "UCODHdrOkNX0NWvC5H_R_V3w",
      "text": "Je t'adore, mais change un peu les miniatures peut être, j'ai failli pas cliquer car je croyais c'était une ancienne vidéo\nSinon, vidéo top !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@miniviruce3714",
      "author_id": "UCm-tmaBniu5DhTEFNagyOsw",
      "text": "O7 citoyen prêt pour avoir une commu sur le dos ? \n\nPour ma part le monde du jeux vidéo à bien changer, je préfère croire à un projet qui peut être un scam que de payer plein pot un jeu qui n'est pas fini sous la pression des actionnaires ou un énième clone d'une licence qui fonctionne avec une qualité visuelle ++ mais le gameplay qui n'invente rien hormis des bugs \n\nC'est aussi pour ça que je trouve que la sphère Inde des jeux sont mieux cependant ce n'es que mon point de vue \n\nPour en revenir à la vidéo super boulot \n\nP.s si tu veux faire un test set up n' hésite pas à faire les free fly x)",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Agallium",
      "author_id": "UC9jCTUDP2MGy2oJ4-NK7EpA",
      "text": "merci pour la pube",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@trsiel8953",
      "author_id": "UChOWJyT170WvgE1RibQ3Wkw",
      "text": "Je comprends pas... La vidéo est bourrée de conneries... Quelques exemples en vrac : \n\n- Red dead redemption 2,  c'est entre 500 et 900 millions de dollars. Les estimations les plus réalistes arrivent à 750 millions\n- RDR2, c'est 8 ans de dev avec une équipe déjà recrutée et expérimentée,  qui n'a repoussé aucune limite technique et qui avait déjà un cahier des charges précis et un budget défini\n- SC c'est 10 ans que le projet a été lancé mais 8 ans de développement pour les objectifs actuels, en partant de zéro, en faisant évoluer le cahier des charges en permanence, créer leurs propres outils, une refonte majeure qui a fait perdre 2 ans au projet,...\n- L'alpha offre du contenu et une bonne stabilité comparé aux release de beaucoup de jeux ces dernières années et qui te demandent 50 balles... Mention à KSP2 qui demande ce prix pour une pure alpha, ou le fameux Harry Potter dont on fait le tour en deux jours à son aise.\n- ...\n\nEt pourtant je fais partie des joueurs qui commencent à râler. Mais face à une vidéo qui raconte tellement n'importe quoi...\n\nJe commençais à apprécier ta chaîne mais si toutes tes vidéos sont du même genre, c'est à dire des recherches sommaires et raconter des âneries, je vais passer mon chemin à l'avenir !",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Yliandrian",
      "author_id": "UCtgP6j1zMlmZ71spEn2tiXg",
      "text": "Euh.... et en quoi ça a ruiné la vie de son créateur qui s'est acheté une maison à 5 millions?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@teoxiaomi2792",
      "author_id": "UCzFGEbl2zwxBUI0fMxp1whw",
      "text": "RDR2 c'est bien plus de 100 million, j'avais 800 million en tête",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Vliegende-Hollander",
      "author_id": "UCwz8hff8Cj5ZqEtsXVIfKGQ",
      "text": "À 3:49 la carte représente l'Allemagne avant la seconde GM😅",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sirerot2130",
      "author_id": "UCYWjV3sLcLAllQadcCVMkBQ",
      "text": "Le gros soucis de SC est surtout qu'il stagne sur le Server meshing qui est en devloppement\n\nsans se mentir, et tout joueur de SC te le dira, mettre les différent systeme sans server meshing, c'est comme vouloir faire entré un Elephant dans les chiotte d'un appartement, la chose que t'arrivera a faire c'est le surcharger et le rendre inutilisable\n\nc'est pour ça qu'ont attend tous ce foutu server meshing, que ça soit nous, comme les dev de SC pour avoir les autres systeme\n\nquand on suit assidument le dev du game, on vois bien quel sont les problemes et les quels n'en sont pas vraiment, on en a débattu au moins 500fois par joueur de SC avec des non joueurs, on a beau expliquer sont fonctionnement, il y a toujours Jean-Michel Dev qu'a devloppé un casse bric sur RPGmaker qui se prend pour le grand dev de la planète et pour nous dire \"c'est impossible\", on nous a sortie 1millions de fois que SC marchera jamais, mais on a jamais eu autant de joueurs que ses dernières années, là ou Star Wars Squadron à eu une durée de vie de 4mois, là ou Assassin's creed à Mikonos est desrté\nlà où un gros paquet de jeu soit disant best of all time ne sont plus joueur, SC continue a grossir\n\nla seul chose que je me dis, c'est que le jour d'une sortie Beta (prochaines année surement avec la 4.0 et le servMesh) le jeu prendra encore plus d'empleur, et les détracteurs iront sur SC en disant \"ils on fait des efforts\" alors que non, nous on le sait déjà ce qui est prévu, les Haters feront des vidéos et diront \"ce Scam existe encore, il y a plein de pigeons qu'ont toujours pas compris que c'est un scam\", mais la seul chose qui n'aura pas été comprise, c'est que l'ambition de ce jeu est si grande, que oui, le dev demande du temps, car ils dev aussi la technologie pour mettre en place tout le systeme de gameplay qui va avec\n\nSavais tu que Rockstar avait rencontré Cloud Imperium pour parlé de server meshing pour un potentiel GTA Online par exemple ?\n\nQue Chris Roberts avait surtout perdu les droit de Wing Commander qu'il avait entièrement crée, et que SC était pour lui sont bébé, sont univers et un pied de nez a EA pour lui avoir volé sa création ?\n\nEt si en réalité, l'histoire était plus complexe que ce que tu aurais lus sur un énième article d'un site Hater qui veulent juste voir SC se cassé la gueule\n\nOn va pas se mentir, c'est avant tout le souhait de beaucoup de monde qui sont en dehors de SC, qui en parle sans savoir ce qu'est une Karna dans SC, parce que ce jeu indé est entreint de battre tout les record de budget, un indé très au dessu des Triple A, et qui a mit un gros coup de savate dans la fourmilière, un jeu a 50 boule qui vaut au moins 7000 boule chez un Triple A qui lui aurait collé des DLC partout pour arriver a la cheville des gameplay de SC (et encore)\n\nBeacoup de gens se sont habitué a des jeu trop simple à comprendre, qu'ils on la flemme de cherché, regarde dans les commentaires, certain te disent \"le seul Gameplay c'est du fedex\", sans cité le médicale, j'ai jamais vue un jeu avec un gameplay médic aussi poussé, le minage, le Bounty Hunting, la Piraterie, le commerce, et meme des gameplay émergent venu des joueurs, comme le commerce d'arme non commune (lance rocket/Sniper/Fusil d'assaut/LMG, pièce d'armures) en jouant les Scavengers pour se faire des stock d'armes et les revendre au plus offrant, tout ça cerné dans des micro commu pour armé des groupe para militaire ou meme des pirates\n\nEn vrai c'est cool comme game, il y a beaucoup de chose a faire, se remplir les poche de credits pour s'équipé, acheter de nouveau ship in game pour attaquer des joueurs ou des PNJ, investir dans le futur pour sa corporation, il y a meme le trafic de stupéfiant, connaitre la localisation des labo de drogue par coeur car ils sont pas noté sur les map planètaire, donc faut les retenir et les triangulés, c'est plutot stylé\n\nmais bon, c'est les haters qui rate ça, nous on se marre bien en vrai, vivement les combat de boxe dans les prison pour parié du Merits pour sortir plus vite de sa peine, car les heures a purgé sont en temps réel",
      "likes": 6,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tomphilou",
      "author_id": "UCWsXIraD_aq3A5k1Q93TbXg",
      "text": "D'accord",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nosferatus29",
      "author_id": "UC6zm8vHpVNLNwkbg9lv0L2Q",
      "text": "Faut au moins 10 ans pour faire un jeu classique en AAA, là il y en a deux hors norme en développement simultané (SC et SQ42) depuis 6-7 ans environ, donc en terme de prod c'est absolument normal que rien ne soit encore sorti, après les erreurs de com de CR c'est une autre histoire...",
      "likes": 27,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lilpalmed1482",
      "author_id": "UCMpGrqCsv4-CM-voTJyNxMw",
      "text": "Salut, tu compte parler de la mcw?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VHS-Lives",
      "author_id": "UCJfeJWixWW067uC3Eg82QZQ",
      "text": "Le problème de ce jeu sont les Backers suiveurs du projets depuis 10 années complètement lobotomisés par le marketing CIG et qui sont satisfait de l'état actuel du jeu. \nAvec ces attitudes le jeu ne risque pas d'avancer.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andrea913",
      "author_id": "UCq22mTd_bKiKLk6V9crcvew",
      "text": "jprefere qulqun de perfectioniste comme Cloud imperium et  From software, que d'etre deçue d'un notre nouveau triple A sans saveur",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@brunoboudehent8508",
      "author_id": "UC8UaubdhRwI4FTOWZhzVUvQ",
      "text": "Tu parles tu parles lui au moins il construit quelque chose toi tu construit quoi ?\nNiveau rêve vidéo ludique lui il existe et toi ?.....",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arnothorynque5078",
      "author_id": "UCPKJlYUXh8Gm1UfJ12jnTMg",
      "text": "Mouais tu connais pas trop bien le sujet désolé de te le dire mais squadron 42 était l'idée de base et pour le financer ils ont fait star citizen.\nEt le développement est long parce que le jeux est le plus ambitieux jamais créé avec des technologies qui n'existent pas et qui doivent être créés de zéro. \nNotamment la persistance et le server mashing qui sont bientôt prête à être mis en place bref tu aurais du discuter avec des joueurs très investis dans le jeux qui auraient pu te renseigner bien mieux.",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Stonymakebriwnie",
      "author_id": "UCU-gNEIAeOOPYBySfyTTmvw",
      "text": "PO très intéressant",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bastienchevallier5432",
      "author_id": "UCt7maWVMAAziuhegVv6bYPA",
      "text": "Bah moi j'ai acheté, j'ai dépensé 60 balles et ça fait 2 mois que j'y joue tous les soirs... Comparé aux 80 balles d'un jeu ps5 comme forspoken. Je ne considère pas m'être fait arnaquer.",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Franfran722",
      "author_id": "UCINvJkA_A6g0Cm_s4GjxBRg",
      "text": "Y à pas que le créateur que ça a ruiné 😅",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cabritsanscorgaming",
      "author_id": "UCvsnWaurd1LP83WjZemgUQw",
      "text": "11:58 \"Il a dépensé beaucoup d'argent pour des choses dont on se fout royalement comme par exemple Mark Hamill, Gary Oldman et Gillian Anderson en motion capture\".\nMouais je sais pas, je trouve que c'est pas mal quand même comme tête d'affiche. Pas inutile du tout d'après moi, je dirais au contraire que ça aurait tendance à générer un retour sur investissement. Et puis n'oublions pas que quelqu'un comme Mark Hamill faisait déjà partie du cast de Wing Commander, donc comme Squadron 42 se veut le descendant spirituel de Wing Commander (mots de Chris Roberts), il est logique de le faire revenir.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kychoucz",
      "author_id": "UC0dKYL0z43FvQFnK8et_Dng",
      "text": "C'est sûr tu fais ton beurre avec une vidéo comme ça. \nMais bon c'est pas très honnête, ça se voit tu n'as pas testé le jeu ou t'es vraiment intéresser au projet.\nEntre les erreurs où tu confonds Squadron 42 et SC et les infos périmés. Genre Chris Roberts est un mauvais chef d'entreprise... Oui bah il le sait  et ça fait au moins 7 ans que c'est plus lui qui gère l'argent mais son frère Erin Roberts. \nEt puis quand tu dis \"la communauté\" est pas contente. Tu généralises beaucoup. C'est plutôt les détracteur ne sont pas content et la commu SC vit sa meilleur vie.\nBref où est le scam? La communauté se le demande. ^^",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BEN0IT611",
      "author_id": "UCbatr9yW7os_EhposQULg0g",
      "text": "a quelques détaille ce jeux est comme eve online",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TheKookyman",
      "author_id": "UC6j_EYtWHujJNSE0C9P9i6A",
      "text": "11:30 500m$ où 300m ? 🤔 Pourquoi on parle pas de PES ou de server meshing? Y a beaucoup de choses importantes dont on ne parle pas comme dans ttes les vidéos de ce genre.. dommage ça a bien commencé pourtant. Aussi les faux chiffres comme pour red dead 2 Certaines estimations tournent autour de 500 millions de dollars, d'autres avoisinent carrément les 800 millions de dollars. Faut bien faire ses recherches bonhomme",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BenitKolburn",
      "author_id": "UCWXteRBUJxgei_TERogfrwA",
      "text": "Le projet annoncé en 2012 était une campagne solo, plus tard, au regard du bon financement par les joueurs, on nous a proposé de voter pour décider de faire un MMO en supplément ou pas,  et c'est ce que nous avons souhaité.\n\nLe cahier des charges est donc reparti de zéro en 2015, donc ça fait 8 ans qu'il y a 2 jeux en développement:\nSquadron 42 qui sortira en premier mais pas avant 2025 et Star Citizen qui sortira au moins quelques années après mais offre déjà bien plus de fun que beaucoup d'autres jeux, c'est quasiment une condition obligatoire puisque c'est la base du financement.\n\nEn ce qui concerne le turn over du personnel,  il y en a partout dans l'industrie du jeux vidéo, et souvent à l'avantage de Cloud Impérium qui ne cesse d'embaucher en Europe et en Amérique du nord et qui commence en 2023 a avoir une quantité de personnel comparable avec les autres studios les plus connus du grand public.\n\nIl y a une chaine sur laquelle C.I.G communique plusieurs heures de vidéo chaque semaine depuis 8 ou 9 ans et ou tout le monde peut voir l'avancement du projet depuis le début. https://www.youtube.com/@RobertsSpaceInd\n\nIl y a beaucoup de créateurs de contenu Francophones spécialisés qui seront partants pour faire une colab ou une relecture de ton script, et te permettre d'être réellement informatif pour ta communauté, plutôt que de poster un sujet pas maitrisé, ou uniquement pour la biographie wikipédia de Chris Roberts mais sans aucune source en description.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gin2b1",
      "author_id": "UCZH8JXLV5FfDHZMseolPDCg",
      "text": "Rendez la machine à  café !  🤭",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cedrom06",
      "author_id": "UC7Hefa2Sv0WVVnw1JX7Bk9A",
      "text": "J'ai failli etre triste que tu ne parles pas de JDG en voyant le titre de la vidéo. Merci !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@biscuitquasar8792",
      "author_id": "UCkCHGg-wh-TjxT-ixks7CTw",
      "text": "100 millions red dead 2 xd 800 millions gta 6 1 milliard pas de soucis la",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kafouille4870",
      "author_id": "UCfUueb24EVU8WuWSF21i-sA",
      "text": "Génial freelancer qu’est ce que j’y ai joué…\nIl n’a pas rapporté beaucoup vu qu’il a été copié très facilement",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pigeonramier6898",
      "author_id": "UCQIb0m0CGdMenvbRznZbdXQ",
      "text": "Ok mais elle est ou la partie dans le titre ou il est ruiné ??",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zzzdartfrogzzz",
      "author_id": "UC8PFlGJXcv75W8zBm8Q-I4g",
      "text": "je suis toujours amusé quand il y a une vidéo sur star citizen \nà chaque fois je lie les commentaires , c'est très savoureux xD\nje peux comprendre que l'on soit passionné par un jeu , c'est comme toute cette hype dernièrement sur FFXVI alors que le jeu s'aonnonce pas terrible , même pas un rpg digne de se nom . Cependant concernant Star citizen j'ai jamais compris comment la communauté ont la mémoire courte vis à vis de Chris Robert .\nDéjà l \"époque des Wing commanders , Sony avait plus ou moins ejecté ce monsieur , puis çà été le tour de Microsoft , à holliwood de même .\nçà fait des années que toute l'industrie , gros acteurs majeures l'ont blacklisté ou taggé comme personnage à risque , pourtant la hype vis à vis de ces projets est juste actuellement absurde . \n\nJuste pour rappel , freelancer et Preevater ont du succès non pas due à chris ropbert ( car sur ces 2 projets , on l'a vite remplacé ) mais à la commu. des moddeurs qui ont débuggé ces jeux et ajoutés certaines fonctionnalités .\n\nMaintenant quel avenir pour star citizen \nplusieurs roblèmes ce pose , \n1) le positionnement du jeu , ce genre de 4x sim-life ce n'est pas pour tous type de joueurs , et vue que le jeu s'oriente sur du pure sandbox çà risque d'être dure pour ce mmo\n2) un projet dans une spirale de mise à niveau technologique , le jeu n'est qu'en alpha mais due la mauvaise gestion est sans cesse \"reboot\" pour mettre à niveau les techno / modules \n3) la concurrence arrive ... \n4) la rétention des joueurs ..? 5/10 ans après les joueurs qui ont financé à faire et refaire le jeu en mode alpha vont ils vraiment rester jusqu'au bout ..?",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RexRenart",
      "author_id": "UCJXzrhO9byCSKZU90Xzj_lw",
      "text": "Y a pas de fumée sans feu...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@R-Nest",
      "author_id": "UCmKE-plZeiknUsojLwTAzXg",
      "text": "Excellente vidéo qui résume bien la blague de ce dev ^^\nPour dire, même Star Citizen France a lâché l'affaire il y a 3 ans tellement ils en avaient marre d'être pris pour des pigeons mdrrrrrr xD",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@champifun2",
      "author_id": "UCpA5cht9LG9mlmYb8EQABWQ",
      "text": "Starlancer en LAN était excellent.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GregVendetta",
      "author_id": "UC5-SkaDBimb4RKycuKmS8pg",
      "text": "Comment va Albert ?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kfr1149",
      "author_id": "UCusWm-Zy6W8LVtcQZdIf3iA",
      "text": "Je Sais pas pk je confond tjr star citisen est no man Sky du coup je me disait mais j ai déjà vue une vidéo de hardisk      sur no man sky",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stupeflipable",
      "author_id": "UCb7AnqqldUHsdZ67FhY_M0Q",
      "text": "Effectivement red dead redemption a été estimé à 100 M, seulement c'est red dead redemption 2 qui est présenté sur la vidéo et il est estimé à 500 M comprenant le budget marketing. Concernant SC effectivement il y a déjà plus de 500 M de budget total qui est partagé pour deux projets et pour le moment surtout destiné à Scadron 42 (le solo).\nLe truc c'est que de base les joueurs ne devraient pas avoir à jouer à une alpha surtout pour un projet aussi ambitieux mais Chris a choisi son business model pour être \"indé\".\nPour le temps de prod... RDR2 c'est 8 ans avec des devs travaillant 100h par semaines sur la fin...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@killabeuzz",
      "author_id": "UC9rozsbmUE71sW5jyybJvcw",
      "text": "Free lancer c'est le meilleur jeux spatial de l'époque..... Je l'ai tellement poncé ce jeux ! Le mode de visé etait futuriste",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@premiumpremium6004",
      "author_id": "UChYuhMooOmsA4ybVE1o30Fw",
      "text": "🙌💫🔥",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TENKlN",
      "author_id": "UCHCHitOdkTu_eZoUtISmikA",
      "text": "Je vais pas revenir sur les quelques imprécisions de la vidéo \n\nmais afficher un sondage du forum star citizen de jvc c'est pas très honnête étant donné que ce forum n'est peuplé que de haters du jeu (qui viennent pour beaucoup du 18-25)\n\nmais il faut trainer quelques temps sur le forum pour le comprendre, c'est compréhensible de pas pouvoir le faire pour une vidéo\n\net là c'est plus pour répondre aux autres commentaires, mais ce n'est pas pertinent de comparer star citizen, un mmo, avec des AAA solo\n\nun mmo c'est beaucoup plus compliqué et cher qu'un jeu solo ou coop, et star citizen est le seul mmo à cette echelle de détail",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@HopefulJourney_yt",
      "author_id": "UCgS8f9gVerC048IN-BARa0w",
      "text": "saluutt je sais que c'est beaucoup demandé mais je pourrai avoir le nom de la vidéo de jdg que tu as pris a 7:21 sttppp ya moi dans le tchat je veux juste voir quand c'etait mdrr",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MyAkikan",
      "author_id": "UCUFXxkMPOhlSPj_XC5_kaJQ",
      "text": "Ta vidéo est sympa mais t y a pas joue ça se voit littéralement !! Désolé mais t y jette un coup d oeil et ça tourne sans soucis. Alpha ou pas le jeu est là c'est jouable et en perpet évolution. L immensité du jeu qui plus est un mmo te permet énormément de chose !!! Ce jeu c'est le jeu du siècle. Et surtout on peut y jouer juste avec un vaisseau a 45€ faut arrêter de dire faut dépenser des milliers d euros dedans...\nEt pour info jdg aime le jeu mais est une source naze pour présenter le jeu. D une jdg sait pas configurér son setup de stream du coup c pour ça que son pc a 7000 balles bugue sur star citizen et de deux il y joue une foi tout les quatres matins...donc connais rien au jeu...si tu veux parler de joueur qui connaisse  réellement le jeu parle de Terada, Hugo lisoir, Touriste Galactique bref y en a bcp en commun française. Vidéo sympa au début mais littéralement comme tjr vers la fin c'est de la malinformation comme tjrs...et c'est pour ça que bizarrement le jeu ne fait qu avancer...jcroi tu t en rendera compte le jour où t y jouera réellement !!",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@autherplayer",
      "author_id": "UC51gFmo5HPc5_IlJpowIDjw",
      "text": "J'aime beaucoup tes vidéos disque dur Je ne comprends pas toujours tout mais je m'accroche",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@douzils",
      "author_id": "UCyZiRuvSk9tmgXj5PO6NGDQ",
      "text": "Quand on suit le développement du jeu et qu’on y joue, il est certain qu’il y a une grande attente quant à son avenir. Cependant, cela n’enlève rien au fait que le jeu est magnifique et qu’il reste, en termes de technologie, le plus évolué. De mon point de vue, ce jeu est une véritable perle graphique et technologique, comme on n’en voit plus depuis plusieurs années. Il offre à n’importe quel joueur la possibilité de s’immerger dans l’infiniment grand.\nJ’invite tout le monde à découvrir, par exemple, le nouveau système Pyro. Dès votre entrée, vous comprendrez ce que le mot \"danger\" signifie.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Rectangulaire",
      "author_id": "UCGia8KCfcr1uWp8EEP38c5w",
      "text": "Quand le jeu sera terminé ce sera une bombe atomique ;)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thunderbolt8409",
      "author_id": "UCfN3EJg9mMNhgI1_j1HmC7w",
      "text": "Il faut bien comprendre que sur le temps de développement SC est parti de 0\nQuand rockstar mets 7/8ans pour pondre RDR2 ils ont des studios un moteur des serveurs des assets des technos des animations déjà prêtes\n\nLà SC en 2012 ils ont commencé à 5 dans un garage\nIls ont du recruter ouvrir des studio modifier un moteur graphique (ils ont perdu pas mal de temps avec ça)\nCréer des technos faire des partenariats etc...\n\nDonc pour moi le temps de dev n'est pas du tout légitime pour un jeu de cette qualité\n\nEnsuite le jeu est actuellement concentré sur SQ42 c'est leur priorité et on sait que le jeu est très avancé\nD'où le fait que la partie MMO avance peu\nMais ça n'empêche pas quand même de faire des trucs dessus\nLeurs technologies sont extrêmements puissantes\nTu le dis en 2019 ils avaient 2 planètes 9 lunes et quelques astéroïdes\nLà en 2022 on a 4 planètes et une douzaine de lunes dont une gazeuse faite avec une techno de nuages volumétriques maison\nLes planètes sont aujourd'hui faites avec des outils procéduraux très puissantsbet fins qui permettent aux dev d'avoir la mains\nLà ou il fallait 2 mois pour pondre une lune en 2019 aujourd'hui c'est 1 semaine\nEt on sait qu'il y'a un autre système de prêt et probablement 2 autres en cours\nSans oublier le passage sous gen 12\nLe PES un système qui permet de garder en mémoire tout les objets de l'univers déposés n'importe où \nEt le coupler avec un système de serveurs dynamiques\nTechniquement c'est extrêmement ambitieux et beaucoup de studios gardent ça de prêts et se sont manger les dents sur ces conneries\nExemple : Ubisoft bosse sur BGE2 depuis des années et on sait qu'ils se sont viander sur la physique du jeu et la rotation des objets célestes\n\nAujourd'hui oui ils communiquent moins que le jeu\nMais à côté on a beaucoup de communication quand même\nToute les semaines y'a une vidéo sur le développement\nOn a un article chaque moi qui résume les avancés parfois très technique\n\nBref on doit se rendre compte que le jeu est ultra complexe\n\nPour les bugs... Oui c'est une alpha\nGenre une alpha ça bug\nPour avoir déjà tester de vrais alpha là on est sur un truc ultra quali\nEt honnêtement on a beaucoup moins de bug aujourd'hui en 3.17 (bientôt 3.18 live) qu'en 3.0 ou c'était infâme mais même là beaucoup plus qualitatif que beaucoup d'alphas\n\nEnfin l'article de Forbes... Il a été beaucoup critiqué pour son manque de fond et ses attaques gratuites",
      "likes": 20,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonygs2989",
      "author_id": "UCaRQNxFhOSwW1ZVYERR5sjg",
      "text": "T'étais pas doubleur avant? Tas voix me dit quelque chose",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@phla.2493",
      "author_id": "UCJeTLYpNH1u-nufGvwQR1ig",
      "text": "Je suis content de n'avoir investi que sur un Aurora à 40$ en début de projet, parce que ça fait 10 ans maintenant et on attend toujours",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@monmon3681k",
      "author_id": "UC5eOJMlWRd6qifRil_W7TdQ",
      "text": "Je ne connaissais pas du tout l'histoire derrière SC.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Unnaymed",
      "author_id": "UC2IUszCJvp7W9R02zvZT_jA",
      "text": "T'as menti sur le titre de la vidéo. C'est pas bien !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bast3984",
      "author_id": "UCeGn1BiW_9NBSwJgjf6x-tA",
      "text": "c'est dingue le nombre de jeu qui ruine la vie de leur créateur",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xallive4123",
      "author_id": "UCA9IERe4GRwY59eMIApd0IA",
      "text": "\"Comment Star Citizen a ruiné la vie de son créateur\"\nChris Roberts : * s'achète un palace à 4,7M$ *\nOui bon.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@antoinesichet7320",
      "author_id": "UCMhDFCZnY17HevVkqeV-6og",
      "text": "Tres bonne video mais red dead a coûté beaucoup plus, les estimations varient entre 400 millions et 900 millions donc assez loin des 100 millions ce qui fait que star citizen n’est pas le jeu le plus cher",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@corvanders2.053",
      "author_id": "UCDqGGvmpViLZ25TxYWIX2EQ",
      "text": "Star Citizen se porte très bien et est déjà rentable 🙂",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pascalladalle4323",
      "author_id": "UCkYtzM03FibNDxqPqRqRWoA",
      "text": "c'est bien hardick, mais dit moi, il manquerait pas une vie ruiné dans ta vidéo \"Comment Star Citizen a ruiné la vie de son créateur\" ? Non parce qu'il a juste l'air de vivre sa meilleurs vie là à dev le jeu de ses rêves, se payer une maison, faire des soirée pyjama motion capture avec ses potes acteurs, etc...\n\nPuis tu commets la même erreur que beaucoup, 500 million c'est pas le budget de dev de star citizen, c'est son revenu. En comparaison, gta 5 a rapporté à sa boite plus de 6 milliards, ont est encore loin de se budget sur star citizen XD. ( et on connaitra le cout de dev de SC quand un jeu sortira uniquement)",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tewo84",
      "author_id": "UCmpMGEPdmEpFyCpOyVToA_Q",
      "text": "Je comprends pas les gens qui crachent sur le jeu , si vous vouler cracher dessus attendez au moins que les dev abandonnent le jeu jsp moi",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@colburn-fr",
      "author_id": "UCesBBpPnhRLto9r9ctKaGPA",
      "text": "Généralement RSI communique lorsqu'il y a un nouveau vaisseau à vendre...Joueur depuis 2018 je n'y touche plus depuis plus d'un an...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@littlearthmover",
      "author_id": "UCKQY1vq2qNBrRI75rResj0Q",
      "text": "En ore un qui sais pas que le speech de base n'a rien à voir avec sc d'aujourd'hui.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fredrichstrasse",
      "author_id": "UCMPqkrXVW0e3jMfIitSKtIg",
      "text": "Video a charge, limite mal documenté, tres peut de connaissance sur le jeux. Bref vidéo juste pour buzzé. Sans consistance",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@knl_sc",
      "author_id": "UC4HP13JKv9I-__NLN_bwvrQ",
      "text": "Effectivement, Star Citizen n’était pas le début du projet, il n’a pas eu l’idée de créer un univers multijoueur ! Il a eu l’idée de Squadron42 puis de Star Citizen au vu du financement.\nIl faut peut être aussi préciser que on « achète » pas un vaisseau à plusieurs milliers d’euros, on donne des milliers d’euros au développement et ils nous remercient en nous filant un vaisseau à hauteur de la donation.\n\nRed dead 2 est à 800 millions de dollars, marketing comprit, mais on est bien plus que 100 millions..\n\n128 plaintes, sur des millions de donateurs… ça va 😂\n\nParcontre pour Squadron 42, il n’a jamais promis ça, pour Squadron 42 c’est un truc hyper linéaire hyper scénarisé, c’est Star Citizen qui va avoir plein de système solaire.\nIls ne communiquent pas sur Squadron 42, simplement pour ne pas spoiler l’histoire. Et en plus aujourd’hui, ils ont passé des annonces de recrutement pour des traductions sur le jeu Squadron 42. \n\nPareil, la campagne solo avec la Motion capture, et tout les acteurs connu, ça a toujours été connu et décidé ainsi, le projet à la base c’est ca, et tout le monde était au courant.. \noui il est très perfectionniste, mais c’est le projet de sa vie. D’où l’alpha de ouf qu’on possède déjà.\nC’est dommage que tu ne dises pas un mot sur l’état actuel du jeu, toutes les technologies qui ont étés implantés…\nSur la fin de ta video, tu mets tout les temps de tes phrases au conditionnel, donc en fait tu affirmes des choses qui n’ont aucune source fiable\n\nLe titre de la vidéo : « un projet qui a ruiné ma vie » à aucun moment tu ne parles de sa vie à Chris Roberts… un titre peut être aguicheur ? \n\nDéçu du résultat final, une vidéo qui, j’ai le sentiment, surf sur une espèce de vague de haine, avec un projet qui avance lentement certes, mais qui avance bien. \nDommage…",
      "likes": 21,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sirgagarine287",
      "author_id": "UCTC9ubGKFusb8MhoxqPat9w",
      "text": "Rien d'objectif dans cette vidéos et beaucoup d'infos erronés. Et puis JDG c'est pas forcement le meilleur exemple pour parlé de star citizen",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kamifenrir",
      "author_id": "UCRb4zEIYTY6v3mtIJyU8hwg",
      "text": "Depuis mass effect est sortie et il ont fait 4 jeux.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dorimosjar6887",
      "author_id": "UCJ6AXmBZ17i5c64xxszFPcg",
      "text": "Pour moi quand le jeu sortira il sera génial, il ne faut juste pas l'attendre.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@astana2017",
      "author_id": "UCV1_rL15y6x8UWESjNFyeSA",
      "text": "De rien 😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@deadcrypt1",
      "author_id": "UCtZ617WRRjHLIEa6QYfSelw",
      "text": "On ne parle pas assez de Destiny, sorti en 2014, qui a coûté 500 millions... Ce n'est pas seulement Star Citizen qui est beau, c'est le projet de CIG qui démontre que beaucoup de choses sont possibles.",
      "likes": 1,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mockyleparapluie1436",
      "author_id": "UCuhc7iM1HRUp202gA6BnXgQ",
      "text": "Mais c'est red dead redemption 2 le jeux le plus cher il à coûté environ 800 millions de dollars pour le produire c'est quand même loin des 100 millions que tu à dis, enfin sinon super vidéo comme d'hab",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shamanix000",
      "author_id": "UCJj22IfygOKTdRAodzLh9pw",
      "text": "Ah, SC, tout une aventure !\nJe suis au courant du projet depuis 2015. A l'époque, c'était un simulateur de hangar, et c'est tout. Comparé à aujourd'hui, ça a bien évolué. Mais purée, il y a des jeux indépendants qui font la même chose (en moins beau, plus simple et mieux optimisé !) qui sortent en ce moment, et franchement, ça me fait m'interroger.\nAvant, je plaisantais en disant que  j'avais le temps de changer de vie avant que le jeu sorte. Dans 2 mois, j'aurai changé de vie. Et le jeu est toujours en alpha.\nAlors à chaque fois que je pense à sa sortie, j'ajoute une année à ma précédente estimation. Maintenant, je pense qu'il sortira vers 2032. J'aurai 50 ans.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bolageronimo2459",
      "author_id": "UCvY8b1exg6NUaVXoAk5e56Q",
      "text": "A défaut de Star Citizen, on iras jouez sur Starflied qui lui sort dans 3 semaines ^^",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nerfi2983",
      "author_id": "UC-dAs9Z8BOv8C-VHx7Xkosg",
      "text": "Le truc qui donne ce rendu d'un jeu qui ne sortira jamais c'est vraiment car il a été annoncé avant même en production. Que le projet à évoluer avec le financement et aussi avec les nouvelles technologies.\n\nSi Star Citizen était sorti en 2014 il ne serait à peine 15% de ce qu'il est aujourd'hui. \n\nLe projet est toujours lent mais on voit le bout du tunnel, celui d'un jeu qui ressemblera vraiment à un jeu. Dans quelques années il le sera.\n\nÉvidemment il ne tiendra pas toutes ses promesses à ce moment là. Il faut aussi savoir que certaines promesses ne seront tenues q'après la release.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RetrOHeaD5805",
      "author_id": "UC55OZz5dkf_fQrrHY5rjvQQ",
      "text": "Cette vidéo sans la mention de JDG m'aurait étonné mdr",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axelbayo7920",
      "author_id": "UCBoBwannsnl8nr2x6v-UNsw",
      "text": "Je vois pas pourquoi ça a ruiné sa vie du coup mais bon....",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ben-DJSoundBreaker",
      "author_id": "UC2gLTCR4Qxp1KgLqEbotT3Q",
      "text": "Tu pourrais parler d'élite dangerous ?",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arkios366",
      "author_id": "UCOhfjbXoxpVif3xi5ucl4tg",
      "text": "\"pour la plus part des contributeurs c'est pas normal que se soit aussi long\" alors non. C'est principalement les gens qui n'ont pas acheter le jeu qui rale. Donc parler pour la commu a la place de la commu non merci Hardisk. Je sais pas d'ou tu tiens tes sources mais a peut près nul part.\n\nCe que les gens n'aimaient pas c'était la communication ce qui nous déçois c'est le manque de com point.\n\nEt la question du financement et comment est utilisé l'argent on a un rapport financier chaque année sur leur site. \n\nManque de recherche pour ce sujet dommage. Juste la pour le click",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AlexandreWill",
      "author_id": "UCy1Yixiwq87M82qeLfI3uSg",
      "text": "Spoiler, le jeu ne sortira jamais en version définitive encore une fois. C'est un game as service, toujours en développement temps qu'il y a de l'argent.\r\nIl n'y aura qu'une V1 qui définira l'exigence technique minimal de Star Citizen (la persistance, le server meshing et un niveau bien plus acceptable de bug). On se dirige actuellement vers la beta en ce but avec l'amélioration de la persistance et la mise au point du server meshing.\r\nMais le jeu continuera d'être dev, notamment pour créer les 100 systèmes, temps qu'il y aura de l'argent.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@azeddr5196",
      "author_id": "UCBIpQz-zAgvfOyEE_zhmlaw",
      "text": "Mhhhh je crois qu'il y a un petit pétouiléage sur squadron 42.\nOui le moteur est le même, et les techno aussi, par contre c'est pas le même jeu. Et les deux chose qui bloque sc ajd, c'est certaine techno critique, et une partie de ce qui doit et a été dev sur squadron",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ekkimukk2039",
      "author_id": "UCZuDGmjsTT50fBttF3gjmbQ",
      "text": "C'est toujours comme ça avec Star Citizen, des années de haine et de moqueries sur le jeu, les gens sont mal informés et transmettent des informations complètement fausses ou très vagues comme le fait Hardisk dans cette vidéo, alors que c'est tellement plus complexe que ça. \n\nOn peut reprocher beaucoup de choses aux devs, et le jeu n'est peut-être pas pour tout le monde, mais Star Citizen est loin d'être une arnaque, les fonctionnalités sont délivrées, parfois avec des technologies crées depuis 0 qui n'existent dans aucun autre jeu de cette envergure, c'est un projet unique dans le milieu du jeu vidéo.\n\nChaque année le jeu dépasse son record de financement de l'année précédente, si c'était vraiment un projet sans espoir alors ça ferait bien longtemps que les gens arrêteraient d'y mettre de l'argent. La communauté Star Citizen est la première à critiquer le jeu, à dire quand ça va pas, justement parce que c'est une communauté passionnée, qui croit en ce gros projet qu'aucun autre studio, même les plus gros, n'ont voulu tenter. Il y a aujourd'hui plusieurs centaines de milliers de joueurs chaque jour sur les serveurs.\n\nJe recommande à tous le monde de bien se renseigner sur le jeu et son développement, ailleurs que sur les magazines de jeux vidéo ou des youtubeurs lambda qui ne font pas bien leurs recherches. Aujourd'hui, et malgré les bugs et son état d'alpha, Star Citizen est un jeu parfaitement jouable où vous pourrez y passer des heures sans vous ennuyer. Les développeurs proposent plusieurs périodes gratuites tout au long de l'année pour que vous puissiez essayer le jeu, alors faites-vous votre propre avis.",
      "likes": 21,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aksuilsk",
      "author_id": "UCYzaFcn4XxvP5wHaM41IJIw",
      "text": "alors 2 planètes 9 lunes et 1 astéroïde oui  mais ils était entrain de développer la technologie qui permettrai de produire des planettes entière donc quand la thecnologie sera implémenté ce sera plus simple pour eux de faire plus de planette",
      "likes": 0,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sourcilavise3788",
      "author_id": "UC9pwY9ytqq-yrl55OaAVciQ",
      "text": "Mais du coup,  c'est quoi vraiment la différence avec un Elite Dangerous ??",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FulguroGeek",
      "author_id": "UCPwTMNp5V6AOjSkO0wOuoiQ",
      "text": "Le plus grand probleme est que CIG presente toujours les choses avec des mots choisis qui font croire que le plus gros du travail est deja fait sur cetaine tehcnology ou mechanique pour ce rendre compte des fois 2 ans plus tard que finalement il n'avais meme pas commencer a travailler dessus.\nNous presenter theaters of war en 2019 nous disant que ca ne serais pas long et que ca sortirais en 2020 en debut d'année mais en 2023 bien ce n'est toujours pas là, nous presenter pyro en 2019 comme etant la grosse sortis pour soit la prochaine année ou debut 2021 et finalement en 2023 toujours pas là, nous presenter un vertical slice de Squadron 42 en 2017 nous disant que l'avancement du jeu allais bien et que nous en entendrions parler dans l'année ou 2 a vennir et en 2023 ils sont toujours silencieux et certain crois que le jeux serais encore tres loin d'etre terminer meme pour un jeu solo qui a eu plus d'une décénie  pour travailler dessus. peut etre ne sortira pas avant 2025 et je suis généreux!\n\nBref un grand reve mais il est temps de se reveiller. moi j'ai jouer depuis les débuts, suivit le projet en acharné depuis les débuts aussi mais depuis pres de un an et demi je n'ai plus toucher a ce jeu et je me sens bien mieu. LE jeu me hypais tellement et je voulais tellent que ca deviennet un grand jeux que ca me consumais et me rendais faché par rapport a CIG. mais maintenant et bien c juste un autre mauvais jeux qui na pas fonctionné pour moi et je suis certain de mon coup en disant que le jeux ne sortira jamais et ne sera jamais a la hauteur de ce que les gens en attendent a moin que le projet tienne le coup financierement encore pour les 20-25 prochaines années mais meme lè je suis sur quon sera loin du compte.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@butcheer",
      "author_id": "UCow6i3x3LIy22PhPn2qcw_A",
      "text": "Salut\nTrès bonne vidéo mais j'ai mis un SMIC dans le jeu et je crois encore a sa sortie mais je pense arrêter de donner de l'argent sur jeu grâce a toi",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mr.tested9734",
      "author_id": "UCoCRVjLZPqC8aUmS-kRH_yQ",
      "text": "Petite précision, tu dis que red dead rédemption était estimé a 100 millions de dollars, mais tu ne précise pas que l'autre jeu , red dead rédemption 2 , bien qu'il est sorti, a coûté 500 millions de dollars. Et là où on parle bien d'argent développé pour le développement , l'argent que l'on associe a Star citizen n'est pas combien leurs coûtent le jeu mais combien les joueurs leur donnent. Ça fait quand même une grosse différence en termes de comment voir les choses. La gestion des devs est complètement différente de ce que l'on pense. \n\nEn plus la plupart de l'argent est reversé pour squadron 42 , le jeu star citizen ne fait qu'en reprendre la plupart des mécaniques, ce qui peut être une autre raison de pourquoi il est si lent de termes de développement. Bon il y a d'autres raisons mais voilà",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philippes.9571",
      "author_id": "UCIKkxiFZ10iIYSoTPGFo4Mg",
      "text": "Star Citizen, c'est le jeu qui vous fait aimer No Man's Sky",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeremceed9033",
      "author_id": "UCTpeHV2w1At0AWzPtQ-6YTg",
      "text": "C'est fou comment on est beaucoup a associer star citizen avec Fred 😂 bon il a forcé aussi et continue, bon j'espère pour lui que ça sera une réussite a un moment 😅",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hartsmith135",
      "author_id": "UCSmYBl9_2u1n9OAjMV5JVAQ",
      "text": "Mais du coup le jeu a en rien ruiné sa vie",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibault7249",
      "author_id": "UCu5ZYJdgEogGJAvvwUFERBQ",
      "text": "Après le dev quand t'as un rêve c'est pas dur, tu mets en open source, vu que c'est multijoueur tu as du revenu pour l'ops, - de bugs + de dev... sauf si tu veux retirer toute la thune ou tu as trop d'égo, ou les 2",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@theodoregillot8913",
      "author_id": "UCvMV4Uefq6ropDQMWIHIaVA",
      "text": "On verra bien, si ça ne sort pas la presse et l'opinion publique auront raison, sinon ça fera fermer un bon nombre de bouche. Pour en finir avec SQ42 et SC, il n'est pas logique de dicerner le travail fait sur l'un et fait sur l'autre, je conseil la dernière vidéo sortie à ce jour du youtuber SC Daium qui explique pourquoi vers la fin de sa vidéo.\nBonne journée à vous \n😘",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jojoolerobot",
      "author_id": "UCi7R7350fOCD6dVdsT93OVg",
      "text": "Je joue à iRacing, sorti en 2008, le jeu n'est pas terminé et ne le sera jamais vu qu'il est mis à jour et amélioré 4x par an par des update. Star Citizen est dans le même concept et ne sera jamais fini et constamment amélioré par des mises à jours...ça s'arrêtera sûrement un jour mais on en est encore loin. D'ailleurs le jeu est largement jouable et il y a beaucoup à faire que ce soit seul ou à plusieurs.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rafaelperroud522",
      "author_id": "UCt89AoV-WJ3tpI4YXeq2XgA",
      "text": "j'ai un truc à dire sur le développement de star citizen je pense que si le développement un petit peu long c'est parce que il y a beaucoup de détails ajoutés et donc sa prend du temps donc sa veut dire qu'à la sortie de star citizen bah le jeu sera bien",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Darkbolt83",
      "author_id": "UCakog0PwfxCPFTa8GGn2RVA",
      "text": "Starcitizen, un cyberpunk 2077 version espace, j'ai hâte de voir la release buguée à un demi milliard de dollars 😅😅 d'ici 2052, d'ici la il y 'aura sans doute une entreprise de dev sérieuse qui sauvera le genre space mmo ^^",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@waane7888",
      "author_id": "UCVUijQ_qlAsA1DdusJI9ONA",
      "text": "Perso je vien de débuter le jeu ca fait +15jours et je suis sur le cul de la qualité graphique avec simplement une 2080ti et un rendu a plus de 30 fps qui resembke a un +60 constant.\n\nJe m'amuse bien mais oar contre les bug a fixer  d'urgence ils savent pas se que c'est, ces ascenseurs vont me rendre dingue!",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ilvxe",
      "author_id": "UCXFpIYvgBLqECO69sZN3Scw",
      "text": "Meilleur jeu de l'histoire je veux rien savoir",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ipsut5865",
      "author_id": "UCV8uBEEvPhoKeffS8clIH2g",
      "text": "Le problème de sc c’est sqadron qui on des trucs développés qui ne sont pas encore ajoutés dans le verse , mais oui c’est long mais sa reste un jeux tellement ambitieux qui demander de crée des technologies qui n’existe pas encore et faut pas oublier que au début il avait rien donc c’est normal que sa prend bien plus de temps",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Klepsidre",
      "author_id": "UChfG8kbUw487XVHCj4HBi0A",
      "text": "Hardisk : illustre oklm le mot \"Allemagne\" par une séduisante carte du IIIème Reich d'avant-guerre\n\nMoi : \"Tous les allemands ne sont pas n*zis monsieur!\"\n\nHardisk : \"Oui je connais cette théorie oui\"",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kanarts-5208",
      "author_id": "UC77J984AFoM83POkhoNdMyA",
      "text": "Et par rapport au titre de la vidéo, en quoi ça a ruiné sa vie 😅\nIl a l'air de plutôt bien le vivre",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@louiscifer5438",
      "author_id": "UC6-BsdFYDBHi_LjvqWU12zg",
      "text": "Comment passer et finir sa vie devant un jeu vidéo?",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Link975_",
      "author_id": "UCyWh5HeySA6P-fe64OvkOSQ",
      "text": "tu compare des chose pas comparable. En ce moment il crée les fondation du jeux, les génération procédural. La persistance, le server mashing. CIG à peut de développeur comparés à rokstar game pour red dead (qui est un GTA avec un skin de cowboy(j'exagère))",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zalta-gg4es",
      "author_id": "UCaFqg8K5e7boGmSpA1weMKw",
      "text": "Scam Citizen",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FulguroGeek",
      "author_id": "UCPwTMNp5V6AOjSkO0wOuoiQ",
      "text": "Souvent les gens oubli de souligner que CIG developpe 2 jeux... pas un et Squadron 42 est maintenant en phase de polish et risque de sortir l'an prochain ou debut 2025 ca enverra un shock dans la communauté gaming é s'il reussisent le lancement de squadron 42 CIG deviendra un des meilleur studio de jeu video de tout les temps.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ArchiveHePaul",
      "author_id": "UCc_thGxfh9DuTn0b4nsIqkg",
      "text": "J'aime le jeu, mais il est FULL BUG, mais vraiment de tout les cotes",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mathieudesbeek2850",
      "author_id": "UCb6SjjccEiLwXZ6EpfKZDDQ",
      "text": "En effet beaucoup d inexactitude dans cette video . Dommage 😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ostorne",
      "author_id": "UCQbM51r8J83FPc-xwxkHxQg",
      "text": "Prk il lance des debat ? Il bug sur le pc à 7K € de jdg",
      "likes": 9,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LeJudex",
      "author_id": "UCNkaFpB63jw3DidosEEBJCQ",
      "text": "C'est le film Punisher de 2004, donc bien avant Sc. Et c'est qu'une coquille parmis tant d'autres dans ta vidéo.  C'est dommage.\nPs: Red Dead 2 a coûté bien plus que 100 millions de dollars",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Colonel_Chrysttood",
      "author_id": "UCMT7YcHryJFpMtolfSWezfA",
      "text": "Je joue depuis les début a SC ce jeux et une révolution dans le monde du jeux vidéo et tout les 6 mois il repousse les limites en therme d'innovation technique.\npour le reste, il y a tellement de personne impliqué dans le jeux qu'il sortira forcement avec ou sans CR a la direction .\ntoutes les personnes qui pensent qu'il ne sortira jamais ou autre critiques n'y ont tout simplement jamais jouer, ou ils ont pas pris le temps de prendre la mesure du travaille effectué.\nprenez un vaisseaux, décollez d'une station, puis posez vous sur une lune, et la vous comprendrez.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yumitu_",
      "author_id": "UC7LLcdrH6HopVd2WMLZppKg",
      "text": "par contre, le cout de dévelloppement de red dead 2 il est plutot de 700million. Et il faut savoir que CIG est un studio indé donc qui a commencé de rien, nada! ce qui apporte une autre explication à la durée de dévellopement du jeux. Le studio se dévelloppe en meme temps que son jeux. Le projet initial de star citizen, était bien loin des ambitions actuel du studio qui chaque année rajoute du contenue et de nouveau projets. Personnellement, je vois surtout star citizen comme un jeux vidéo sans réel date de sorti en perpetuel évolution.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebsinger78",
      "author_id": "UCL_8XCUKrKs7bH8EtosOVFQ",
      "text": "gloire a elite dangerous!!!!!",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@damienparis9308",
      "author_id": "UCMb9KR9AlBEQ85ZDwdzi6zQ",
      "text": "C'est pas Starlancer déjà c'est Freelancer",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanbon4986",
      "author_id": "UCiuyvKnEIRx9D3R6X2Lex5A",
      "text": "Jdg est entrain d’écrire …",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TtaAaz",
      "author_id": "UCA92Dzm8UDtZ7lIcofO3iVQ",
      "text": "venant du monde du développement de jeux videos, cela ne me choque pas de devoir faire et refaire, c'est prévue dans la plupart des budgets des studios (donc pas sans limites évidement), dans un processus créatif, la premiere idée n'est jamais la bonne. On itère, on améliore, et si on se rend compte qu'on va pas dans la bonne direction, on jette et on recommence. Tant mieux en fait, dans l'objectif de donner au joueur la meilleure experience possible. La durée de développement ne me choque pas non plus. j'ai travaillé sur des jeux qui ont mis 5 ans de développement pour peut être 4% que ce que star citizen représente en terme de gameplay, technologie et graphisme. Je pense que les gens qui râlent et s'impatientent devrait être content que le projet n'ait pas coulé depuis 10 ans et que les équipe communique beaucoup sur les roadmaps et deadlines. Je ne connais aucun studio qui le fait à ce niveau là donc c'est déjà banger rien que pour ca.\npour comparaison aussi : GTA V : 5 ans de production, 137 $ millions dans le dev sans le marketing et ca se passe sur une ile",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FM-uo4sm",
      "author_id": "UCHCTmiDKgjmX-n3wZtlJd0g",
      "text": "Perso à chaque fois que j'essaie de rejouer au jeu c'est une grande déception.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cedricloneux1039",
      "author_id": "UC5zquCDkMkorXMAS-m4RITQ",
      "text": "le problème avec <any word> = leo duff\n<any soft> a ruiné la vie de son créateur = hardisk",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NephisVermilion-FR",
      "author_id": "UCcZvP1TgLEdwa97v5bC8Jhw",
      "text": "en quoi ca a ruiné la vie de son créateur ? \n\nLa création d'un moteur de jeu vidéo est extremement complexe, 10 ans c'est pas choquant dsl. On en parle de Halo infinite ? c'est lui le scam  !\nLa communication avait clairement un défaut avec les dates prévisionnels (énorme connerie), mais aujourd'hui on comprend clairement les enjeux des étapes dans le développement.\n\nLa roadmap du jeu solo (squadron 42) est pratiquement terminé, on vera en Q2 2023, ce qui va permetre aux équipes de migrer et d'ajouter les améliorations sur SC.\nDe mon point de vu, il reste probablement 2 voir 3 ans de developpement pour SC.\n\nPetit point concernant notre grand jdg, pour moi c'est sa configuration qui a un probleme. J'ai également maj ma configuration et j'affirme que j'étais plus stable sur ma 1080 ti que sur ma 7900 xtx. (notament les bug de pilote qui me crash le jeu quand j'arrive sur orison en 3.17.5, mais résolu en PTU 3.18 par les dev).\n\nJe vous conseil de suivre la chaine de Terada et de suivre un live pour voir que le jeu est incroyable et pas aussi bugé qu'on veut nous le faire entendre.\nJe considere que le jeu est stable et déja viable en live pour le moment.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Benderisback21",
      "author_id": "UCPLeZVzLZKIpwnAx5mgTaZQ",
      "text": "Wen des slips Hardisk ?",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Arcoconut",
      "author_id": "UCMq_jOvWMlhtFZkwjHZgNdQ",
      "text": "Bon JDG va falloir ouvrir les yeux là, regarde cette vidéo et sors le pop-corn",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrGagawel",
      "author_id": "UCkQlB8vwMWR1VceT5wDHI7Q",
      "text": "parles en au jdg",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kafouille4870",
      "author_id": "UCfUueb24EVU8WuWSF21i-sA",
      "text": "Ils auraient du prendre le moteur de freelancer pour squadron 42 l’améliorer niveau rendu et un peu la physique du jeu est c’était « vite » sorti… 😊",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vindelqen",
      "author_id": "UCMMTpn1mR4sdqztXdQmJdLA",
      "text": "L'avis des gens en général sur ce genre de projet c'est un peu OSEF que l'on soit pour ou contre.\nPersonne ne sait comment se fait un jeu ni comment se font les soft pour le faire\nPersonne ne sait comment on gère des milliers de personnes\nPersonne ne sait comment fonctionne un multi,\nBudget, etc etc\nmême moi qui suit le projet avec espoir ben mon avis sur la question n'a aucun poid.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@clementduvernoy4232",
      "author_id": "UCCcAddqm_-6hDsoIYuKGAYg",
      "text": "depuis que je l'attendais celle ça , au passage pauvre Jdg 😂",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@zaie1833",
      "author_id": "UC4b4zPlkpN56oKEUXw4Ex1w",
      "text": "après comparer zelda ou red dead ça a rien a voir le nombre de mécanique de gameplay et de feature sur SC est 100 fois supérieur peut importe le budget et le nombre de devs on parle pas du meme temps en terme de dev pour sortir un jeux fini de plus les gens aiment trop parler de bug sans prendre en compte que SC est un des rare jeux qui autorise l'accès au joueur pour une phase de développement qui sert justement a lister le nombre de probleme rencontrer et de pourvoir y jouer des les premier jour de dev jusqu'à sa phase alpha beta et release offi",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DarkGigalaxie",
      "author_id": "UC2m4F6v1BeESjR8RFVfAJcA",
      "text": "Ça a pas vraiment détruit ça vie, comparer à certains qui sont partis en dépression",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@starciti",
      "author_id": "UCiHX2TI9nVSdar3AkjjLIYQ",
      "text": "Welcome to StarCitibug 😂",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Daium",
      "author_id": "UCy-jPoYFmALm1CDCLDe3o_g",
      "text": "Chris Roberts ? Connait pas :p",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@japanfigs8063",
      "author_id": "UCDdxohMvUunBBtOyM_FLI2g",
      "text": "J'ai regardé ta vidéo du début a la fin et je ne vois pas du tout en quoi Star Citizen a ruiné la vie de son créateur au contraire du dis que le meme s''est acheté une villa. Si c'est ca etre ruiné, je veux bien etre ruiné comme lui.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Depnea9",
      "author_id": "UCfxmXr_zBjo_25qweIzKJlQ",
      "text": "Red Dead Redemption 2 , 100 millions? Ca parait très peu ...  \nSi on considère 3000 dev payés a 1200€ par mois pendant 7 ans, on arrive à plus ou moins 300 millions, et juste pour payer les personnes qui ont bossé dessus au smic...\nEt, pour faire une analogie du monde des jeux vidéo, la majorité des jeux qui sortent sont des trottinettes, des berlines, des camions. Il en sort chaque année, remis au gout du jour, améliorés, mais rien de révolutionnaire. De temps en temps sort un avion, qui apporte une nouvelle technologie, une nouvelle façon de faire des jeux. Et Star Citizen, c'est une navette spatiale! Trouvez moi un seul jeu sans temps de chargement avec une map aussi gigantesque.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ErokzTv",
      "author_id": "UCQsFXVpBzm8rh1OZ1ki_0XQ",
      "text": "Une vidéo masterclasse ! J'adore",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cupofkofy",
      "author_id": "UCis0eZA0wFItTXJxo0j3URg",
      "text": "Avec tout cet argent il pourrait prendre un peu de temps pour l'optimiser, forspoken est moins gourmand...",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Ichiligin",
      "author_id": "UCgTgYc7DvHKZfBPPpBmW-EQ",
      "text": "A mon école, en informatique, si on dépasse la limite de temps pour la remise, on a automatiquement zéro. La raison est: Aucune entreprise n'accepte les retards :')",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tomulus92600",
      "author_id": "UCafeHJyhE9KtBQSNLjbcj6w",
      "text": "Si vous voulez voir du SC in-game (avec ses bugs), la dernière de Terada : https://www.youtube.com/watch?v=h_CsjxWXJ6s",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xaviergeubel6682",
      "author_id": "UCKt8F7lDfB8Ww4XZ4ZmbLUg",
      "text": "Je suis le développement du jeux depuis 2013, et je trouve qu´il y a beaucoup d´imprécisions dans ce que tu racontes, et toi, par rapport au jeux de CIG?   Est ce que tu y joues?  As tu suivi le développement ou copies tu juste ce que tu trouverais aléatoirement sur le net?",
      "likes": 7,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@starsaya1432",
      "author_id": "UCe6FgWztg4FCWsz9XOmphJw",
      "text": "Tu confonds tout.. dommage de sortir une vidéo sur un sujet non maitrisé. Tu dis que Squadron 42 a été rajouté à star citizen, c'est totalement faux, a la base il ne devait avoir que squadron 42.\n Ils ont créés des palliers de financement qui avaient pour limite 60 millions de dollars, et si l'objectif était atteint, ils transformerait un mode de jeu (dogfight de l'arena commander) en un jeu à part (star citizen) donc le développement a toujours été focus sur squadron 42 qui au passage est 𝐅𝐄𝐀𝐓𝐔𝐑𝐄 𝐂𝐎𝐌𝐏𝐋𝐄𝐓𝐄.\n\nUne fois le projet principal terminé, ils concentreront leur efforts et transmettront toutes les nouvelles feature non dévoilées pour SQ 42 sur Star citizen. \nDe plus, développer un jeu et permettre qu'il soit jouable en temps réel, n'est pas la même que développer un jeu sans se soucier de l'optimisation de celui-ci, des serveurs etc. \n\nEt je ne parle pas du fait que tu compares des jeux solos avec des studios déja établi avec un budget, a un MMORPG qui est parti de 0 avec même pas10 personnes.\nLe développement est réellement lancé que depuis 5-6 ans, mais ils développent 2 jeux en même temps, donc clairement pas comparable. Je n'ai qu'une chose à dire : I HELD THE LINE",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ceo_of_ducks",
      "author_id": "UCTkI-fYQw0hwzez3-hPeRfA",
      "text": "550M$ c'est rien. Regarde les jeux pay-to-win, beaucoup dépasse le (voir la dizaine) de milliards",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@bigbob0031",
      "author_id": "UCT2U6W6X4H3LhjeS2Adg3mw",
      "text": "soit tu es mal renseigné soit tu es mal intentionné parce que tu racontes bcp de chose fausse, comme le fait que star citizen soit le projet de base alors que c'est squadron 42 et star citizen n'existe seulement que parce qu'ils ont explosés founding, bref il y a énormement de point sur lequel tu dis soit des mensonge soit des demi vérités, la prochaine fois que tu fais ce genre de video assure toi de te renseigner aupres de quelqu'un qui suit le projet depuis le début!",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lulu-ik5nb",
      "author_id": "UCRKEHBjps7dR5zPididWcCA",
      "text": "C'est plus \"Comment Chris Roberts a ruiné Star Citizen '",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@stickeurs1752",
      "author_id": "UCHJPYWUKbH2jK5s1_uIK9Vw",
      "text": "En tout cas je ne sais pas comment tu as des informations mais je peux te le dis ils sont bidon les chiffres et que tu as part sont pas vrai c'est que pour Red Dead Rédemption 2 qui aurait coûté un peu plus 100 million de dollars c'est complètement faux En tout, ce sont plus de 800 millions de dollars qui ont été engloutis pour le développement du jeu de Rockstar Games\nPareil pour GTA 5 Rockstar Games a déboursé en tout 265 millions de dollars. Une somme à diviser par deux : 137 millions pour le développement et 128 millions pour le marketing.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@prooz1364",
      "author_id": "UC5FwsDnWub0AgaR5OqcazQA",
      "text": "Déjà quand tu dis que CR a était producteur de la serie The Punisher alors que c'était sur le film de 2004, on comprend vite que la recherche d'informations fiables même aussi minimes c'est pas ton truc, donc bon revoit tes infos, la plus part c'est du bullshit",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adematsuya298",
      "author_id": "UC_G5Hra3iiROSzcCEO5_1NQ",
      "text": "Dans l'ensemble la vidéo passe à côté de beaucoup de choses mais comment t'en vouloir quand jdg lui meme passe a coter par méconnaissance et faute de temp  , finalement l'axe de la vidéo est partisan car ont le sait star citizen fait cliquer surtout quand ont veut e' dire du mal . Quelque recherche , demandé a une orga active ou joueur actif aurrai pas etait de trop . Dommage.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@palaisvenitien",
      "author_id": "UCvOpYcJhK0CPBv9a7k7dMog",
      "text": "Et donc ? qu'est ce qui a \"ruiné sa vie\" ? ...Quand on peut se payer une villa à plusieurs millions de dollars, qu'on touche un salaire de 500.000 dollars mensuels (chiffre annoncé récemment), ce n'est pas pour moi l'image d'un gars dont la vie est \"ruinée\"....",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adammarceau692",
      "author_id": "UCJqDvvoS4GoUqr49td7bJeA",
      "text": "Enfin des critiques construite sur le projet Starcitizen ! Enfin je partage merci 😉",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@atlantis1868",
      "author_id": "UCnBe7pUZQvbIaXhYrvPaBLA",
      "text": "STARFIELD vas anéantir Star Citizen. Bethesda enfin le Géant se réveille, Les bug aurons  de la concurrence où presque même si Star Citizen est qu'une Démo perpétuelle, mes condoléances Pour Star Citizen.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lydiad5879",
      "author_id": "UCyxA7JU-lWfLjfevJisaCHg",
      "text": "Perso je préfère acheter ce jeu encore en alpha au lieu d'acheter un fifa à 80 balles ou ta 2 équipes en plus et 3h de jeu..",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Marhsallpiotr",
      "author_id": "UCjeQ2nW-H8S94oAM5CZG4BA",
      "text": "Y a beaucoup à redire quand même…\nNe pas parler du mesching 😑😑😑.\nTu as survolé le sujet, tu es la pour informer ou divertir ? Les deux sont pas incompatibles. Mais si c’est le but recherché on y est pas frérot",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@FaMaSfrancais",
      "author_id": "UCAyme5_WiRiJK1be4FjzekA",
      "text": "Perso je le tourne a 150 fps , pas de beug depuis trés longtemps et c'est le jeu de ma vie",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xhanto2563",
      "author_id": "UCd87O9AF3wBFCx2RlmZs6fg",
      "text": "cc",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tinema_",
      "author_id": "UCbvQwpFGW0KE3UkHqddHHqQ",
      "text": "@joueurdugrenier héhéhéééé",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximeansquer7032",
      "author_id": "UC8emcihTHwSKYW9a2ImOsEA",
      "text": "Pour Freelancer, il a pas \"quitté\" le projet en cours de route mais il s'est fait lourdé par Microsoft à cause de son incompétence à mener le projet à bien.\nC'est ce qu'il se passe actuellement avec SC, mais vu qu'il n'y a personne au dessus de lui, on se retrouve avec une arlésienne surfinancée qui ne sortira probablement jamais en 1.0.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@eros0042",
      "author_id": "UCQVVTR5uGhNg3csp0TKHTow",
      "text": "C'est facile de taper sur Star citizen quand on fais des énormes raccourcis.\n\nUn exemple parmi tant d'autres : les 500M$ ce n'est pas seulement pour Star citizen.\nMais plutôt pour 2 jeux différents et chacun bien plus ambitieux que les triple A (StarCitizen & Scuadron42)\nPlus la création d'une entreprise de création de jeux vidéo répartis en 3 studios qui emploie entre 300 et 400 personnes alors comment du Kickstarter c'était littéralement trois copains qui avaient bossé sur une démo\n\nBref ça fait mal de voir que les journaliste gaming c'est juste là pour faire du clic qu'importe si ça veut dire maquiller la vérité pour générer des polémique, ton travail n'est pas utile il est provocateur.\n\nBonne continuation",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@garilforgecoeur5644",
      "author_id": "UCAxLd_kF7cKF5l1qYNjYGpw",
      "text": "Putain les commentaires sérieux. Faut vraiment être débilos pour comparer rdr2 avec SC. Et le meilleur est à venir : Starfield vs SC, alors qu'il y a à peu près autant de point commun entre les deux  qu'entre une noix et une pastèque.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DokGonzo",
      "author_id": "UCS87gJxtMlR48gAsDcrScXQ",
      "text": "Je dirais plutôt que c'est son créateur qui a ruiné SC 😅\n\nChris Roberts a toujours de très bonnes idées et des bons concepts mais difficile de trouver plus mauvais gestionnaire que lui dans le domaine du jeu vidéo...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@millinag3817",
      "author_id": "UCkytXbt2DWmSPd7ziQ-h_RQ",
      "text": "Pour être précis, il faut parler de tout ces echecs aussi... \nIl à du faire/participer à 10 films et seulement 2 s'en sortent, oui, s'en sorte seulement. \nQue Chris Robert, sans Microsoft n'aurai pas sorti Freelancer. Ouais le coco quand il y a personne derrière, c'est une feignasse. \n\nLa vie de Chris Roberts est pavée d'échec et de magouilles. \n\nEt le turn-over c'est normal aussi, quand tu bosses sur le même projet pendant plusieurs année, tu m'étonne que t'es gavé, puis c'est pas non plus l'extase d'avoir cette entreprise sur le CV...\nExemple :\"J'ai travaillé 5 ans chez Cloud Imperium Game, j'ai rien produit pendant 5 ans...\" Inutile sur un CV.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@intercepteur_sc_8661",
      "author_id": "UCHqosM-RsDaiiVmkrNHo9GA",
      "text": "Red redemption 2 c'est 800 a 1000 millions de dollars de dev et pub.\nBref il y a pas mal de jeu qui depasse les 100 millions pas terrible il y a un peu d'erreur partout sous cette vidéo dommage.\nDonc pas de pouce dsl.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Azayii",
      "author_id": "UCbb_VgURxVwghGmKibnTmsA",
      "text": "J'aime beaucoup tes vidéos ! Elles sont très bien faites, merci beaucoup !",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@darksevens35",
      "author_id": "UCXvWySU0it3DBA586k78BcQ",
      "text": "Maintenant que unreal ungine 5 est sorti ce sera peut être pour bientôt",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rossini9mozart10",
      "author_id": "UC-TTXtovSb99hj8oD78IjLA",
      "text": "Aie aie aie un célèbre youtoubeur à chemise hawaïenne va encore se faire emmerder",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@longduzboub4105",
      "author_id": "UCnSAJbA8g75xkk5w4dvKd4A",
      "text": "Et la vie de pauvres simplets.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AkLemon_Dust",
      "author_id": "UCfepzVkZwXPr3XRJSIuZCLA",
      "text": "Mauvais titre, la vidéo devrait s'appeler : Comment Star Citizen a été ruiné par son créateur",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aymericsmith9565",
      "author_id": "UCPbPrqSvE0jq3NGu2UQaNCg",
      "text": "Moi, je pense qu'un tel niveau technique ne pourra jamais etre finalisé parce que la technologie ne cesse d'évoluer donc les développeurs doivent tout changer graphiquement et techniquement à chaque évolution ...? comment peut il persisté \"moi je pense qu'il est juste malin et bon parleur\" et l'argent que la communauté finance il mange dedans à bras ouvert et s'achete des maisons tout en lançant des petites news ect... donc ce jeux ne verra jamais le jour ... si ...dans un alpha tout simplement.  Faut ètre bête pour croire que le jeux arrivera à une fin , la technologie dépassera sa création au bout d'un moment il ne va plus suivre ou il faudra encore tout refaire sur les bases déjà construite et d'ailleurs il commence déjà à le faire",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@davidandre8029",
      "author_id": "UCELoT_K9csqFPlzeB2LbboQ",
      "text": "Etant joueur depuis bientôt 5 ans 😑j'ai trouvé t'as vidéo super! Elle est objective et j'ai quand même appris des trucs malgré toutes ces années passé a y jouer.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@reivalingard270",
      "author_id": "UCz45pWSOs2cOOarfknW2_7A",
      "text": "Plutôt bonne cette vidéo, quelques erreurs et manquement mais bonne :)\n-La promesse est jeu solo, le multi est arrivé après\n-Un peu vite passé le fait que le studio a débuté avec 3 ou 4 pélos dont seulement deux dev (Chris compris loll) et qu'il y a eu plus d'une année avant d'avoir une vingtaine de personne\n-D'autre menu détails mais bon :)",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@arverneexploration766",
      "author_id": "UCGZLFpEINgxm3qgj7vHrVzQ",
      "text": "Tu peut retiré ta vidéos maintenant du-coup les retournement de veste arrive xd",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@toom6087",
      "author_id": "UC44MV4gd0fXbjAQNudS2mSA",
      "text": "Beaucoup d'erreurs dans cette vidéo. Il n'est pas prévu que les joueurs construisent des vaisseaux. SC n'est pas Eve Online, son économie va beaucoup dépendre des PNJs. Des généralités sont avancées ici sur ce que pensent les joueurs sans donner de chiffres, sans sondages. C'est au doigt mouillé. Seul chiffre précis : les 128 plaintes en 2019. Sur 4,65 millions de comptes aujourd'hui on a compris que ce n'est même pas la peine de les citer, ça ne pèse rien.\n\nOn voit JDG qui n'est jamais in game. Tu devrais aller prendre des vidéos des corporations qui sont au cœur de ce jeu qui est un SANDBOX. Pour les francophones citons Too Linear, Disorder, la Confrérie des renégats, la Sard, les Frog Swarm, le Protectorat, la Force coloniale unifiée, les Shadow Moses, Resilience et j'en oublie. Côté anglophone le Test Squadron compte plus de 20 000 membres. Et des teams comme l'Avanger Squadron, les Liberty Reapers ou la Ramming poussent le niveau de skill toujours plus loin. \n\nEn fait là, tu as été piquer des infos à d'autres, infos qui sont aujourd'hui frelatées. Tu as bâti cette vidéo sur des infos non vérifiées. Je suis journaliste pro salarié d'un grand quotidien, je sais exactement de quoi je parle. Ici tu ne croises pas les sources, d'ailleurs tu n'en cites que de trop anciennes qui comportaient déjà des erreurs à l'époque.  Et comment pourrais-tu faire autrement?\nPeu d'infos filtrent de ces entreprises. Pas de preuves, peu de témoignages sauf de personnes qui se sont fait virer (elles étaient peut-être incompétentes et virées à juste titre mais ça, personne ne le sait)... bref trop peu d'info pour tirer des conclusions. Tu peux juste souffler la rumeur..\n\nMais OK alors faisons des suppositions, donc du vent. Et accessoirement du clic pour ta chaîne. Mais on peut quand même parler de ce qui existe in game. Dresser un constat de l'activité des joueurs qui sont le véritable baromètre de la santé de ce jeu. Tant qu'ils sont là et qu'il financent, tout va bien. Et pour l'instant pas de désertions à l'horizon alors qu'on sort de la pire période qu'à connu le jeu.\n\nSi tu faisais partie d'une corpo, tu saurais que des events sont organisés en permanence entre joueurs et que cette alpha dont tu parles fonctionne mieux que des jeux officiellement sortis. Tes comparaisons avec les autres jeux sont bancales. Des jeux qui ont plus de 10 ans de développement, on en trouve d'autres mais aucun de ces jeux n'a l'ambition de Star Citizen qui NE PEUT PAS ÊTRE COMPARE. Rien de comparable n'a été fait ainsi avant. Tu ne contextualises pas ton sujet.\n\nSC est un game changer qui évolue constamment. Il est probable qu'il n'y aura jamais de sortie officielle. Comme tout entreprise, CIG doit communiquer et selon la crédulité ou l'incrédulité du public, ils déçoivent ou non. Franchement qui peut croire qu'un jeu ambitieux et novateur lancé en 2012 va sortir en 2014? La communication c’est comme la pub : c’est fait pour tenir en haleine. Les plus lucides savaient en 2012 qu'ils allaient en prendre minimum pour dix ans. Et ils avaient bien deviné que Squadron 42, contrairement à ce que tu dis ici, est la priorité de Chris Roberts. C'est son bébé. Mais comme le MMO a pris une ampleur inattendue et bien CIG s'adapte. Mais c'est plus compliqué que ça : personne ne peut prédire exactement comment le jeu va évoluer. Chris Roberst fait refaire et ça dérange? Putain mais encore heureux qu'il fasse refaire ! On vise le quintuple A ici. Et le détail ça compte. C'est la devise du préparateur automobile Singer, une marque qui customise Porsche façon retro, du grand art. Et devines comment ça se passe  : ça coûte très cher et ça prend beaucoup de temps. Quelle surprise!   \nBref, on peut juste supposer que SC continuera de grandir  comme il l'a fait depuis 2012, tranquillement et progressivement, deux pas en avant, un pas en arrière, et bien au delà des 100 systèmes initialement prévus. \n\nLa campagne solo est un goulot d’étranglement : pour vendre S42, il ne faut pas balancer toutes les technos dans le MMO, donc le MMO est dépendant du jeu solo dont on sait que Roberts a déjà prévu des suites. A chaque fois qu'un épisode solo sortira, le MMO va faire un grand bond. Actuellement selon CIG trois autres systèmes sont très avancés (Odin, Pyro et Nyx). Mais il faut des JumpPoints pour y aller, techno qui n'est pas encore là.\n\nUn des obstacles majeurs à surmonter, la persistance des objets, fonctionne aujourd'hui après une 3.18 très en retard et très dure (3 mois de bugs à gogo) mais on avait été prévennus. On savait que ça allait être compliqué. Tellement compliqué que je n'y croyais pas et je pensais qu'ils allaient devoir s'en passer. Sauf que ça marche désormais. Reste le server meshing pour la 4.0 et ce sera hardcore de chez douloureux. Mais ensuite? C’est un boulevard, une promenade de santé. Si tu avais joué à SC en 2016 entre 4 JPEG et une seule station spatiale, tu mesurerais mieux les énormes progrès accomplis.\n\nQuels sont les autres jeux qui proposent ça ? Le très moche Elite Dangerous? Le flashy No Man Sky qui me crame la rétine? T'as vu la gueule minable des combats de vaisseaux dans le futur Starfield édité par les champions du bug (j'ai joué six ans à The Elder Scrolls on line en team de PVP élite : c'est plus bugué que Star Citizen). J'ai joué à Eve Online, en wormhole, autre sandbox, mais qui n'est pas comparable. Eve, c'est du tableur, de la gestion, des combats avec du cool-down à tous les étages... pas comparable.\n\nAujourd'hui je joues plusieurs heures chaque soir sur SC alors que je m'ennuie à mourir sur tout ce qui sort à côté. Le futur Total War Pharao est une copie de Total War Troie. Diablo 4 ? Après le level 60 tu te retrouves dans du bashing de mob à la coréenne. Et ce soir y a eu un crash server, plus personne ne pouvais jouer... Throne and liberty? Tiens il était annoncé pour juin et il vient d'être repoussé ! Homewold 3? Dune Awakening? J'attends, j'attends, j'attends.... Heureusement que j'ai Star Citizen du coup. Le dernier Star wars jeidi machin en mode survivor qui vient de sortir est décevant : on se croirait dans Donkey-Kong, la bonne blague ! Et ben ça c'est une véritable arnaque ! Je viens de poncer Silica qui est une bonne surprise mais j'en ai déjà fait le tour. En fait,  Star Citizen ne sortira jamais officiellement parce qu'il est déjà sorti. C'est juste une question de vocabulaire : alpha, beta, on s'en fou. Il fonctionne.\n\nCertes, restent deux problèmes avec SC. Et ça par contre tu l'a bien identifié.\n\n1 - C'est un fast to win. Ceux qui ne veulent pas farmer pour se payer des coques de vaisseaux in game peuvent  faire chauffer la CB. Mais pour le fitting des vaisseaux, on est tous logés à la même enseigne : il faut acheter les composant in game. Et un bon pilote dans un Aurora à 30 euros peut fumer un moins bon pilote dans un Blade à 300 euros. Donc fast to win, mais pas pay to win. Un Arrow, c'est moins de 900000 UEC in game : faut quelques heures pour farmer ça. Mais de quoi se plaint-on?! En fait tous les joueurs que je croise dans d'autres jeux et qui n'ont jamais testé SC me disent que c'est du pay to win. Il y a une fausse réputation à effacer.\n\n2 - La vrai question vient du futur financement. Est-ce que CIG continuera à vendre des vaisseaux ou est-ce qu'un abonnement sera nécessaire? Là encore il y a cette réputation de scam qui nuit au jeu. Mais est-ce que ça peut le tuer? Aujourd'hui compte tenu de l’avancement du dossier, SC est trop implanté pour se casser la gueule. Mais ce n'est que mon ressenti qui ne vaut pas un clou plus que le tien, une supposition, un questionnement. Tout ce que je sais, c’est que je ne sais rien. Et il en va de même pour toi.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hexadance1198",
      "author_id": "UC3CRaxsvO-zjHZooeemWtMw",
      "text": "Ton contenu est bon, mais sur cette vidéo je trouve que tu donnes beaucoup trop d'informations erronées. Tu fais des comparaisons qui n'ont pas lieu d'être. Bref, n'importe quelle personne qui connaît le projet de Cloud Imperium Games peut démonter le 80% des propos que tu tiens sur le jeu. Par contre la partie sur Chris Roberts était intéressante.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loicwhite",
      "author_id": "UCURoaJsy55PGtMeHVQ8bsAg",
      "text": "Je ne suis pas convaincu par ton histoire avec Freelancer. Le problème c'était Microsoft qui m'était la pression pour que le jeu sorte plus rapidement. Chris voulait mettre beaucoup de choses mais Microsoft ne voulait pas car le jeu devait sortir.. Donc il a sorti le jeu mais il était frustré du résultat et de ne pas avoir pu faire ce qu'il voulait.  Alors il a créé son propre studio pour faire Star Citizen et avoir le temps qu'il veut.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@coolfarmer",
      "author_id": "UCNuiFOfSe3b3cT12tnof5JA",
      "text": "Malheureusement, tu n'as pas parlé du changement de scope du jeu. En gros l'objectif du jeu a totalement changé en 2016-2017. \"L'Ancien\" Star Citizen a été jeté aux poubelles et toutes les fondations ont été reprises de zéro. Le jeu affiché sur Kickstarter en 2012, et le jeu aujourd'hui, sont complètement différents. Et c'est vraiment pour le mieux! Le jeu affiché sur Kickstarter était chiant et très limité, celui dont le développement a été recommencé en 2017 est totalement FABULEUX! (Giga open world, serveur meshing, persistant entity streaming, etc.)\n\nFranchement personnellement, je suis content que le scope du jeu est changé, le jeu de 2012-2014 n'aurait jamais eu la même popularité que le Star Citizen d'aujourd'hui.\nDonc en vrai, on peut dire que le jeu est développé depuis 2016, donc environ 6 ans, et les avancements sont incroyables avec la version 3.18. Le serveur meshing serait prévu pour la fin d'année, et avec ça, il ne manquera que quelques boucles de gameplay.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@shyde073",
      "author_id": "UCU5rUldbTjLojylkUCgdR_g",
      "text": "JDG en sueur devant la vidéo XD",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@AzarathTV",
      "author_id": "UCFWkDGKh8g0smALFPg9FrJg",
      "text": "houlala... La horde de fans matrixé qui auront juste lu le titre en approche...",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LuckyLuke3331",
      "author_id": "UCPsfAXhtWuZTUv79HLFsNQQ",
      "text": "STOP: Scam citizen N'EST PAS une simulation. C'est juste un jeu normal, pas une simulation! Ca ne simule rien! KSP est un jeu de simulation spatial!!",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Aliasst",
      "author_id": "UCgGaFDyfEPEWkofnezBgrnA",
      "text": "Très bien expliqué. Sans descendre le jeu. Voilà une impartialité irréprochable ! J’adore  🥰",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@flow073",
      "author_id": "UCDNstFYGP1Ds8T5LDoqOHAw",
      "text": "On en parle de red dead 2 ??? 800 millions de dollars ?? 8 ans de dev et 3000 Personnes???\nJe n'ai pas particulièrement envie de défendre le jeu mais cette video c'est quand même  juste un troll putaclic...apparemment/ peut être/ on dirait ... paye tes infos qui sortent du cul.\nEt le salaire de Chris Robert est connu et n'est pas si important par rapport au dirigeant d'autre boite équivalente.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nicoplouf887",
      "author_id": "UC-01GGDBXKbaDx9tATVH9Og",
      "text": "haha, le ramassis de conneries. comment remplir 15min sans rien connaitre, sans avoir bossé le sujet...",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aeonzzz",
      "author_id": "UCxEToxBPyC75rtr_Lsrx9Xg",
      "text": "C'est fou de voir une chaine avec une telle audience raconter autant de bêtises.",
      "likes": 5,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@WATTA1971",
      "author_id": "UCTFO7VmkAS0lTeC45fD6yoA",
      "text": "on s amuse et on en prend plein les yeux sur star citizen  avec un potentiel role play de fou  quoi qu en disent les langues de vipers pendant que blabla elle crache leur venin nous les joueur sc on s eclate comme des fous",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@donkey1748",
      "author_id": "UC0_F9KE104po2xpeg6iEGAg",
      "text": "A l'époque,en 2013, j'avais grave été attiré et j'avais investi 70€ puis à la sortie de des premiers modules jouable j'étais convaincu donc j'avais rajouté des sousou pour soutenir le projet, 250€ environ en tout, 10 ans plus tard c'est la plus grosse douille vidéo-ludique que je me suis pris !! Fait 2 ans j'ai lâché l'affaire, je crois depuis j'ai perdu me code d'authentification en plus, dernière fois j'ai testé le truc était plus buggé qu'au début, de pire en pire , ça n'avance pas, toujours des ventes anniversaire, des New vaisseau à acheté, de nouvelles promesses mais rien de concret, des trucs qui devait sortir il y a des années tomber dans l'oblivion ect ... j'ai mi de l'argent j'avais 27 ans j'ai à présent presque 38 et il ne sera certainement pas sorti pour mes 40 ans 🫤",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@kylipro",
      "author_id": "UCLkUCx_sc5pNvsxglH0Zo5w",
      "text": "Étant un apprenti développeur, le développement d'un jeu aussi titanesques requiert de la perfection et de réglé tout bug si on ne veux pas que le jeu lag et que ce sois stable",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Gillianblc",
      "author_id": "UChd4h-rIdERhd4zondzH2Ng",
      "text": "Ce n’est pas un jeu, c’est un logiciel n’oublie pas Hardisk !",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lyc4n111",
      "author_id": "UCNBRfbLaLcCJrVmXb-85wbQ",
      "text": "Bonne video mais clairement tu te trompes sur plusieurs points sans aborder d'autres sujets très important",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nalkahn",
      "author_id": "UCP3PGbu2uxr1pIn3c5W3NLg",
      "text": "Le seul gros problème que j'ai avec ce projet c'est que la zone de jeu vise une taille galactique et les devs travaillent à l'échelle des charnières de portes.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@axlm.808",
      "author_id": "UCQfxVZ2mVz5C7_MbCALIKLQ",
      "text": "Dire qu'à la même epoque de l'annonce de Star Citizen, y a un autre jeu \"concurent\" qui a été annoncé\nC'etait pas le même budget, pas la même taille d'equipe, mais le jeu est sorti plus ou moins dans les temps et il propose un peu plus qu'un systeme planetaire à visiter (genre, 400 milliards de fois plus avec la Voie lactée à l'echelle 1 totalement explorable)\nLe jeu en question, c'est Elite Dangerous qui, en 2023 (apres moultes upgrades et DLC), propose à peu prés tout ce que SC promet à ses pig... euh ses investisseurs depuis l'annonce initiale",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@onha-3904",
      "author_id": "UC07p6S6js_54cgLDDuw8JhQ",
      "text": "Faudrait renommer la vidéo \"Comment la vie de son créateur à ruiné Star Citizen je pense………",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tontonsamlecingle5326",
      "author_id": "UCSc55SBTwcHRVcjqv4PYM2g",
      "text": "faut envoyer cette vidéo a JDG....",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chadok89",
      "author_id": "UCC7kwDzFCbol88fB2pZYuxg",
      "text": "7:25 non, pour la plupart des non contributeurs.\nLa majorité des contributeurs savent où le jeu en est et quels sont les problèmes sur lesquels les devs buttent aujourd'hui (server meshing principalement). Et quand tu compares ce qu'ils font à par exemple, red dead redemption qui a mis 8 ans... Ils sont largement dans des temps dendev normal pour un projet aussi énorme.",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aublivion45",
      "author_id": "UCBS11Fjr_j6eJjZ5dNkLnCQ",
      "text": "Et ça va sans dire qu'il y aura de gros problèmes d'équilibrage du jeu pour éviter de sombrer dans le \"Pay to Win\"...Enfin j'espère qu'ils bosseront cet aspect, car si en débutant le jeu je me fais déboiter par Jean-Kévin parce qu'il aura un \"super vaisseau de la mort qui tue\"  acheté avec la carte bleue de papa/maman ça risque d'être craignos :(",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pw7305",
      "author_id": "UCJxRC8h3gpt7fwnnWZ1IsXg",
      "text": "Pas mal de bêtises sont dites dans cette vidéo... soit par méconnaissance, soit pour faire du buzz, j'en sais rien mais c'est dommage d'avoir autant déformé la vérité :  \n7:47 \"les contributeurs comprennent de moins en moins pourquoi c'est aussi long pour finir son développement\" ... pas du tout, les gens informés savent que les dev viennent de finir un gros morceau (le PES) et que l'autre gros morceau (serveur meshing) est déjà en cours de développement!!! Comme c'est deux techno qui n'existent encore dans aucun jeux, c'est normal que cela prennent du temps     \n7:52 \"RDR a plus de 3000 dev, c'est 4x plus que pour Star Citizen\"  ... MAINTENANT, effectivement il y a un nombre correct de dev pour SC mais pendant longtemps (les 6-7 premières années) il n'y avait que quelques centaines de dev sur SC !!!     \n8:21  \"53% pensent que c'est un scam\" ... mais combien dans ces 53% ont réellement joué au jeu : très peu, ils font ce qu'internet fait le mieux \"parler sans savoir\"!!   Rien que dans l'état actuel (version 3.18) le jeu est super beau et fun et tout à fait jouable !  OK, il y a de nombreux bugs (qui sont en train d'être corrigés) mais ce n'est pas le premier jeu jouable avec des corrections de bugs qui arrivent au cours du temps (cf Cyberpunk)   \n11:04 \"d'autres trouvent que cela n'avance pas assez vite\" ... or le jeu n'a jamais progressé aussi vite que ces dernières années avec les dernières grosses pièces du puzzle qui sont mise en place (PES et serveur meshing) ... oui, j'insiste sur ces deux technos car on en parle même pas dans la vidéo alors que c'est les pièces maitresses de Star Citizen.   \n11:30 : en 2019, ce n'était pas 500millions mais \"seulement\" 300millions et depuis, le jeu a encore énormément évolué donc quel intérêt de citer un papier complétement désuet!?!",
      "likes": 4,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@aymericc.126",
      "author_id": "UCo3DpJO-3gkDg8KbiBUDX0w",
      "text": "Faut virer Chris Robert...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enzofratelino",
      "author_id": "UC4yi_c5VWFI6K5-qQa0Bgfw",
      "text": "Je crois que les gens n'ont pas compris, le type il a 500 millions dans la poche il veut vous la mettre profond...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TSKTbag",
      "author_id": "UCW6Mais1q6beqmO41sGkiXQ",
      "text": "fred de jdg en sueur",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tripackonetooth4910",
      "author_id": "UCn4ZAohsRBMu2GekORm6JMw",
      "text": "Le plus penible avec Star Citizen, c'est cette masse de joueurs qui ont litteralement vire au culte et qui partent en vrille des qu'on ose critiquer ce jeu. Je suis sur Star Citizen depuis 2016 et y joue toujours, mais honnetement, y en a un peu marre de voir Chris Roberts changer de direction, ajouter des trucs a peine valable, et rallonger encore et encore la sortie du jeu...",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LouviKsc",
      "author_id": "UCklrmkV-LuEk8jF9ZD0-BEQ",
      "text": "Ne dis pas trop de ******* sur star Citizen car la commu est très active et remontée contre les fausses info",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@miralero",
      "author_id": "UCTqSozW41Br6ovZYeBE7xDA",
      "text": "Chris Roberts est un artiste, il a une vision du jeu qu'il veut telle qu'il l'imagine, c'est toujours difficile à faire valoir ses envies à une équipe de travail. Mais il y arrivera",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@KiWill_i_am",
      "author_id": "UCENj0PgngfNL5EL9Wb0ayFA",
      "text": "Un jeu qui sortira dans 10ans mais qui sera vraiment incroyable, il est deja incroyable mais il faut un super pc pour le faire tourner :/ Et pour le pay to win c'est surtout du don plus qu'autre chose (qui permet de garder les vaisseaux acheter malgre les wipes de maj majeur, mais tout les vaisseaux sont achetables avec la money du jeu et a priori quand le jeu sera sorti il ne sera plus possible d'acheter des vaisseaux avec de la monnaie reel)",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jackermagger_9998",
      "author_id": "UCrBtO8OihLYT1DE-yU9prPA",
      "text": "pour moi le jeux est voué à l'échec voir à l'annulation, malheureusement. Le jeux prend tellement de temps que la hype va petit à petit retomber, et au vu de sa notoriété et de sa réputation de moins en moins de gens vont s'y intéresser. Il a coûté pour le moment 500 M c'est énorme, mais cela ne justifie pas ce qu'il y a dans le jeux. On croirais un jeux indé. SC va devenir comme duke nukem forever, un bon gros flop car il aura mis trop de temps a sortir, et SI par tout hasard il sors, les gens vont être fortement déçu. Trop de \"hype\" pour si peu. c'est bien dommage",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@konradcournoir",
      "author_id": "UCqvXtlRNQEchdqkEfSjszNA",
      "text": "AIe.... La plupart de la video ce base sur des Article calomnieux ou des fausse info . La partie Wiki est bien expliqué ,je n ai pas vu d erreur sauf pour la partie star wars galaxie .  Et pour l'affaire  Ortwin Freyermuth vu que c est une des personnes de l ombre de CIG, J ai aucune connaissance de se sujet. C'est dommage, j avais jamais douter lors des precedents video de la chaine.. maintenant je vais devoir être plus vigilant et ne par croire sur paroles qui y est dis.  Surtout que des veritable drama existe sur le problème de SC et SQ42 😂",
      "likes": 3,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@andrea913",
      "author_id": "UCq22mTd_bKiKLk6V9crcvew",
      "text": "Chris Robert c'est le Elon Musk coté gentil",
      "likes": 2,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@karnamenace",
      "author_id": "UCXY3Y4zUYk10ixFsGyAzWWQ",
      "text": "Salut hardisk, tu as pris pas mal de poids",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@charlesdeschamps2844",
      "author_id": "UCVyhoaCcDw88tkwauPCDHNw",
      "text": "le nombre de petits fanboys qui disent que \"c'est plus compliqué que ça\" MDR la bonne blague, tout est juste très mal géré, et les thunes tombent bien plus dans la poche que pour les développements",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@serjsorrow9241",
      "author_id": "UC0Knp7hl6Y83t8uqMukLXow",
      "text": "Une arlèsienne ce jeu, ca engrange des millions, de quoi produire 5 6 jeux digne de ce nom, mais 11 ans de développement et aucun jeu, aucune date. Bref ca ne sortira probablement jamais, et les joueurs auront financé sont train de vie.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Nephi117",
      "author_id": "UCtyIjzNpEg3Zgsxwvee2ZWQ",
      "text": "J'aime bien tes histoires des fois, mais la ya pas mal de mauvaises foi, il faut pas considérer ce jeu comme les autres et qu'il \"sortira\" un jours,  le jeu est déjà sortie ! : il est juste en perpétuelle évolution , ils ont le temps et l'argent pour l'améliorer continuellement, et au jours d'aujourd'hui il est déjà extrêmement bien fourni. Dsl mais la je dislike",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gonXII86",
      "author_id": "UCdVaEL6kg5D65yJ1PEeFY9g",
      "text": "Je trouve que le titre de la vidéo est mensonger, au contraire il essaie d accomplir le rêve de sa vie avec toute les difficultés que ca engage . Il faut préciser que les dev ils inventent des nouvelles technologies qui prend énormément de temps mais une fois acquis , la suite ira beaucoup vite . Il faut préciser aussi que les 3/4 des développeurs sont focalisé sur la campagne solo SQUADRON 42  . Il faut préciser que le jeux peut être essayer gratuitement pendant les périodes free flight. Il suffit d acheter un starter pack a environ 60 euro pour jouer tout les jours et participer a l élaboration du projet . Il faut préciser la grosse communauté investit qui t aide a débuter dans le jeux , avec un peu d investissement l alpha offre des centaines heure de jeux tellement le jeux est immersif . C est facile de casser du sucre le patron .....",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NoAimGirlKane",
      "author_id": "UCPmC79lCFokuAwlHQXLNHeA",
      "text": "J'ai backé SC en 2013 et je suis concierge (donc en 10 ans, j'ai investi plus de 1000 USD sur le jeu), pour autant il m'arrive de sauter une ou deux itérations de version, dans le sens où on sait très bien que chacune va apporter son lot de bugs - et encore on est loin des versions où on avait des erreurs 30K toutes les trois secondes et rendaient le jeu absolument injouables -. J'ai pas vraiment de regret à ce sujet. Comme dit JDG, c'est une expérience, mais c'est surtout qu'on perd de vue que les promesses du jeu reposent sur des technologies qui...N'existent pas encore et qui sont développées par CIG un peu en temps réel. \n\nLe développement peut paraître bizarre, avec des features qui ne semblent pas liées et donc complètement inutiles. Sauf que pour avoir la grosse feature, il faut en avoir plusieurs, mineures, d'éprouvées, pour créer une mécanique de jeu très immersive. On parle d'un projet extrêmeent ambitieux, où on peut être \"qui on veut\", littéralement (infirmier de l'espace à bord d'un navire de guerre, fermier sur une planète éloignée, livreur de marchandises, mineur, raffineur, bref, littéralement la seule limite étant celle de l'imagination, il faut se rendre compte des réflexions derrière ces mécaniques et cette vision), avec des galaxies entières, du server meshing, des interactions avec littéralement tous les éléments d'un vaisseau, etc.\n\nJe pense que finalement mon compte finira dans les mains de mon fils et de mes petits enfants haha. Mais de là à parler d'une arnaque, on le saura que si CIG finit par sauter.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibautsala5211",
      "author_id": "UCW8u4q7SnBiK0Y7Gvbpzi-g",
      "text": "Franchement déçu Hardisk je ne suis pas un grand fan de star citizen mais je trouve ta critique fort facile peu de recherche valide en profondeur ( c’est la base de savoir que c’est squadron 42 le jeu \"d’origine\" ) bref bonne vidéo tout de même mais déçu de la manière dont tu abordes le sujet sans rancune 😁",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SB-tk4km",
      "author_id": "UC9h3BUttMEHAULLwWKpB6aA",
      "text": "Red Dead 2 c'est 800 millions de dollars. Comment ce menteur peut faire plus de 100 vues mdrr",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fabricebl1940",
      "author_id": "UCiCaBFxze8zB9ZrjkEgz1Ow",
      "text": "Tres juste ton analyse, SC a un gros probleme et le probleme c'est son patron complétement mégalo...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@guillaume6525",
      "author_id": "UCvWAfYSrrNe8tgckhMQk-wQ",
      "text": "SC est mon jeu principal depuis 4 mois. Ce jeu est incroyable et le potentiel est énorme, alors après oui il y a beaucoup de features pas encore implémentées, effectivement les deadlines ne sont pas respectées, et je confirme que parfois des features sont refaites alors que y'a pas besoin pendant que des points plutôt gênants ne sont pas traités sans qu'on comprenne trop la logique de priorisation des devs etc. mais bon après soit on y joue et on s'amuse (et y'a de quoi s'amuser déjà), soit on fait la pleureuse... c'est au choix. Pour info le prochain patch (actuellement en test ouvert) va apporter des choses jamais vues (en tout cas par moi) comme le fait d'attaquer un vaisseau joueur, de le mettre en état \"ko\" ce qui donne la possibilité d'entrer dans le vaisseau par le force, PVP dedans, et éventuellement récupérer tout le cargo pour le transférer ailleurs. J'ai jamais vu ça dans un MMO et ça donne des sensations juste incroyables.",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@philiproche7066",
      "author_id": "UChAIdEG5gzkytQGVd0tNhSw",
      "text": "C'est un jeu très bon, très jouable. Mais on a l'impression qu'ils ont perdu du temps sur des aspects cosmétiques au lieu de développer des aspects d'ambiance. Par exemple, développer des dizaines de vaisseaux c'est clairement inutile et juste une pompe à fric... Par contre depuis des années les PNJ sont simplement une honte. Dans les villes et stations c'est déprimant de voir ces personnages immobiles et inutiles dans des poses grotesques. Franchement, il pourrait travailler au minimum l'ambiance. Mettre des vendeurs qui réagissent. Une IA a minima. Au lieu de développer des tonnes de couloirs et de lieux qui ne servent à personne.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tetemovies4",
      "author_id": "UCA8b4qyFfDhFe1vaM2W7qUA",
      "text": "« Le jeu n’est toujours pas terminé »\nC’est une affirmation qui veut un peu rien dire, c’est un jeu qui est continuellement en développement, comme GTA V, DCS world, etc.\nPersonne ne se demande « quand est ce que DCS sera Terminé ? »",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dragorne51",
      "author_id": "UCFKZN9-5fJNpdtMcNG9TR0g",
      "text": "Perso je vois ce jeu comme un jeu qui ne sortira jamais, dans le sens où il sera en constante évolution pour de plus en plus d ajout et de réalisme. Perso je n attends pas de date de sortie, je profite du moment qu il m apporte et qu il m apportera au fil des patchs, le reste osef, même si il ne quitte jamais l alpha ça m empêchera pas de bien m y amuser.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nixotane9660",
      "author_id": "UCCtU-aZ-3nAhsYp2E9fnOVw",
      "text": "Star Citizen a surtout ruiné les gens qui croient à cette arnaque. Par contre tu dis de la merde sur le budget de Zelda et Red Dead Redemption, 100million le le cout moyen d'un triple A aujourd'hui, je connais pas le budget de Zelda mais RDR2 est le jeu le plus cher de l'histoire et a couté 500 million. The Last of Us 2 c'etait 200Million, Horizon Zero Dawn 130million, bref pas du tout ce que tu annonce",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SonAltesseMicron1er",
      "author_id": "UCumT6lMMi8CGwm_OPfTdGig",
      "text": "\"Comment Star Citizen a ruiné la vie de son créateur\" n'importe quoi enrichi serait le bon mot !",
      "likes": 1,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Bloodysugar",
      "author_id": "UCd7IZGrXloHd3Zz5pz9Jv7Q",
      "text": "Plus le temps passe plus les erreurs de management n'ont pas l'air de tenir à de l'incompétence de Roberts (et de sa femme, on l'oublie souvent son rôle dans cette affaire) mais à un business plan (d'ailleurs le marketing c'est sa femme). Il est impossible de savoir si l'intention était là dès le premier kick starter, mais depuis des années SC rapporte plus en ne sortant pas qu'en étant finalisé. Parce qu'une fois qu'il sera sorti les dons cesseront alors que les joueurs vraiment intéressés ont déjà le jeu (et une tripotée de vaisseaux qui rendront le jeu déséquilibré pour les nouveaux avec ce qui peut apparaître comme le plus gros pay to win de l'histoire). Aussi fabuleux que SC puisse apparaître à certains, cela reste un jeu de niche et son marché potentiel est étroit, d'où l'idée de Squadron pour s'ouvrir au marché plus porteur des pseudos RPG (et accessoirement refourguer un jeu aux fans qui ont payé pour SC...).",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jeanbernard4652",
      "author_id": "UCOax6KATlBGOtKN4dMthIqQ",
      "text": "Le jeu est vraiment bien aujourd’hui, c’est une alpha mais il y a des missions, un Multijoueur a presque 100 sur chaque server et les graphismes sont très bien (faut encore avoir l’ordinateur qui permet de le faire tourner correctement).",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blackksquare",
      "author_id": "UC2DaZ7R8nvz7h7jknacPlOg",
      "text": "Red dead c'était 3,2 milliards....",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Provideur",
      "author_id": "UCrwxSlRLAKScjXc8kh6cBTA",
      "text": "Il y a eu aussi et ça n'est pas anodin, un changement de moteur physique/graphique en cour de développement...\n\nSi j'ai bien compris ils avaient signés un contrat avec Crytek pour leur moteur physique et graphique car si c'est un jeu \"MMO Simu spatiale\" c'est surtout un jeu FPS en grande partie. Et le moteur Crytek était le plus apte au lancement du développement mais, le jeu en évoluant de plus en plus, ajoutant des composantes comme le persistant etc à fini par largement dépassé le limites du moteur d'origine, ils ont du tellement modifier le moteur profondément qu'ils ont considérés qu'il n'était plus le même qu'au départ et ont rompus le contrat avec Crytek, seulement cette société n'a pas vu d'un bon oeil cette rupture de contrat de licence tout en les voyant continuer de travailler avec un programme qui était originalement le leur, donc il y a eu des procès pour vol de licence etc.\nEt ils ont obtenus gain de cause, forcant RSI et Star Citizen à littéralement changer physique et graphique... Et comme à cette époque il n'y avait aucunes autres licences sur le marché capables de relever le défit de Star Citizen ils ont du carrément concevoir le leur... En évitant bien entendu de trop copier les modifications du Crytek... \n\nJe crois que cette histoire là à fait perdre pratiquement 4 ans de développement au jeu, forcé à remanier les équipes de codages, foutre beaucoup de monde en débugage etc car il fallait bien réadapter le jeu initialement conçus pour s'adapter au nouveau moteur etc. Désormais ils ont assez de vaisseaux etc... Faudrait qu'ils se penchent plus sur la conception de planètes et de systèmes solaires... Ils auraient surtout du faire S42 comme prévus et utiliser le développement pour alimenter l'univers multi...",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pierrot0993",
      "author_id": "UCkT2JxWvbOjdythRtkJ3KNg",
      "text": "Tu es mignon mais ça fait pas tout , je te conseille d’y jouer ou rejouer , un peu avant d’etres autant négatif , ton avis sur l’expérience n’est pas la bonne serieux ;)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Loeludo",
      "author_id": "UCHjp4JskxRGUV85XX22Wstg",
      "text": "Il y a plein de choses que tu dis qu'ils sont fausses ... C'est squadron 42 que voulait faire à la base Chris Roberts il utilise star citizen comme porte-étendard pour financer son jeu solo. C'est Squadron 42 la priorité star citizen ne récupère que les miettes du développement du jeu d'où le fait ce soit beaucoup plus long et et star citizen en lui-même a besoin de technologie qui n'existe pas encore et qu'il faut créer de de toutes pièces.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@vincenth.2358",
      "author_id": "UCYIN4Ylc9ef4MC1MmQWqi8g",
      "text": "l'argument des plus de 100 systèmes.... initialement les systemes devaient correspondre à des petites zones où l'on pouvait atterir, des zones bien délimitées. Sauf qu'entre temps les choses ont pas mal changé, désormais, on peut visiter des planetes entiere. Le projet à évolué et la vision du produit fini avec.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dowzer3608",
      "author_id": "UCRSXcZmn4mx5S7C-XQw_txA",
      "text": "squadron 42 sera un GOTY mais avec la sortie de gta 6 en 2025, le créneau sera serré, les gens vont y jouer 30h et l'oublier, \ncgi devrait intégrer squadron 42 en guise de tuto dans star citizen, mais je pense qu'ils le feront pas.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Dylan_aka_BoB",
      "author_id": "UCNODBi1bdrY3YIoRj-exo9g",
      "text": "Beaucoup de négatif mais le jeu et jouable après faut avoir un ssd qui tien le coup perso j'ai une co éclaté mais SC tourne oklm sans bug majeur finalement les gens râlent parce que c'est long Ben moi je dit ça peut être long mais le jeu vaut déjà plus le coup que les jeu qu'on est entrain de nous pondre en ce moment",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noopsynoopsy7386",
      "author_id": "UC000NI_b_8bTTYFg4UHehKw",
      "text": "👍",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@damienherrmann1416",
      "author_id": "UCuMTYgdiZVk4B70b3f8AM6Q",
      "text": "Ça lui a tellement ruiné la vie qui nous vendre un dlc et 40 000. € 😂😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Corax0007",
      "author_id": "UC7n-KS2Yg9JlAWt7H96fPgg",
      "text": "Le problème de Star Citizen (je suis baker du KS original), c'est que les devs s'égarent dans ce qu'ils doivent faire. La promesse initiale était la campagne Squadron 42 et le mode MMO plus tard... et avec l'engouement ils ont fini par inverser la priorité avec le rajout de nouvelles promesses... sans tenir les précédentes. Avec au final un gameplay qui devient axé trop réaliste (et donc trop chiant). Actuellement je lui préfère largement Elite Dangerous qui a bien mieux géré en sortant les éléments petits à petits. Et à force d'avoir une alpha qui s'étale trop... quand le jeu final sortira (aller dans 5 ans on va dire) on aura tellement vu et jouer à SC que ça sera juste \"mouais\" (j'ai eu ce syndrome avec Subnautica où à force d'avoir poncé chaque phase des alpha/beta que lors de la sortie finale je connaissais tellement le jeu que la découverte a été moins intéressante ; erreur que je n'ai pas refait avec Below Zero où j'ai juste tester le début des alphas et puis hop j'ai attendu la finale)",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Kalrik",
      "author_id": "UCuol8UozFrvKAc3xR3AUzMw",
      "text": "Pas mal de trucs intéressants mais aussi pas mal de conneries dans ta vidéo, comme \"projet de jeu vidéo dans l'espace entièrement multijoueur\" ou bien \"le javelin inutile sans l'équipage au complet\", je t'invite à trouver l'annonce initiale du kickstarter qui est plus claire sur l'aspect \"multijoueur\".\n\nMerci tout de même pour les quelques détails sur la vie de Chris Roberts, mais à t'être vraiment fait chier à connaître la vie du fondateur de ce projet, il aurais été bien que tu pousses plus loin en en creusant auprès d'ancien joueurs de grosse communauté qui en savent en général bien plus que les torchons du net journalistiques.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@faustifoff",
      "author_id": "UCtqSqTR6LgSuwmy6maCGH6A",
      "text": "Le projet est tellement pharaonique que c'est une évidence qu'il faudra plus d'une décénie d'attente, et le comparer à un zelda ou un red dead est impertinent. De plus, aujourd'hui, le jeu est clairement potable, bien plus en tout cas que certains triple A, et ne mérite plus ses surnoms tels que Star citibug et autre réputation de jeux dégulasse et injouable.",
      "likes": 0,
      "timestamp": 1703289600,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}