{
  "video_id": "wmgu7o0nePI",
  "title": "J’ai enquêté sur les Amish",
  "url": "https://www.youtube.com/watch?v=wmgu7o0nePI",
  "comment_count": 160,
  "comments": [
    {
      "author": "@hardisk",
      "author_id": "UCA6rJQnIFgQOcjO-xtNV7lg",
      "text": "J’espère que cette interview vous a plu ! Quels invités aimeriez-vous voir sur la chaîne ? Mettez-moi ça en réponse à ce commentaire, je prends des notes 👀",
      "likes": 109,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ma2thieu59",
      "author_id": "UCHbvrznRmuQl3W4QQIMKZUA",
      "text": "Les amish de mes amish sont mes amish",
      "likes": 1200,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Canadian_Baguette",
      "author_id": "UCLq1ZIYPPL4t_CXj5OB05bg",
      "text": "Personne mentionne la qualité de l’anglais pendant l’entrevue ? Chapeau",
      "likes": 331,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VotreGentlemanBricoleur",
      "author_id": "UCCXErzDR0_Rt24sApODptDQ",
      "text": "Super intéressant !\n\nQuand j'étais camionneur, il m'arrivait souvent d'aller dans leurs usines... le meilleur accueil professionnel que je n'ai jamais reçu. \n\nÀ savoir si c'est une secte ou pas, dure à dire,  mais ce sont sûrement les meilleurs voisins qu'on pourrait avoir.",
      "likes": 121,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@patricehobe9334",
      "author_id": "UCNl96IlqB0cHB3i5cHWq3Ig",
      "text": "faut leur prévoir des bunker pour la guerre atomique, ils ont plus de chance de s'en sortir après que les autre :')",
      "likes": 51,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sararobert9855",
      "author_id": "UCL_Crgql2gGAbA75Axm13vA",
      "text": "C'est intéressant, parce que en tant que passionnée d'histoire je m'efforce de trouver le maximum d'informations sur mes ancêtres qui étaient presque tous paysans dans les Vosges, et je vois beaucoup de points communs avec le quotidien et la mentalité qui est décrite dans cette vidéo. Avant que l'Etat ait créé les caisses de retraite et l'assurance maladie, c'était la communauté qui soutenait ceux qui en avaient besoin. On répartissait les tâches par cellules de communauté (famille, paroisse, ville...) en fonction des capacités de chacun, et pas forcément individuellement comme on le fait aujourd'hui pour tout. Dans un sens je pense qu'on peut essayer autant qu'on veut de revenir à un mode de vie \"plus simple\" comme les dernières tendances le veulent, tant qu'on ne reconstruit pas cet esprit de communauté on ne pourra pas le faire complètement, parce que c'est un mode de vie qui demande trop de travail pour être maintenu seul.\nJe pense que c'est surtout ça qui nous paraît étrange et si décalé dans ces communautés, c'est que la culture est maintenant tellement différente de la nôtre, le décalage est presque aussi important que si c'était une communauté pygmée au fin fond de la forêt amazonienne. Pourtant ceux-ci on ne les considère pas comme une secte... Certes la religion est omniprésente dans leur quotidien, mais comme elle l'était jusqu'à la révolution française, et même après, dans le quotidien de nos ancêtres (la paysannerie surtout quand elle était isolée a beaucoup moins été impactée par les grands changements de société, la religion est restée très présente jusqu'à-ce que mes grands-parents descendent dans la vallée dans le cas de ma famille).\nJe pense que ce qui nous paraît bizarre c'est que cette communauté s'est détachée de la nôtre au lieu de n'en avoir jamais fait partie, alors on a plus de mal à l'accepter comme une culture différente, parce que qui voudrait se préserver de notre propre culture puisqu'elle est évidemment la meilleure de toutes ? (je grossis le trait évidemment)",
      "likes": 20,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mamlaka666",
      "author_id": "UCWRbZZAs13Jai1omeEaHTJg",
      "text": "Témoignage fort et intéressant,  gg à elle d'être sortie de cette emprise mentale 👏\nPar contre faut pas confondre \"enquête\" et \"interview\" 😅",
      "likes": 121,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sherveen-",
      "author_id": "UCW9FwIX33QIf4Md_RFLSkew",
      "text": "Le Pennsylvania Dutch c'est pas du néerlandais, c'est une déformation de deutsch. Ils parlent un dialecte allemand vu que c'est là d'ou vient le groupe",
      "likes": 55,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@NiccoGAN",
      "author_id": "UCf6z3yerUxaX0XzUG6IVkfw",
      "text": "Super vidéo, autant dans le sujet que la réalisation. Le fait de couper tes explications avec un témoignage ou quelque chose de concret coupe cette sensation de débit constant très élevé 💯",
      "likes": 13,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@badger9641",
      "author_id": "UCTwNjLcC5dtjgSP3asgqsYQ",
      "text": "Hardisk, je crois que tu viens de trouver le rythme parfait pour tes vidéos. C'est super bien monté, on a le temps de prendre chaque information tout en ayant ce story telling qui tient en haleine. Presque déçu que ca ne dure pas plus longtemps, il nous faut un épisode 2 comme un épilogue. On a une base, une intrigue et un dénouement. Une voix calme et posée, de la part de ton invitée et également de toi. Je pense que tu arrives à toucher du doigt la recette pour casser Youtube/",
      "likes": 9,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sergeserge3467",
      "author_id": "UCgAo1KMHDWUfVULiDRUQaww",
      "text": "Peut être que certains ordres Amish sont à la limite du sectarisme, on n'en sait rien, mais de ce qui est décrit dans la vidéo, ça n'a pas l'air de cocher toutes les cases qui définissent la dérive sectaire, on est clairement loin du gourou qui aspire tout de ses victimes.",
      "likes": 86,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@steewshuhu2347",
      "author_id": "UCNWaaNRZYTcL8kwPKwQaOBg",
      "text": "Superbe interview-- Heu non Superbe ENQUETE ! ça sonne beaucoup mieux",
      "likes": 4,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jbink6612",
      "author_id": "UCWyP4214HxT5LyrYknY-O1A",
      "text": "excellent virage de ligne edito, bravo.",
      "likes": 40,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Axel_KILIM4N",
      "author_id": "UCeCGdkHAPFyz5AAPhFfJ4Ag",
      "text": "c'etait une super interview en vrai, congrats both of you :)",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lailan392",
      "author_id": "UChqfb--NJdjWueBnEQJ-PAg",
      "text": "On a passé quelques jours en pennsylvanie dans une famille Amish, c’était tellement intéressant et leur nourriture très bonne. Les meilleurs bretzels que j‘ai mangé de ma vie. Nous avons vraiment apprécié. Nous ne pourrions pas vivre comme ça mais ces quelques jours nous ont vraiment permis de nous ressourcer et reposer",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@halsengrimm8606",
      "author_id": "UCTjF6eN5y0TLPZaoi6P01pg",
      "text": "J’avais troooop la flemme de mater la vidéo mais le sondage m’a eu bien joué",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maellandrin8430",
      "author_id": "UCz-0Wi-gH1OOTIz2_45CAUQ",
      "text": "Une des meilleures vannes sur les Amish c’est leur subreddit r/amish",
      "likes": 32,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@RedOxFrance",
      "author_id": "UC4RfFY92M5skIG64f6jjj-w",
      "text": "Hyper intéressant!",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@salameche7382",
      "author_id": "UCJFZ05w8L-Uyyq0Oc27NHAw",
      "text": "Change l’intitulé de ta vidéo avec j’ai interviewé une amish",
      "likes": 11,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Altis_play",
      "author_id": "UCs2UszeXZlQ-DsHI667DONA",
      "text": "Je trouve ça bien beau de dire : 'Ok, on te laisse un an pour aller découvrir la société, et tu reviens.' Mais sans éducation ni liens sociaux externes, forcément, 80 % vont revenir en pensant que c’est une bonne société, plutôt que de réaliser qu’on fait tout pour leur priver d’une réelle chance d’y trouver leur place et c'est bien de l'avoir rappelé !",
      "likes": 288,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@mistapurple",
      "author_id": "UC2UCAyLmqM6_ijl--kCboVQ",
      "text": "fascinant! merci pour cette vidéo mec!!",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Zouey",
      "author_id": "UC4CEB2IAQ9dZ1LVIrvF6a8g",
      "text": "Genial ce format ! Merci !!!",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dachranoipolote",
      "author_id": "UCjJaZapue7wU4xEbK6nnJoQ",
      "text": "La vidéo était incroyable ❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@VKaeos",
      "author_id": "UCRkCPPB7OK7w0r-WreG4HWA",
      "text": "C'était vraiment intéressant.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emich_ft",
      "author_id": "UCUS0GOdAwAecAoD2aZ9Rjdg",
      "text": "Super intéressant !",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@felixbouvet1746",
      "author_id": "UC_LfNM_CKoBv64Paj9dkrqQ",
      "text": "Merci beaucoup ça m'a beaucoup fasciné beaucoup touché surtout cette histoire je connaissais pas du tout les Amish et cette histoire qu'elle a découvert une lettre choquant ça m'a retourné le cerveau🎉🎉🎉😮😅",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@just4fun-gaming474",
      "author_id": "UCGgdBCnKETX9QLoywhjeo6w",
      "text": "super format , j'aimais pas certaines des dernières vidéos trop longues et indigestes mais celle-ci est super je trouve.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@barakasoule7712",
      "author_id": "UCnDTDlZFln4yghg3mAjjBmw",
      "text": "C'était super intéressant",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Lowdeus",
      "author_id": "UCbNId8hKl2JK9Jy7c_2WLcg",
      "text": "Je le savais !\nSuper sujet",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Sully_911",
      "author_id": "UCaZKpsTdrg2SmUX2PDeeI_A",
      "text": "Ça me rappelle Banshee,  quelle série sympa",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@julienbertrand7321",
      "author_id": "UCNxC_tC_kwTK03fiaXRxU7Q",
      "text": "Les vidéos de Peter Santanello sur cette communauté son excellente - elle intervient également dedans. Et oui les produits que les amish vendent sont excellents, à chaque fois que je suis dans le coin (rural PA principalement, et quelque endroit dans NY state) j'achète tjs des produits quand je peux et la majorité des Amish sont aussi super sympa quand tu va leur parler, seuls les plus strict (comme celle d'ou elle vient) sont plus compliqué a rencontrer. Je trouve qu'ils ont plein de bonne idées, en particulier dans les communauté plus ouvertes, si on prend la logique de \"est ce que cette technologie va aider ma communauté\" c'est une excellente manière de voir ce qui peux etre accepter ou non (voiture non, velo electrique oui par ex)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@colombe9462",
      "author_id": "UC8KCch3--fJ7imUSZbXmENw",
      "text": "super intéressant !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Diecaptainorion",
      "author_id": "UCWn_6PMZ50rdvRRcMWXeqnA",
      "text": "Comme toujours je suis assez impatient d'attendre tes vidéos. Mets le souci c'est que là je suis fatigué et du coup lire c'est un peu compliqué du coup je la regarderai plus tard mais ça a l'air très intéressant. 👌",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@albat6566",
      "author_id": "UCP_ZP1EwdibMyQd8C7LnLPA",
      "text": "Le doublage c'est comme un rêve fiévreux par contre 😭",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@TTOFF999",
      "author_id": "UCFoF0CKbMjA8MJM08DLDvCQ",
      "text": "C’est rdr3 irl carrément 🤣",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@anthonychevallier2157",
      "author_id": "UCcePYeYyUgsNs7JLfI_tnZQ",
      "text": "putin pas mal l'échange j'ai beaucoup aimé. sa permet de dimistifié certaine chose merci a toi.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nopeguynope1453",
      "author_id": "UCydK8qjiW-Cj8n84suYn7KQ",
      "text": "Très intéressant de l écouter",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@masterpampa8609",
      "author_id": "UC0hIfKr5MDFy7_vwlA5c_kA",
      "text": "Excellente vidéo, je rejoins les autres sur le virement de ligne édito, mais la tension généré tout le long est démonté par la fast outro et c'est vraiment dommage, surtout sur ce genre de format. Pour le watch time c'est compréhensible et vous avez surement des retours positifs de cette pratique en fin de vidéo, cependant, l'outro permet en général de digérer et de redescendre niveau émotions. On à même pas un mot de la fin de la personne interviewé ou de l'interviewer, dommage sur ce point.",
      "likes": 8,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@averagecitygirl",
      "author_id": "UCV3uCJ1NPU8a27KL5fBmYSg",
      "text": "Pour l’aspect \"secte ou pas secte\" y’a les critères de la MIVILUDES qui je trouve sont pertinents\nSur leur rapport ils disent bien que les croyances, de manière générale, ne constituent pas des dérives sectaires en elles même, du coup des communautés religieuses en tant que tel c’est pas tant un problème\nPar contre, y’a plein de trucs qui rentrent dedans : le premier déjà c’est ce qu’ils appellent l’embrigadement des enfants. Le fait que les enfants grandissent dans ces communautés sans vraiment voir le reste du monde c’est un gros point qui pointe là dessus\nLe fait de vivre + ou - ostracisé aussi ça rentre dedans\nLe fait de se désengager de la société ça peut rentrer dedans, même si ça va beaucoup dépendre de si c’est juste par pure flemme des emmerdes ou si c’est en mode \"l’État est dangereux\" et ils se mettent à poser des bombes (ce qui n’a pas l’air d’être le cas mdr)\nVu qu’ils sont désengagés du reste de la société, ils cherchent pas à s’inflitrer dans les institutions pour recruter / chopper du pouvoir, ce qui ne rentre pas dans la définition française\nY’a tout de même une porte de sortie qui est donnée, mais le groupe de l’intervenante a l’air d’être déjà + une dérive sectaire que le reste\nLà où ça pourrais trancher c’est sur les conséquences de partir. Ce qu’elle décrit, ça ressemble énormément aux témoignages qu’on a en France de gens qui quittent les sectes. Le fait de se retrouver isolé dans un monde que tu connais pas, que t’as personne sur qui compter, et que du coup y’a une pression ÉNORME pour rester dans le groupe.\n\nAu final c’est une question compliquée, surtout que les définitions de sectes en général sont pas mal tournées car un groupe se soustrait au pouvoir d’un État et des autorités qui en découlent, et ça part rapidement en conflit idéologique sur le mode de vie. Du coup faut toujours faire la distinction entre un mode de vie différent et les pressions psychologiques (et financières) sur les individus, et l’absence d’esprit critique qui en découle. Dans la mesure où y’a des Ordres où les membres peuvent faire leur année sabatique et se forger une opinion sur la vie qu’ils pourraient avoir et décider ou non si ils intègrent le reste de la société ou restent Amish, et que y’a pas vraiment d’objectif de s’enrichîr ou de pouvoir de la part des différentes Églises, j’ai envie de pencher plutôt sur \"pas secte\", juste c’est des communautés isolées et dans ce genre de situation il y a souvent des dérives sectaires qui émergent. Mais y’a l’air d’avoir une réelle solidarité, et c’est pas des dynamiques au dépend des membres au profit des dirigeants",
      "likes": 23,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@remihuber",
      "author_id": "UCr_nrGE5HidRuWonuLJHp3g",
      "text": "Les amish des mes amish sont des Amish !",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@LhorTheGamer",
      "author_id": "UCUNOh04Q6HcH3vXKlhnkcmQ",
      "text": "En vrai ironiquement, je trouve que les Amish ressemble à un groupe de RP grandeur nature.",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@quentinhamel7821",
      "author_id": "UC2C9ZJavcz6AV0FXcbNAVfA",
      "text": "Faut interviewer jacob Vadocq l’amish de tout les amish",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Shadows2918",
      "author_id": "UC6wxubKggDqD343CJpErGWg",
      "text": "dommage que l'utilisation du nouveau système de traduction audio de YouTube n'est pas étais utilisé pour certaine personne (moi) lire les sous-titre et compliqué… après je suppose que ca a un coup donc je comprend que se ne soit pas le cas. mais se serait quand même bien que les créateurs de contenue envisage de faire traduire au lieu d'utilisé les sous-titres.",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@daphnelareo7948",
      "author_id": "UCPohg5NSS84dp-NPJuwOQUQ",
      "text": "On en parle de l'anglais quasi parfait de Hardisk 😌👌",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@0Hellish0",
      "author_id": "UCEj_Pv65xMMTzqoHqh1fUjw",
      "text": "Très cool ce format! Par contre je ne comprends pas à 9:50 apparemment les jeunes peuvent aller dans le monde extérieur et ensuite décider s'ils veulent partir ou revenir dans leur communauté, mais finalement il semble difficile de s'en échapper et ça n'a pas l'air d'être une option acceptée par la communauté.",
      "likes": 7,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@verolang4039",
      "author_id": "UCnDJPuC7fPoK6xc2oZUn2hw",
      "text": "c'est passé trop vite !\npour moi on est ans la secte car il n'y a aucune forme d'esprit critique, de remise en cause du fonctionnement etc\nj'aimerais bcp savoir comment cette jeune femme a vecu apres avoir quitté les amish : les jours suivants, les semaines, mois ... a t'elle ait des etudes, trouvé un travail ? trouvé un logement ? etc etc",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ICT19",
      "author_id": "UC8qGXHfzcYvUaVTjI5LH1YA",
      "text": "Laissons les en paix",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@OktoPutsch",
      "author_id": "UCDcl5DOKvhW0NV5M2matKLQ",
      "text": "Les amish de mes amish sont mes amish.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hunam_",
      "author_id": "UCzWyn90oiF0Yzx4b4F3pntA",
      "text": "super interessant",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hinbot",
      "author_id": "UCZCLU8QJtiO19XnNY5Yu_UQ",
      "text": "<3 merci",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rn2o31",
      "author_id": "UCSRZphoCKSneBvLG9Al5C5w",
      "text": "Comment tu causes bien anglais, c'est fort !",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@noren3117",
      "author_id": "UCQnRo363aeMwiaKg5Z8gi5w",
      "text": "C'est un autre monde qu'il faut respecter bien entendu. \nCeci dit, ça doit être de plus en plus dur aujourd'hui qu'hier pour les jeunes...à cause notamment d'Internet,les réseaux sociaux, la modernité... un autre défi qui se rajoute !!..\nMerci à cette dame 🌹et à toi pour ce doc 🙏👍",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SurfXWeb",
      "author_id": "UCnm5cwT4eFEPLWLNBr8eDmA",
      "text": "L’histoire fabuleuse sans blague ni vannes simplement de la culture anciennes",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gc419",
      "author_id": "UCAlH21Dga4ofAkurdg9sQSw",
      "text": "❤",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@meriem_brb",
      "author_id": "UCcUNuj84UeLFDkVFCq4mzVw",
      "text": "29:06 Bridgetons avec le journal",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pitegaillard",
      "author_id": "UC_3PWuu9DN4dzFw_4FlQrZA",
      "text": "je vis à Montréal et apparemment y'en a a 2,3h de chez moi, je suis très motivé pour essayer d'aller les rencontrer.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@emmanuelrichand5771",
      "author_id": "UCAyQlBPd_FE568W3HuQ3_7g",
      "text": "She is amazing!!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrWestmoreland95",
      "author_id": "UCq49eCN07_fd4drSI4PAgjQ",
      "text": "petite pensée à jacob vadocq la superstar amish 😅",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MrJeremie60",
      "author_id": "UCxeoRlEUQ5AWV8762LxULvQ",
      "text": "Il a enquêté sur les Amish",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Aquitek",
      "author_id": "UCoT9F7UBbwhHByv0U0PI9sg",
      "text": "Je vis au Québec depuis 2020, une fois j'ai vue une famille Amish arriver sur mon lieu de travail (une station service) et il sont rentrer aller au toilette et sont sortie sans jamais dire un seul mot 😅",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@loiclecorre4923",
      "author_id": "UCMSc8EKRSCUrJbCk586SJdw",
      "text": "Quand ils se marient est-ce que la femme doit chanter du Lorie ? \"Je serai... Ta meilleure Amish\"",
      "likes": 5,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@be_de",
      "author_id": "UC9-0HWMEJL3Bsur6gjGyI0A",
      "text": "Sujet très intéressant. Pour ce qui est de leur implication dans la politique, je ne sais plus quelle communauté a été « embrigadée » par les motards pour trump il y a quelques années en partie grâce à leurs croyances sur l’avortement.",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@senpai75014",
      "author_id": "UCDrQgjwU90_DQKgmYzBKYOA",
      "text": "J’adore! Ils sont aussi au Canada in southern Ontario. Ils sont heureux et on le choix de rester ou de partir. Rien n’est parfait mais je peux vous dire qu’ils ne sont pas malheureux. Tu devrais faire les Mormont now",
      "likes": 29,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@JuniorMafuta-no5np",
      "author_id": "UC_0FqY2ZXWRR887oaPQoCcA",
      "text": "Les amish des mes amis sont mes Amish’s",
      "likes": 0,
      "timestamp": 1740268800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marie-catherinehorinque4581",
      "author_id": "UCroHYkQkquZ3nAY_VSaNaew",
      "text": "Et des 4/4 aussi  😂😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@banniteam5838",
      "author_id": "UCd6gsWPOYHeov7AQMnJK_IQ",
      "text": "Beau boulot 👏 \nSecte ou pas , là est la question, tu depends de la force psychologique du \"chef\" de la meute, à retenir ou non ses semblables !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@juste_kylian",
      "author_id": "UCcHHWraW87RdW9mop3bC6RQ",
      "text": "0:52 je me disais, il y en a aussi en Europe 😅",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alanttea",
      "author_id": "UCGb4YP-rgjMjUU6tKwuxSxA",
      "text": "Il y a une chaîne yb qui s'appelle \"cult to consciousness\" qui parle des amish et autres communautés/pratiques religieuses/spirituelles.\nExtrêmement instructif. D'ailleurs si je ne me trompe pas elle a participé à une ou deux interviews sur la chaîne. Interviews moins édulcorées dans leur contenu.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@agnespipart8742",
      "author_id": "UCk_xxNseTT48HpS1lOvEqGw",
      "text": "👍👍👌👌",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@le7ard886",
      "author_id": "UCJ-wWErpYesLroR82fJ-iGA",
      "text": "J'ai adoré ton interview, c'est impressionnant ce genre de vie, bravo 👏👏👏\nPerso je ne pense pas que ce soit une secte mais il doit aussi y avoir des dérives, je n'en sais rien et je n'ai pas vraiment d'avis à ce sujet. C'est simplement très intéressant. Merci.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@agatabrnt",
      "author_id": "UCujvc9cS18jUUM5uV8G-6Nw",
      "text": "Les êtres humains vivaient en petite communauté la majeure partie de leurs existence sur cette terre. Le paradoxe de cette vie moderne c’est que beaucoup d’entre nous vivent dans des villes très peuplées mais sont très isolés.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evox6878",
      "author_id": "UCQtSzFTkLUhf5NiGs3eSImw",
      "text": "17:12 attends du coup y’a une entreprise de journal spécialisé amish, donc ils savent très bien qu’ils vont finir par essuyer un trou du cul c’est terrible",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Big_Papoo",
      "author_id": "UCnss-yZF_2C2Wdjs421u0Og",
      "text": "Je ne sais pas s'il est un reflet 100% fidèle de cette communauté mais le film Witness avec Harrison Ford est un super film qui se déroule chez les Amish.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Haikhan_",
      "author_id": "UCU3Jo64RebsWfvsGOJ600pA",
      "text": "C'est vraiment dommage de ne jamais avoir de doublages, peu importe comment ils sont fait, malheureusement pas tout le monde peut se poser et regarder la vidéo et lire tout le long, mais sujet intéressant !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@xlkempdubhtrpehst3261",
      "author_id": "UC_6_tCaVNfxY4h_6Qnfqs6A",
      "text": "Je veux bien qu'elle devienne mon Amish",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@UlysseBertin",
      "author_id": "UCKkH91g-5hG9EKduvkgBpbw",
      "text": "J'ai l'impression qu'il s'agit plus d'une communauté très fermée plutôt qu'une secte. Rien que le fait qu'ils aient un an de battement, pour choisir en quelque sorte s'ils continuent au sein de la communauté ou non le prouve a mon sens, ce qui n'est pas le cas chez les juifs orthodoxes par exemple, qui eux ne sont pas considérés comme une secte. Merci pour ce contenu ultra intéressant et éducatif en tout cas !",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@y0mgi_3d",
      "author_id": "UCtQQKwjwHldAoR9S2ZEpMRQ",
      "text": "Tant qu'ils sont heureux! Ils vivent à leur rythme et surtout ils n'empêchent quiconque de s'en aller. Si ce n'est la famille proche qui pinaille parce que Maman ou Papa est triste. En fait ils vivent comme les premiers hommes sans chercher à faire la guerre pour la religion ou les ressources. Ils sont plutôt cool!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EtienneCourivaud",
      "author_id": "UCZfUPLY6ZJWlX4YvDompPTQ",
      "text": "C'est en effet une bien étrange communauté. D'ailleurs, il y a eu un Regards (Arte) sur les Amish. Ils vivent un peu comme les moines et les bonnes sœurs, d'amour et d'eau fraîche. Je ne dirais pas que c'est une secte, mais un autre mode vie différent de celui qu'on a où on adore la paresse tout en laissant le sale boulot aux machines.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Tib68",
      "author_id": "UCsVebjsnCxCTN7Qdk8fYPeg",
      "text": "La langue amish est très proche de l alsacien du suisse allemand on peut très bien se comprendre sa a évolué comme le Québécois et le français de métropole",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rastagoldoo",
      "author_id": "UC4Q2ryQcHrOE2PPX2uWIHeA",
      "text": "Dommage que ce ne soit pas doublé, j'ai des problèmes visuels et ça me fatigue beaucoup j'ai dû arrêter, ça avait l'air très intéressant",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@blackheaven7826",
      "author_id": "UC1Q7o4k4L1vV_7mK_uAlcWQ",
      "text": "Top la video mais en format audio avec 40% en anglais complicado",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@tortuegeniale3044",
      "author_id": "UCcEwja1MiDLg2jo0-sJS6yg",
      "text": "Témoignage super intéressant, elle a pas l’air traumatisée par son passé, ça a l’air plutôt saint tout ça après tout…\nBon, moi je pourrais pas vivre 2 minutes sans internet, mais je suis pas un exemple hein 😂\nMerci pour cette vidéo, bien montée, et bien pilotée 😘",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@yassdussi8550",
      "author_id": "UCX39oLcNxYkqyDGViXmPHKA",
      "text": "Cette communauté est credible.Rien a dire ils vivent en fase avec la nature ils sont en accord avec le divin.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@skyerde",
      "author_id": "UC6oEf6RYzh0J4CcNdbaefCA",
      "text": "Trop bien une communauté autonome ! Dans la société européenne d'aujourd'hui, c'est malheureusement pas possible de vivre en autarcie sauf si on est riche.",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Chloe-ex4yu",
      "author_id": "UCCFg7vKwtfl5tp6Bfocg8UA",
      "text": "Dommage que la vidéo est pas été traduite en voix off j’écoute avant de dormir et une partie de la vidéo je ne comprenais pas :(",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MedAltF4",
      "author_id": "UCHvomj9f-EG93hSBgVRKBkw",
      "text": "En Alsace à Saint Marie aux mines dans ne vallée qui était à l'époque une grande zone d'exploitation de charbons de bois et de tissu . Franchement le mec qui a créé la communauté il tous simplement dit stop on va vivre comme ça et ne plus jamais bouger Jacob Amann créateur du mouvement est venu en Alsace après la guerre de 30 ans qui a décimé le coin et a pas choisi la vallée la plus belle d'alsace . Merci pour cette vidéo !  De toute façon l'Alsace c'est le centre de l'univers vous pouvez pas test ;)",
      "likes": 9,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@lolachocolina",
      "author_id": "UColy16LSzJiktLIfSkb1Mvg",
      "text": "C'est bizarre pcq elle dit que sa communauté était la plus stricte, et d'habitude quand un membre de la famille décide de quitter la communauté plus personne n'a le droit d'être en contact avec. \nOu à la limite des liens de correspondance, mais la personne ne pourra plus être conviée à table et en général tout le monde lui tourne le dos ou la tête en sa présence...",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@MM-pj8sv",
      "author_id": "UCElIA7otNG8UQxr7tWsbPcg",
      "text": "Faut pas oublier qu’il y a des Amish au Canada 🇨🇦",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pouettroulala8658",
      "author_id": "UCuUAyJni3NACYtjlR4wuKHA",
      "text": "Je ne suis pas tout à fait sûr de la fiabilité de l'info mais il semblerait que pour cette élection plusieurs communautés amish se soient mobilisées pour y participer car elles sentaient que leur mode de vie était menacé.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@hashb.l.o",
      "author_id": "UC4tS9UInLBCzlOjjzDS6Dbg",
      "text": "Ton anglais, just nice.",
      "likes": 0,
      "timestamp": 1742688000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sorocrux9365",
      "author_id": "UCiYH1gmRDzZ2OkuN6XFVwjA",
      "text": "Ça me rappel l'exposé oral que j'ai fait quand j'étais à l'école. On avait des cours d'Éthique et de culture religieuse, même si on ne nous enseignait pas une religion précise, On parlait des différentes religions, c'étais des cours destiné a tranquillement se diriger vers la philosophie avec des débats. On a apprit que le terme secte a une interprétation qui n'est pas la bonne comparé a sa définition et un nouveau mot a été créer pour palier a cet interprétation populaire qui est NMR (Nouveaux Mouvements Religieux). En fait une secte est simplement un mouvement religieux qui fait parti d'une religion donc oui, les Amish sont bien une secte Chrétienne protestante. Tout comme le christianisme a été une secte juive Avant de devenir un mouvement indépendant dû à sa popularité. Les chrétiens ne croient plus aux dogmes juifs même si ils admettent que la religion juive était a l'origine de leurs religion",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alex_R67",
      "author_id": "UCtNxYwIpplFxgjnOjYR0N0A",
      "text": "En Alsace  😲😲😲😲😲😲😲 en tout cas j en ai jamais vu en Alsace",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Pola-p2w",
      "author_id": "UCcJksflQbnK3A95iiMiWYJQ",
      "text": "je pense  c'est une secte par régle ,isolemnt ect.... mais une bonne secte contrairement aux autres secte😊😊😁😁",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pifpafpoufmousse4524",
      "author_id": "UCBWzajzz-YrHBJc84TMfXtQ",
      "text": "secte..ou prison??non parce que on a clairement l'impression que ça en est quand elle raconte son départ!!c'est pour ça que j'ai du mal avec eux. Tu peux avoir le mode de vie que tu veux mais pourquoi l'imposer aux autres qui n'ont rien demandé??et puis le coté \"pression\" pour pas que les gens partent je peux pas .",
      "likes": 7,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@CallOryx",
      "author_id": "UC0dnPXWVlQ82l8EHJ-s-zeQ",
      "text": ":face-blue-smiling:",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Robin70-2",
      "author_id": "UCJAbYFZkA9VE-cerCcmkX0A",
      "text": "Petite parodie avec des amishs (2nd degé)\nhttps://www.youtube.com/watch?v=lOfZLb33uCg",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@champifun2",
      "author_id": "UCpA5cht9LG9mlmYb8EQABWQ",
      "text": "Si j'avais moins de famille,  j'irai volontiers les rejoindre.  Les futilités du monde moderne ne me manque pas.",
      "likes": 4,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jevisdoncjesuis",
      "author_id": "UC6llTRjhPHiSGSC6SQTViCQ",
      "text": "Pas secte, et j'en connais un rayon.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@meriem_brb",
      "author_id": "UCcUNuj84UeLFDkVFCq4mzVw",
      "text": "En faite ça dépend des communautés",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Cptaingigi",
      "author_id": "UCNbSo_q4O3ISDbv-RjSQOPw",
      "text": "C'est dommage pour la plomberie, c'est super vieux. Les réseaux de plomberie en terre cuite ça a facile 2000 ans. La plomberie en cuivre et les problèmes associés à ce matériau (le saturnisme) était connu des romains.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Michael-ow2ue",
      "author_id": "UCBOG7uPlQ7w7oUEk5_KYx1Q",
      "text": "C'est beau, ils sont écolo, ils sont solidaires et ne font pas chier les autres.",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alexeinkere",
      "author_id": "UCYwWd0AxM_rgsa_XNW_XDQg",
      "text": "J'ai adoré cette vidéo !! Bravo",
      "likes": 10,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@patricedauguet9538",
      "author_id": "UC4dPaxPpwGO4iql5IkOjKHQ",
      "text": "On ne voit pas Sandrien Rousseau dans le reportage. C'est normal?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sebastienmaisse8135",
      "author_id": "UChKo7oEUW3h5R_NxjmLJxsg",
      "text": "Clairement,  pas une secte, c'est plus une communauté qui reste à l'écart du monde moderne,  hormis sur quelques petites choses où ils s'ouvrent bon gré malgré pour pouvoir faire du business à l'extérieur.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thibaultdelcroix6739",
      "author_id": "UCL3TBO6KVWfPuWp3AUouPCQ",
      "text": "L'amish de pain",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cobraxx1897",
      "author_id": "UCCcx-PKddL-_q0sNb7eXExw",
      "text": "Sur une trentaine d'état, 50 au Total.  Les usa comportent justement 50 état, donc ils sont sur tout les usa . 😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@maximenasello8786",
      "author_id": "UCaZxzrQXgfPrGyWlKOhCS_w",
      "text": "Si t as pas d amish, prend un curlish",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Mhddhn",
      "author_id": "UCKaN7Ygm6l0LyuxCTzUusUQ",
      "text": "ris en anglais",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SmeagolWorms4",
      "author_id": "UCOufeANgQWXZNtj6sciMUFQ",
      "text": "Bin moi je retiens qu il n y a pas l isolation des personne qui s'en vont. Oui ca mere ne l'acceptait pas et la communauté non plus. Et surment que au debut elle ne voulais plus lui parler. Mais et c'est la difference rien ne l interdit. Meme si elle est partie elle a toujours le droit de voir ca famille. ( Alors que en contre exemple la scientologie non)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@valeriedevos3877",
      "author_id": "UC6MenLa5_LkDtde-WtaLT5g",
      "text": "Je n'ai pas d'avis sur secte ou pas secte. En revanche, si on est libre, on est libre de partir, ce qui, visiblement, n'est pas le cas... Merci pour cette éclairante interview!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Syssy-974",
      "author_id": "UC1b7Fyi271fO4Qm-6ymkwLg",
      "text": "Super vidéo! Personnellement, je pense pas qu'ils puissent être catégorisé comme secte. Une secte, dans sa définition, c'est une ou plusieurs personnes qui abusent de son statut auprès des autres pour satisfaire leurs besoins personnels et primaires au détriment des autres. Les Amishs eux, décident de vivre une vie, loin du monde moderne et de tout ce qui est superficiel et non vitale pour vivre. On peut trouver ça extrême sur certains points, on a aussi nos extrêmes. Perso je ne pourrais pas vivre selon tous leurs préceptes mais je comprends et respectes leurs visions.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@playlist123447",
      "author_id": "UC16WsFlTs5Q-6p45AG_ZaGQ",
      "text": "Un tueur en série chez les amish est un cereal killer",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adriensavic8450",
      "author_id": "UC3sGihkJKBKjTJ-8Bc03yhQ",
      "text": "L’arbitrage et la justice étatique sont différentes, le fait d’avoir un arbitrage différent de celui du juge traditionnel est utile à partir du moment où cet arbitrage ne touche pas au délit crime et contravention",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dannoname5107",
      "author_id": "UCO65Zb8PSR8KVMZ5RiVIrDw",
      "text": "Je ne sais pas si c'est une secte; ce qu'on peut dire, c'est que si cette idéologie était omniprésente, il ny aurait pas 120 conflits dans le monde comme actuellement. Mais on serait 12 milliards😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@feet_ichiste5846",
      "author_id": "UCseHbzHG4FE8ASL7g7DrYJg",
      "text": "Ces gens ont absolument tout compris !",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@michelynelaflamme8088",
      "author_id": "UCe2zSjv1Es2zNrSoJrZPXOQ",
      "text": "Auront-ils une Meilleure Place au Ciel ? 🤔",
      "likes": 0,
      "timestamp": 1753228800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@soerenleberre9240",
      "author_id": "UC8qo4aUv0zRgSsEnnvxragg",
      "text": "C'est des hippies qui ont réussis",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@christopheboez4586",
      "author_id": "UCKJisJFnQUfzxgCBkMxXPjw",
      "text": "Ce sont des amish de longues dates ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@ohmcola85",
      "author_id": "UCtKxRwYkoTvQYD0onqSiQZw",
      "text": "pour se torcher ils utilisent de la cire ou du savon d'âne ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alienews0",
      "author_id": "UCeWt6PAgAGknxyTeQ1_rJmw",
      "text": "1:19 \"car\" => \"voiture\" pas la meilleure trad : si on veut être tatillon, c'est aux automobiles qu'ils n'ont pas droit mais une voiture en soit (de diligence par exemple tractée par des chevaux) pas de problème. (Pour une voiture de train à vapeur, ça dépend de quelle communauté amish on parle, elles sont pas toutes aussi strictes..)\n\nEt pour la question de la fin, sachant qu'une religion n'est jamais qu'une secte qui a réussi, tout dépend où on met le curseur de la réussite ;)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alidigitali9091",
      "author_id": "UCAHEb_6MBunbQLWS47UNjbQ",
      "text": "Les seuls qui ne remarqueront rien en cas d'effondrement. Tu poses les yeux sur n'importe quel objet qui t'entoures il contient du pétrole dans sa fabrication et/ou dans son transport, c'est dingue cette transformation du mode de vie en moins de 100 ans du jamais vu depuis...la maitrise du feu ? mdr",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gamedjoudi5954",
      "author_id": "UCPonRPlj5AKZMs3ZJM2_L2g",
      "text": "0:48 ce n'est pas de chez vous, Alsace est allemande en origine, les amishs sont d'origine allemande et néerlandaise, rien avoir avec les français",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GM-ih7wi",
      "author_id": "UCMIibZpAAZ2OxfFbReTOBkQ",
      "text": "Peut-être que c'est eux qui ont raison, et que si l'humanité en avait fait de même, le climat et la pollution ne seraient pas en alerte rouge, en tout cas ils sont prêts et pas nous.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evox6878",
      "author_id": "UCQtSzFTkLUhf5NiGs3eSImw",
      "text": "Le problème c’est pas qu’ils ont jamais évolué technologiquement mais c’est socialement que ça coince, le côté trop religieux contraception etc bon",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@_liogg",
      "author_id": "UCx2X_BLBBhK2hkta624J_OQ",
      "text": "Je sais pas si toutes les communautés Amish sont comme la sienne, mais en tout cas je dirais pas que c'est une secte. Pas de gourous, certes une communauté très fermée et rigide, mais une secte ça cherche souvent à nuire et s'agrandir. Le seul aspect qui peut faire penser à une secte je pense que c'est la difficulté à quitter la communauté, mais je pense que ça doit à du un sens de la communauté, de la famille et à un attachement tellement fort que voir quelqu'un partir doit être extrêmement difficile. Le monde extérieur est si différent et peut etre dépeint de façon si négative qu'imagine son/sa proche vivre loin et peut etre ne vouloir aucun lien devient insupportable, ce qui a mené au chantage affectif via un frère de Lizzie.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Athena_ytb",
      "author_id": "UCKG2s5b1eC7C-3ssKqciUYw",
      "text": "Croyante ici, et j’étudie beaucoup les sectes, je dirais que beaucoup de personne disent que c’est une secte, mais je ne suis pas d’accord. C’est un façon de vivre très très différente certes, mais pour moi ce n’est pas une secte. \nAprès il y a peut-être des membres à l’intérieur des Amish qui virent un peu, mais comme dans chaque religions, et même chez les athées. Ils y en a de partout.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gardien667",
      "author_id": "UCZl6hKN0wtJ-rNmb_RzIC4w",
      "text": "Si elle est célibataire, je veux bien devenir son petit amish 😍",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@adriendoumeng-contrastin5000",
      "author_id": "UCvx2YOAgMgWc3pt0oMED-HQ",
      "text": "Relou la VO moi qui écoute sans regarder",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Elsass_Bikers",
      "author_id": "UC-UXNcDKln9uL2qDLHIaYqg",
      "text": "Les Amish c'est alsacien. Ouaisss",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@asuratagazok8479",
      "author_id": "UCBBA4gqKEmAoHsYzrSTfDvw",
      "text": "Hello Hardisk ! J'ai du mal à process les sons et j'utilise beaucoup les sous titres youtube, cependant ici la vidéo est considérée comme en anglais et je n'ai pas accès aux sous titres français automatiques... est ce que tu aurais une solution de ton cote?",
      "likes": 6,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@sergeserge3467",
      "author_id": "UCgAo1KMHDWUfVULiDRUQaww",
      "text": "Les commentaires je-sais-tout vous cassez l'ambiance...\nQuand on fait une enquête sur une société recluse, les inexactitudes sont innévitables, il ne faut pas connecter plus de 2 neuronnes pour s'en rendre compte... et pourtant...",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@gagapa76",
      "author_id": "UCegrKOM04RUupFSoHWU5iEg",
      "text": "La différence entre une secte et une religion, c'est le nombre de croyants...",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SuperCartooooN",
      "author_id": "UCxTnz8UFLD8h9QKR42e0LzA",
      "text": "Rien à voir avec une secte, c’est simplement un mode de vie différent, et d’accord ou pas ça se doit d’être respecté, d’autant plus qu’ils ne font de mal à personne et représentent beaucoup de choses mais absolument pas un danger, au contraire.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@evox6878",
      "author_id": "UCQtSzFTkLUhf5NiGs3eSImw",
      "text": "10:07 80% okay mais si ils font tous 18 enfants aussi…",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Michael-ow2ue",
      "author_id": "UCBOG7uPlQ7w7oUEk5_KYx1Q",
      "text": "Si tout le monde était comme eux la planète se porterait à merveille",
      "likes": 1,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@SkrownZ",
      "author_id": "UClg9yJ8-taXMs9jDyT6NEew",
      "text": "Les Amish c’est WoW Classic enft",
      "likes": 0,
      "timestamp": 1750636800,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@robinDB640",
      "author_id": "UCpA1fhKjHyDrEARpH7OEWWQ",
      "text": "Je m’arrête amish chemin de la vidéo",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@dutiona",
      "author_id": "UCqmQxJcbVAyYOKjd8owm85A",
      "text": "Pas secte. Pour rappel une secte a la propriété suivante : très facile d'y rentrer, très difficile d'en sortir. Ici on a l'aspect très difficile d'y rentrer et théoriquement pas très difficile d'en sortir. La difficulté vient de l'attachement émotionnel et non d'un embrigadement. Je n'ai pas vu non plus de culte de la personnalité. Il faudrait plutôt parler de communautarisme de de secte, i.e. : les lois et traditions de la communauté sont au dessus de celles de l'état. La communauté fait sa loi, pas l'état. Le communautarisme n'a jamais été une secte. Il peut, en revanche, être un prélude à une demande d'indépendance d'un peuple via le droit fondamental d'autodétermination (souvent réprimé par l'état où cela se produit car... ben quel état laisse un peuple mettre une option sur ses terres ?)",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@BlackWipeout",
      "author_id": "UCQBZuzY0S9JclDrM1dqYh6g",
      "text": "toute religion étais au départ une sectre.... non ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@rhumlepyrat2748",
      "author_id": "UCZpb7QrvBo5Bi3bLQ2vd9fg",
      "text": "En gros, mise a part la prépondérance de l'église, ils ont une vie ultra saine.\nAutonome, débrouillard, ca change carrément avec les pseudos hommes qui ne savent même plus faire pousser une salade.",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@wilfriedmtr3465",
      "author_id": "UCYUwyrmD90uo8aYaAivt4KQ",
      "text": "Pas mal le petit mode de fusion écran sur les brique là. Ça tabasse du première pro ou c’est comment là ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@fb1761",
      "author_id": "UCa1eOCuK_3lwSl5f8KjSayA",
      "text": "C’est trop extrême c’est les amis amish !! Au top ta vidéo 😊 la prochaine sur les mormons ?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Jacquelinelamaline",
      "author_id": "UCiz0O_HzsPZ6fljIylQJYOQ",
      "text": "Quelle est la différence avec les Mennonites?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@PaddleGriver",
      "author_id": "UC9eXj61AwCnDe0xy8W2KE2Q",
      "text": "Impostich",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@pal100000",
      "author_id": "UCWE6hbp3F3-862wQhUVMnUw",
      "text": "Les Amish... De pain 😁",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@marie-catherinehorinque4581",
      "author_id": "UCroHYkQkquZ3nAY_VSaNaew",
      "text": "Si jamais  vous  avez Netflix  allez  voir  le reportage  c'est  très  bien  expliquer cette  dame  explique pas tout ......mouais !!!!!",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@GarsBien_",
      "author_id": "UC8EmuJjkgUtO-URfZKF1Q7w",
      "text": "Pour répondre à ta question, oui secte. Si ya religion, ya secte c'est aussi simple que ça puisque toutes les religions sont des sectes. Après eux ils ont juste poussé le truc encore plus loin",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cedricdevaud9827",
      "author_id": "UC5sabgSLtVc1skHg4RiFmpA",
      "text": "Mais non pas du tout ils sont originaires de suisse Après ils sont allés en Alsace car ils ont ait chassé Soyons Précy . mais comme je sais que les français veulent  tout avoir fait et tout avoir inventé avant les autres Ça ne M'étonne pas  pas d'entendre ça mais ils sont pas du tout originaires d'Alsace faut arrêter les bêtises .🤫🫡🤑🙄😬",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@alainbibi0047",
      "author_id": "UCxIZ42n40i_dS5HN4TP76fg",
      "text": "Les seuls vrais écologistes ! Les dégénérés chez eux sont minoritaires. Salut🧡🧡🧡",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@thomasmvn2650",
      "author_id": "UC3tOmRBCTbltF3UXNMYKyvg",
      "text": "Aux USA, ils sont encore libres de vivre comme ils l'entendent et ne dérangent personne. Par chez nous, ça ferait bien longtemps qu'ils auraient été détruits par notre système. Vive la liberté de prospérer",
      "likes": 2,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Redoxxbzh",
      "author_id": "UCUgZLYeceLQuWLJLKtJdH4w",
      "text": "1:25 alors c'est sympa le côté interview en anglais sous titré mais pas quand on écoute l'épisode en fond sonores.",
      "likes": 3,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@nort9689",
      "author_id": "UCgdP-zK6u-ygfVY8O3rDe2Q",
      "text": "notre secte s'appelle l'état, essaye d’échapper à son contrôle et tu comprendras XD",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@EstelleZ-st8kf",
      "author_id": "UCneRWK8EX4v2dzAnA5-UWrw",
      "text": "J'espère que cette communauté ne s'ouvrira pas trop au monde... Elle serait vouée à se perdre... \n\nÇa semble en tout cas très humain comme mode de vie, les gosses doivent avoir une bien meilleure éducation et niveau scolaire que la plupart d'entre nous... Avoir des compétences réelles et utiles dans bien des domaines... \n\nPas de grandes écoles apprenant à faire de bullshit job, pas de surplus d'actualitée abrutissantes et déprimantes...\n\n Un mode de vie sains, une entraide, bref, bien loin de notre solitude, de notre manque d'autonomie pour des choses aussi primaire que manger, se vêtir, s'abriter...\n\nDe nombreux inconvénients doivent exister dans le quotidien (logistique, moral etc), mais bon je ne suis pas sûr que bos sociétés occidentales et \"modernes\" soient mieux... \n\nNous n'avons pas vraiment de choix professionnels (non kevin, tu ne feras pas sciencePo, déso), et non jean eude tu ne feras pas un CAP... \nBref, sommes-nous plus libre ? \nChoisir son alimentation ? Choisir l'éducation des gamins (s'il y en a...) \n\nLa plupart d'entre nous, génération 90-2000, avons nos parents loins, pas de possibilité d'entraide sur la garde d'éventuels gamins (d'ailleurs, même si vous êtes proches de vos parents, en règles générales les deux travaillent, et n'auraient même pas le temps de vous aidez... \n\nBref... \nQu'on leurs fiches la paix je l'espère !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@jameswest-b1w",
      "author_id": "UCPZrkD9urYE3YruE-lVwjWA",
      "text": "Je sais pas s'ils vivent vieux (je pense que oui, ils mangent pas MacDo déjà), mais le cas échéant ils s'occupent sans doute eux même de leurs vieux avec amour, plutôt que de les foutre dans des EPHAD horrible où ils vont jamais les voir comme on le fait pas mal en France... Et le côté anti-militaire bon bas +1, plutôt que d'aller crever pour du pétrole autant être amour au pays et pas envahir des innocents. Ne pas porter plainte contre quelqu'un parce que accident de la route, bon bah y'a un côté \"c'est la vie on refait pas l'histoire\" (après un camé au volant mes yeux sont secs).\n\nIl y a pas mal de bon, après bah l'éducation sexuelles inexistantes c'est les USA, un téton c'est déjà trop...\n\nBref je pense que faut pas tout jeté, tu peux être plus heureux avec moins...\n\nBonne vidéo !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@Alisonadfah",
      "author_id": "UCMjE55pH2nvBww4ubEzPO2g",
      "text": "Et notre mode de vies et de pensé n'est - il pas une dérive sectaire également ? Faites un choix de vie à l'opposé de ce que la société faits et observé les réactions des gens. Vous y verrez de la pression sociale, et toute chose que les mouvements sevtaire font. Finalement le mouvement sectaire est ce que c est pas simplement ce que l'autre ne fait pas comme la majorité ?",
      "likes": 0,
      "timestamp": 1737590400,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@raiskill7335",
      "author_id": "UCzGOZ6LG1dlKl6QrGNkC6Qw",
      "text": "First?",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@enokseth",
      "author_id": "UCYDGRCs8NopUy5V6aAZUV4w",
      "text": "pour les gens qui comprennent l'anglais ces horible que le son se baise par rapport a ta voie du coup sa fait monter baisser le sont pardont mon clavier est anglais",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@justinvideoman",
      "author_id": "UCXLzY7OVJ3oifwTltfc0nog",
      "text": "Rien que l'intro, c'est pas bon (mais la suite corrige peut être):\nLes amish ont des téléphones portables, outil indispensable pour vendre leur récoltes a la bourse de Chicago.\nIls utilisent aussi des OGM.\nBref, ils sont à la pointe de la technologie !",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@cyberiavor4x433",
      "author_id": "UCl-DGSSmoPMTjrPVL9qD3Yg",
      "text": "2 eme 😂",
      "likes": 0,
      "timestamp": 1734912000,
      "parent": "root",
      "is_reply": false
    },
    {
      "author": "@DondiegoDelahavana",
      "author_id": "UCEjtyffTJycZ1hlwUHdViVg",
      "text": "\" UNE\" communauté qui \"SONT\"... 🫣😱\n\nUNE communauté qui \"EST\" c est plus français",
      "likes": 0,
      "timestamp": 1755907200,
      "parent": "root",
      "is_reply": false
    }
  ],
  "error": null
}